[
  {
    "id": "000",
    "date": "2025-12-26",
    "meta": {
      "title": "Esipuhe",
      "part": "",
      "quote": "",
      "modules": "",
      "tags": []
    },
    "summary": "",
    "body_md": "Suomalainen yhteiskunta on murroksessa, jonka mittasuhteita emme ole vielä täysin oppineet tunnistamaan. Muutos näkyy taloudessa, väestörakenteessa ja työelämässä, mutta yhtä selvästi ihmisten arjessa ja kokemuksessa osallisuudesta. Se heijastuu siihen, miten ymmärrämme hyvinvointivaltion tehtävät, rajat ja vastuut. Pitkään oletettiin, että ne instituutiot ja rakenteet, jotka kantoivat Suomen nousun, kantaisivat myös tulevien vuosikymmenten yli. Nyt on alkanut hahmottua, ettei kyse ole vain kovemmasta kuormituksesta, vaan siitä, että koko järjestelmän logiikka on muuttumassa.\n\nTämä esseekokoelma tarkastelee juuri tätä muutosta. Se ei etene kronologisena kertomuksena eikä muodosta yhtä selittävää teoriaa. Sen sijaan se piirtää esiin toisiinsa kytkeytyviä ilmiöitä: väestökehityksen ja työmarkkinoiden jännitteitä, poliittisen päätöksenteon rakenteellisia vinoumia, julkisen talouden pitkän aikavälin seurauksia sekä sitä, miten yksilön kokemus ja arjen todellisuus kietoutuvat näihin laajempiin dynamiikkoihin. Erityinen huomio kohdistuu siihen, mitä ei yleensä mitata, ei nähdä eikä sanoiteta, mutta mikä silti ohjaa päätöksiä ja suuntaa kehitystä.\n\nMonissa teksteissä toistuu yhteisöllisyyden teema ja sen hiljainen rapautuminen. Suomalainen yhteiskunta on rakentunut luottamuksen varaan, mutta tämä perusta ei ole murtunut äkillisesti. Se on ohentunut vähitellen, pieninä siirtyminä, jotka kasautuvat ja muuttavat todellisuutta huomaamatta. Julkisen vallan, markkinoiden ja kansalaisyhteiskunnan välinen tasapaino hakee uutta muotoa, ja samalla yksilön vastuu, toimijuus ja kuormitus kasvavat.\n\nEsseet eivät tyydy kuvaamaan ilmiöitä, vaan pyrkivät avaamaan niiden taustalla olevia rakenteita ja mekanismeja. Ne tarkastelevat juurisyitä, dynamiikkoja ja seurauksia, mutta tekevät näkyväksi myös sen politiikan, jota toteutetaan ilman selkeitä poliittisia päätöksiä. Mittarit, laskelmat ja talouspuhe eivät näyttäydy neutraaleina faktoina, vaan tulkinnan kehyksinä, jotka rajaavat poliittista mielikuvitusta ja siirtävät vastuuta järjestelmiin, joita kukaan ei yksin hallitse.\n\nKokoelman tavoitteena ei ole tarjota valmiita vastauksia tai ohjelmallisia ratkaisuja. Sen tehtävä on esittää kysymyksiä, jotka usein jäävät kysymättä. Mikä on hyvinvoinnin raja. Mitä tapahtuu, kun julkinen talous joutuu paikkaamaan rakenteellisia murtumia. Miten mittarit alkavat ohjata todellisuutta ja millaisen tulevaisuuden ne tekevät mahdolliseksi. Ja lopulta, millaisessa yhteiskunnassa ihminen voi kokea olevansa osallinen, kuultu ja tarpeellinen.\n\nKokoelma tarkastelee Suomea järjestelmänä. Talous, hallinto, työ, velka, mittarit ja luottamus eivät ole erillisiä teemoja, vaan samaan kokonaisuuteen kuuluvia osia. Kun nämä osat menettävät yhteisen rytminsä, syntyy ilmiöitä, joita kutsutaan kestävyysvajeeksi, työllisyysongelmaksi, julkisen talouden kriisiksi tai luottamuksen rapautumiseksi. Tässä kokoelmassa näitä ei käsitellä irrallisina, vaan toisiinsa kytkeytyvinä rakenteina.\n\nPainopiste on tietoisesti järjestelmätasolla. Yksittäiset politiikkatoimet vanhenevat nopeasti, mutta niitä ohjaavat rakenteet säilyvät. Samalla kokemus pidetään mukana. Rakenteet eivät ole abstrakteja, vaan ne tuntuvat työelämässä, työttömyydessä, velkaantumisessa, uupumuksessa ja osallisuuden puutteessa. Jokaisessa luvussa on siksi myös reflektiivinen ulottuvuus, joka kutsuu lukijaa sijoittamaan itsensä osaksi kokonaisuutta.\n\nTätä kokoelmaa voi lukea kronologisesti, teemoittain tai yksittäisinä lukuina. Se ei edellytä yhtä oikeaa lukujärjestystä. Yhteinen nimittäjä on kuitenkin ajatus siitä, etteivät yhteiskunnalliset ongelmat ratkea pelkästään lisäämällä tehokkuutta, mittareita tai sopeutusta. Ne ratkeavat vasta silloin, kun ymmärrämme, mitä olemme pitkän ajan kuluessa rakentaneet, mitä olemme alkaneet pitää itsestään selvänä ja mitä voisimme vielä muuttaa.\n\nTämä esseekokoelma on kutsu pysähtymiseen. Ei siksi, että aika sallisi sen, vaan siksi, että ilman pysähtymistä suuntaa ei enää näe. Murroskohdat eivät ole vain kriisejä. Ne ovat myös hetkiä, joissa tulevaisuuden suunta on vielä avoin.",
    "mi_profile": {
      "present_levels": [],
      "missing_levels": [],
      "mi_flow": []
    },
    "sdof": {
      "structure": "",
      "dynamics": "",
      "outcomes": [],
      "feedback": []
    },
    "entry_focus": {
      "structure": 0,
      "mechanisms": 0,
      "experience": 0,
      "cost": 0,
      "change": 0
    },
    "system_classification": {
      "section": "",
      "system_role": "",
      "primary_focus": "",
      "secondary_focus": "",
      "explicitly_not_in_focus": []
    }
  },
  {
    "id": "001",
    "date": "2026-01-04",
    "meta": {
      "title": "Tasapainon menetys ja sen hiljainen palauttaminen",
      "part": "V",
      "quote": "Yhteiskunta toimii, mutta sen inhimillinen kudos ohenee.",
      "modules": "statistics",
      "tags": [
        "kestävyys",
        "järjestelmät",
        "luottamus",
        "hallinto",
        "ekologia"
      ]
    },
    "summary": "Essee analysoi, kuinka taloudelliset, inhimilliset ja ekologiset järjestelmät ovat ajautuneet eritahtiin. Hallinnollinen tehokkuus peittää alleen luottamuksen, jaksamisen ja ekologisten rajojen rapautumisen. Kestävyys edellyttää järjestelmien yhteisen rytmin palauttamista reflektiivisen ohjauksen avulla.",
    "body_md": "Suomi ei ole kriisissä siksi, että jokin yksittäinen osa toimisi huonosti. Ongelma syntyy siitä, että taloudellinen, inhimillinen ja ekologinen järjestelmä ovat menettäneet yhteisen rytminsä. Hallinto on tehokas, instituutiot toimivat ja kansainvälinen menestys on korkea, mutta yhteys ihmisten, rakenteiden ja merkitysten välillä on heikentynyt. Yhteiskunnan perusta kuluu nopeammin kuin se ehtii uudistua.Kestävyys ei ole yksittäinen mittari tai sektori, vaan järjestelmien välinen suhde. Kun rakenteet alkavat ohjata toimintaa irti ihmisten kokemuksesta ja ekologisista rajoista, yhteiskunta siirtyy itseään ylläpitävään tilaan. Se kykenee hallitsemaan nykyhetkeä, mutta menettää otteen tulevaisuudesta.\n\nRakenteellinen järjestelmä on vahva mutta jähmettynytSuomen hallinto ja instituutiot ovat kansainvälisesti tarkasteltuna edelleen poikkeuksellisen toimivia. OECD:n mukaan luottamus kansalliseen hallitukseen on Suomessa selvästi keskiarvoa korkeampi. Tämä vahvuus kätkee kuitenkin alleen jännitteen, joka on kasvanut viime vuosina.Valtiontalouden sopeutukset, hyvinvointialueiden miljardiluokan alijäämät ja kuntien kasvavat hoivavelat osoittavat, että joustava hallinto on muuttumassa sääntöperustaiseksi koneistoksi. Perustuslain turvaamat oikeudet ja rahoitusjärjestelmän reunaehdot ajautuvat pitkäaikaiseen ristiriitaan. Päätöksenteko muuttuu tekniseksi, ja sen yhteys eettiseen ja sosiaaliseen tarkoitukseen ohenee.\n\nRakenteellinen järjestelmä toimii edelleen, mutta yhä useammin tavalla, joka ylläpitää itseään sen sijaan että se palvelisi kokonaisuutta.Inhimillinen järjestelmä ja luottamuksen ohentuminenSuomen menestys on rakentunut sosiaalisen luottamuksen varaan. Tämä perusta ei ole romahtanut, mutta se on ohentunut. EVAn arvo- ja asennetutkimuksen mukaan lähes puolet suomalaisista suhtautuu tulevaisuuteen optimistisesti, mutta yli kolmannes kokee epävarmuutta tai pessimismiä. Työterveyslaitoksen mukaan merkittävä osa palkansaajista kärsii vakavasta työuupumuksesta, ja kokemus aidosta yhteisöllisyydestä on heikentynyt.\n\nLuottamus ei ole kadonnut, vaan siirtynyt. Se rakentuu yhä enemmän ihmisten välisissä suhteissa ja yhä vähemmän instituutioihin. Samalla sosiaalinen osallisuus heikkenee. Yksinasuvien osuus kasvaa, nuorten kiinnittyminen koulutukseen ja työelämään on hauraampaa, ja yhä useampi jää pitkäksi aikaa järjestelmien ulkokehälle.Yhteiskunta toimii, mutta sen inhimillinen kudos ohenee. Vastuu siirtyy yksilöille, ja sopeutumisesta tulee henkilökohtainen velvollisuus.\n\nEkologinen järjestelmä on tiedostettu mutta irtikytkettySuomi on sitoutunut kunnianhimoisiin ilmastotavoitteisiin. Hiilineutraalius vuoteen 2035 mennessä on laajasti hyväksytty päämäärä. Samalla käytännön päästövähennykset painottuvat edelleen sektoreille, jotka eivät muuta arjen tai rakenteellisen päätöksenteon logiikkaa.WWF:n mukaan Suomen materiaalijalanjälki on Euroopan korkeimpia ja ylittää kestävyyden rajat moninkertaisesti. Luonnon rajat tunnetaan, mutta niitä ei ole vielä kytketty systemaattisesti taloudelliseen ohjaukseen tai budjettiprosesseihin. Ekologinen todellisuus jää hallinnollisen järjestelmän ulkokehälle.\n\nKustannukset ja menetykset tulevat näkyviksi vasta silloin, kun korjaaminen on kallista ja vaikeaa.Kansainväliset mittarit ja kestävyyden paradoksiSuomi sijoittuu toistuvasti kansainvälisten vertailujen kärkeen. Mittarit kuvaavat menneisyyden onnistumisia ja hallinnollista tehokkuutta, mutta ne eivät kerro kehityksen tulevasta kestävyydestä. Samaan aikaan väestö ikääntyy, työikäinen väestö vähenee ja huoltosuhde heikkenee.\n\nEkologinen kuormitus kasvaa, luottamus instituutioihin ohenee ja inhimillinen jaksaminen joutuu koetukselle. Suomi on menestyvä, mutta väsynyt yhteiskunta. Korkea kehitystaso peittää sen, että kehityksen perusta kuluu nopeammin kuin se ehtii uudistua.Kestävyys järjestelmien yhteispelinäKestävyyttä on tarkasteltava samanaikaisesti rakenteellisena, inhimillisenä ja sivistyksellisenä kysymyksenä. Rakenteellinen kestävyys kertoo, kantavatko järjestelmät. Inhimillinen kestävyys kertoo, jaksavatko ihmiset. Sivistyksellinen kestävyys kertoo, säilyykö yhteinen kyky ymmärtää kokonaisuuksia, arvoja ja suuntaa.\n\nTalouden kestävyysvaje, työuupumus, heikentyvä luottamus ja laskevat oppimistulokset eivät ole irrallisia ilmiöitä. Ne ovat oireita siitä, että järjestelmien yhteinen rytmi on kadonnut.Tasapainon hiljainen palauttaminenKestävyys ei synny yksittäisistä reformeista, vaan reflektiivisestä ymmärryksestä. Ennakoiva yhteiskunta ei mittaa vain tuloksia, vaan oppii omasta toiminnastaan ja kykenee korjaamaan suuntaa ennen kriisejä. Se yhdistää kvantitatiivisen tiedon laadulliseen kokemukseen ja tunnistaa sivistyksen merkityksen päätöksenteossa.Suomen hallinto on datavalmis, mutta se ei ole vielä reflektiivinen. Tietoa on runsaasti, mutta yhteinen, kokonaisvaltainen tulkinta puuttuu. Tasapainon hiljainen palauttaminen on silti mahdollista. Se edellyttää, että yhteiskunta kykenee näkemään itsensä kokonaisuutena ja asettamaan inhimilliset ja ekologiset arvot takaisin rakenteellisen logiikan rinnalle.\n\nKriisi ei ole ensisijaisesti taloudellinen tai hallinnollinen. Se on reflektiivinen. Tasapaino palautuu vasta silloin, kun ihminen, rakenne ja luonto löytävät uudelleen yhteisen rytminsä.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI5",
        "MI7",
        "MI8",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Hallinnolliset ja taloudelliset rakenteet, jotka ohjaavat toimintaa irti inhimillisistä ja ekologisista rajoista",
      "dynamics": "Rakenteiden jähmettyminen ja luottamuksen siirtyminen instituutioista ihmisten välisiin suhteisiin",
      "outcomes": [
        "Inhimillisen jaksamisen heikkeneminen",
        "Ekologisten rajojen ylittyminen",
        "Pitkän aikavälin kestävyyden rapautuminen"
      ],
      "feedback": [
        "Teknistyvä päätöksenteko",
        "Reflektiivisen ohjauksen puute"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 1,
      "experience": 1,
      "cost": 0,
      "change": 1
    },
    "system_classification": {
      "section": "V",
      "system_role": "core-analysis",
      "primary_focus": "järjestelmien välinen epätasapaino",
      "secondary_focus": "luottamuksen ja reflektiivisyyden heikkeneminen",
      "explicitly_not_in_focus": [
        "yksittäiset politiikkatoimet",
        "lyhyen aikavälin talousratkaisut"
      ]
    }
  },
  {
    "id": "002",
    "date": "2026-01-04",
    "meta": {
      "title": "Julkisen talouden matemaattinen ja poliittinen perusta",
      "part": "V",
      "quote": "Se, mitä mitataan, alkaa määrittää todellisuutta.",
      "modules": "statistics",
      "tags": [
        "julkinen talous",
        "rakenteet",
        "mittaaminen",
        "etiikka",
        "kestävyys"
      ]
    },
    "summary": "Essee tarkastelee julkista taloutta rakenteena, jossa mittaaminen ja tehokkuus alkavat ohjata päätöksentekoa irti ihmisarvosta ja yhteisestä tarkoituksesta. Kun se, mikä on mitattavissa, määrittää todellisuuden, järjestelmä menettää eettisen suunnan. Kestävyys edellyttää rakenteen palauttamista palvelemaan inhimillistä ja yhteisöllistä perustaa.",
    "body_md": "Yhteiskunnat eivät hajoa siksi, että niiltä loppuvat resurssit, vaan siksi, että ne menettävät kykynsä kohdentaa niitä oikeaan paikkaan ja niitä ohjaaviin tarkoituksiin. Julkinen talous muistuttaa hermoverkkoa, jonka tehtävä on välittää elintärkeää tietoa ja energiaa yhteiskunnan eri osiin. Kun verkko alkaa kangistua, tieto ei enää kulje ja järjestelmä ylläpitää itseään ilman tarkoitustaan, keskittyen vain omaan olemassaoloonsa.\n\nRakenteen itseään vahvistava logiikkaRakenne on välttämätön, koska ilman sitä mikään ei toimi. Rakenne voi kuitenkin muuttua päämääräksi, jolloin se alkaa hallita sitä, mitä sen piti palvella. Tästä syntyy systeeminen logiikka, tapa, jolla järjestelmä ylläpitää tasapainoaan myös silloin, kun se ei enää tuota hyvinvointia tai kun sen toiminta jopa heikentää sitä. Kestävä uudistuminen vaatii rakenteen tietoisen siirtämisen takaisin ihmisarvon palvelemiseen.\n\nSysteemit harvoin näkevät itseään. Kun nykyinen hallinto mittaa onnistumistaan menokehyksillä, tuottavuudella tai suoritteilla, se tarkastelee vain sitä, mikä on kvantitatiivisesti laskettavissa. Muut kvalitatiivinen tekijät jäävät näkymättömiksi, kuten luottamus, yhteisöllisyys ja kansalaisten kokemus oikeudenmukaisuudesta. Näin järjestelmä oppii vahvistamaan sitä, mitä se osaa mitata, eikä sitä, mitä yhteiskunta aidosti tarvitsee.\n\nTämä ei johdu pahantahtoisuudesta, vaan rakenteen omasta vahvistavasta dynamiikasta. Se, mitä mitataan, alkaa määrittää todellisuutta. Kun tavoitteeksi asetetaan säästö tai tehokkuus, ihminen näyttäytyy ensimmäisenä kustannuksena. Kun ihmisestä tulee kustannus, järjestelmä alkaa menettää eettisen sielunsa.\n\nJulkinen talous syntyi aikanaan jakamaan riskiä, vapauttamaan yksilöä turvattomuudesta ja mahdollistamaan yhteisen kehityksen. Riskin jakaminen on kuitenkin muuttunut riskin hallinnaksi ja siirtämiseksi, jolloin vastuu siirtyy yksilöltä yhä etäämmälle organisaatiolle. Tästä syntyy paradoksi, jossa vahvistuva byrokraattinen järjestelmä tarvitsee meitä yhä vähemmän.\n\nHyvinvointivaltion todellinen vahvuus ei ole sen byrokraattisessa koneistossa, vaan kyvyssä sovittaa yhteen kolme kriittistä tasoa, joiden yhteydet katkeavat systeemisen sokeuden myötä. Rakenteellinen taso, jossa lait, instituutiot ja resurssit luovat perusrakenteen. Sosiaalinen taso, jossa yhteisöt, verkostot ja luottamus muodostavat yhteiskunnallisen kudoksen. Inhimillinen taso, jossa kokemus osallisuudesta ja merkityksestä antaa järjestelmälle tarkoituksen. Kun nämä tasot erkaantuvat toisistaan, järjestelmän kestävyys alkaa murentua.\n\nYhteiskuntarakenteet eivät ole luonnonlakeja, vaan aikansa poliittisia kompromisseja turvallisuuden, vapauden ja vastuun välillä. Niitä voidaan muuttaa, ja juuri siinä piilee kestävyyden ydin. Talouden, hallinnon ja palvelujärjestelmän tulee kyetä uudistumaan ilman, että niiden perusta heikkenee. Tämä perusta rakentuu pysyvästi ihmisarvosta ja yhteisöllisyydestä, ei taloudellisesta tehokkuudesta.\n\nKun rakenteen systeeminen logiikka ymmärretään, siitä on mahdollista vapautua. Silloin kysymys ei enää ole siitä, kuinka paljon meillä on varaa taloudellisesti, vaan siitä, mihin meillä ei ole varaa inhimillisesti olla välittämättä.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI5",
        "MI7",
        "MI8",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Julkisen talouden sääntö- ja mittariperusteinen ohjaus, joka irtautuu alkuperäisestä ihmisarvoa ja yhteistä riskinjakoa palvelevasta tarkoituksesta",
      "dynamics": "Mittaamisen ja tehokkuuden itseään vahvistava logiikka, jossa kvantitatiiviset tavoitteet alkavat määrittää todellisuutta",
      "outcomes": [
        "Ihmisen näyttäytyminen kustannuksena",
        "Luottamuksen ja merkityksellisyyden heikkeneminen",
        "Rakenteellisen kestävyyden mureneminen"
      ],
      "feedback": [
        "Byrokraattisen järjestelmän vahvistuminen",
        "Eettisen harkinnan kaventuminen päätöksenteossa"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 1,
      "change": 1
    },
    "system_classification": {
      "section": "V",
      "system_role": "core-analysis",
      "primary_focus": "Julkisen talouden rakenteellinen ja eettinen perusta",
      "secondary_focus": "Inhimillinen kokemus ja merkityksen katoaminen",
      "explicitly_not_in_focus": [
        "yksittäiset budjettipäätökset"
      ]
    }
  },
  {
    "id": "003",
    "date": "2026-01-04",
    "meta": {
      "title": "Kestävyysvaje laskennallisena käsitteenä – politiikan ja matematiikan risteys",
      "part": "V",
      "quote": "Se, mitä pidetään matemaattisena välttämättömyytenä, on usein seurausta valinnoista, oletuksista ja rajauksista.",
      "modules": ["statistics"],
      "tags": [
        "kestävyysvaje",
        "mittarit",
        "julkinen talous",
        "ennusteet",
        "politiikan talous"
      ]
    },
    "summary": "Essee tarkastelee kestävyysvajetta laskennallisena ja poliittisena käsitteenä, joka muuttaa tulevaisuusennusteet näennäisiksi välttämättömyyksiksi. Mallien oletukset ja aikajännevalinnat rajaavat sitä, millaisia poliittisia vaihtoehtoja pidetään realistisina. Kestävyysvaje ei ole neutraali totuus, vaan mittari, joka heijastaa luottamusta, arvovalintoja ja käsitystä yhteiskunnan uudistumiskyvystä.",
    "body_md": "Kestävyysvaje näyttää matemaattiselta totuudelta, vaikka kyse on pohjimmiltaan yhteiskunnallisesta tulkinnasta. Se sijoittuu taloudellisen ajattelun ja poliittisen arvottamisen risteykseen, jossa laskentamallit, oletukset ja arvovalinnat kietoutuvat toisiinsa. Numeroiden neutraali pinta peittää sen, että jokainen laskelma rakentuu valinnoille siitä, mitä pidetään tärkeänä, mitä pidetään muuttumattomana ja mitä jätetään tarkastelun ulkopuolelle.\n\nKestävyysvaje ei kuvaa menneisyyttä, vaan oletettua tulevaisuutta. Se on ennuste, joka rakentuu pitkän aikavälin arvioon siitä, miten julkiset menot ja tulot kehittyvät tilanteessa, jossa mikään ei olennaisesti muutu. Malli olettaa vakaat käyttäytymismallit, institutionaalisen jatkuvuuden ja rajallisen poliittisen liikkumatilan. Todellisuudessa mikään ei kuitenkaan pysy muuttumattomana. Väestörakenne, tuottavuus, teknologinen kehitys ja yhteiskunnan arvoperusta ovat jatkuvassa liikkeessä, ja juuri nämä tekijät ratkaisevat tulevaisuuden suunnan.\n\nKestävyysvaje on siksi mallinnettu tulevaisuus, joka muuttuu todellisuudeksi vasta poliittisen hyväksynnän kautta. Laskelma ei tee päätöksiä, mutta se rajaa tehokkaasti sen, millaisia päätöksiä pidetään realistisina tai vastuullisina. Kun jokin politiikkavaihtoehto esitetään kestävyysvajeen vastaisena, se suljetaan helposti keskustelun ulkopuolelle, vaikka se voisi pitkällä aikavälillä vahvistaa yhteiskunnan toimintakykyä. Matematiikka antaa poliittisille valinnoille kielen, joka vaikuttaa objektiiviselta, vaikka sen sisällä määritellään se, mikä katsotaan mahdolliseksi.Kestävyysvajeen määrittely on aina myös valinta yhteiskunnallisesta aikaperspektiivistä. Pitkä aikajänne korostaa julkisen talouden tasapainoa ja varovaisuutta, lyhyempi aikajänne nostaa esiin inhimillisen sopeutumiskyvyn, investointien vaikutukset ja yhteiskunnallisen muutoksen mahdollisuudet. Jos mallissa painotetaan väestön ikääntymistä ja menojen kasvua, vaje suurenee. Jos painopiste siirretään inhimilliseen pääomaan, työkykyyn ja tuottavuuden vahvistamiseen, vaje pienenee. Kyse ei siis ole vain taloudesta, vaan siitä, millaista tulevaisuutta pidetään uskottavana.\n\nKestävyysvaje toimii myös luottamuksen mittarina. Se heijastaa käsitystä siitä, uskotaanko yhteiskunnan kykyyn uudistua vai nähdäänkö tulevaisuus pääosin hallittavana riskinä. Heikko luottamus tuottaa varovaisia laskelmia, jotka ohjaavat sopeutukseen ja leikkauksiin. Vahvempi luottamus mahdollistaisi investointeja ja rakenteellisia muutoksia, joiden hyödyt näkyvät vasta viiveellä.\n\nKestävyysvaje ei ole ongelma, joka ratkeaa numeroilla. Se on kysymys siitä, millaisia oletuksia pidämme itsestään selvinä ja millaista vastuuta olemme valmiita kantamaan tulevista sukupolvista. Luvut voivat kertoa sen, mitä on jätetty tekemättä. Yhteiskunta päättää sen, mitä vielä halutaan tehdä.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI5",
        "MI6",
        "MI9",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI7",
        "MI8",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI5",
        "MI6",
        "MI9",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Ennusteisiin, kestävyysindikaattoreihin ja kehysajatteluun nojaava julkisen talouden ohjausrakenne",
      "dynamics": "Aikajänne- ja oletusvalinnat muuntuvat realismia rajaavaksi politiikan kehykseksi; mittari alkaa määrittää sallittuja vaihtoehtoja",
      "outcomes": [
        "poliittisen mielikuvituksen kaventuminen",
        "vastuun siirtyminen mittarin taakse",
        "sopeutuksen priorisoituminen investointien sijaan"
      ],
      "feedback": [
        "mittarin auktoriteetti vahvistuu käytön myötä",
        "kyseenalaistamisen kustannus kasvaa mittarin institutionalisoituessa"
      ]
    },
    "entry_focus": {
      "structure": 1,
      "mechanisms": 2,
      "experience": 0,
      "cost": 2,
      "change": 1
    },
    "system_classification": {
      "section": "V",
      "system_role": "core-analysis",
      "primary_focus": "Mittareiden politiikka ja laskennallinen legitimiteetti",
      "secondary_focus": "Aikajännevalinnat ja poliittisen mielikuvituksen rajautuminen",
      "explicitly_not_in_focus": [
        "yksittäiset budjettirivit",
        "yksittäiset puoluepoliittiset kiistat"
      ]
    }
  },
  {
    "id": "004",
    "date": "2026-01-04",
    "meta": {
      "title": "Julkinen talous järjestelmänä, mitä näkyy ja mitä jää piiloon",
      "part": "V",
      "quote": "Budjetti ei ole hallinnollinen väline, vaan kertomus siitä, mitä yhteiskunta uskoo olevansa.",
      "modules": "statistics",
      "tags": [
        "julkinen talous",
        "mittarit",
        "näkymättömät rakenteet",
        "luottamus",
        "kestävyys"
      ]
    },
    "summary": "Essee tarkastelee julkista taloutta järjestelmänä, jossa näkyvät rahavirrat ja mittarit peittävät alleen luottamuksen, yhteisöllisyyden ja arjen kokemuksen. Budjetti toimii kertomuksena yhteiskunnan arvoista, mutta päätöksenteko huomioi usein vain näkyvän ja rakenteellisen tason. Kestävyys edellyttää myös näkymättömien inhimillisten ja yhteisöllisten ulottuvuuksien tekemistä näkyviksi.",
    "body_md": "Julkinen talous on yhteiskunnan näkyvin rakenne, mutta sen vaikutukset ulottuvat syvemmälle kuin budjettitaulukoihin ja talousarvioihin. Se muistuttaa verenkiertoa, joka ylläpitää elämää kaikkialla, vaikka sen logiikkaa ymmärretään usein vain näkyvien osien kautta, menojen, tulojen ja velan.\n\nJulkista taloutta tarkastellaan usein mitattavan kautta. Näemme, paljonko rahaa käytetään, mihin se kohdistuu ja kuinka suuri on alijäämä tai ylijäämä. Emme näe sitä, mikä on olennaisinta. Emme näe niitä arvoja, joita rahan virtaus ylläpitää, emme niitä ihmisyyden muotoja, joita se mahdollistaa, emmekä sitä mikä jää näkymättömäksi, kun järjestelmä alkaa tuottaa omaa logiikkaansa.\n\nTalous ei ole vain resurssien jakamista, vaan myös yhteiskunnan peilikuva. Jokainen menoerä on arvolause siitä, mitä pidetään tärkeänä ja mitä vähemmän merkityksellisenä. Budjetti ei ole hallinnollinen väline, vaan kertomus siitä, mitä yhteiskunta uskoo olevansa.\n\nValtion tai hyvinvointialueiden talousluvut näyttävät pinnan. Pinnan alla elää toinen todellisuus, se miten palvelut toteutuvat, miten luottamus jakautuu ja millainen on ihmisten kokemus oikeudenmukaisuudesta. Julkinen talous onnistuu vain, jos nämä näkymättömät osat toimivat yhtä hyvin kuin näkyvät.\n\nNäkyvä talous on se, joka näkyy mediassa ja poliittisessa keskustelussa, luvut, menot, säästöt, velka. Rakenteellinen talous on se, joka määrittää resurssien virtaussuunnat, lait, sopimukset, hallinnon rajat ja vastuut.\nNäkymätön talous on se, mikä jää tilastojen ulkopuolelle, luottamus, vastavuoroisuus, vapaaehtoistyö, yhteisöllisyys, hoiva ja arjen moraali.\n\nPäätöksenteko perustuu usein vain kahteen ensimmäiseen tasoon. Inhimillinen ja yhteisöllinen taso jää tunnistamatta, vaikka juuri siellä talouden kestävyys rakentuu.\n\nJulkinen talous hakee ennakoitavuutta. Se tarvitsee sääntöjä, mittareita ja malleja, jotta monimutkainen todellisuus olisi hahmotettavissa. Kun sääntöjä aletaan pitää todellisuutena, järjestelmä alkaa palvella itseään. Se ylläpitää omaa tasapainoaan myös silloin, kun se ei enää palvele ihmisiä.\n\nTätä voidaan kutsua järjestelmällistymisen paradoksiksi. Mitä paremmin hallinto toimii omilla ehdoillaan, sitä vaikeampi sen on nähdä niiden ulkopuolelle. Tehokkuus voi tehdä hyvinvointivaltiosta järjestelmän, joka menettää herkkyytensä.\n\nPiiloon jää kaikki, mikä ei tuota suoraa taloudellista arvoa, mutta joka on kestävyyden kannalta ratkaisevaa. Piiloon jää se, että yksinäisyys maksaa enemmän kuin yhteisö. Piiloon jää se, että ennaltaehkäisy ei näy budjetissa, mutta sen puute näkyy kaikkialla. Piiloon jää myös kokemus siitä, miten raha ja päätökset koskettavat arkea.\n\nJulkisen talouden todellinen kuva syntyy vasta silloin, kun nämä näkymättömät osat tehdään näkyviksi. Kun talouden rinnalle nostetaan luottamus, merkitys ja yhteys, nähdään että kyse ei ole siitä, kuinka paljon käytetään, vaan siitä, mitä yhteisö saa takaisin.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI6",
        "MI8",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI5",
        "MI7",
        "MI9",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI6",
        "MI8",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Budjetteihin, sääntöihin ja mittareihin nojaava julkisen talouden ohjaus, joka tekee näkyväksi rahavirrat mutta jättää inhimilliset ja yhteisölliset ulottuvuudet sivuun",
      "dynamics": "Hallinnollisen tehokkuuden ja ennakoitavuuden korostuminen kaventaa kykyä tunnistaa järjestelmän ulkopuolisia vaikutuksia ja kokemuksellista todellisuutta",
      "outcomes": [
        "luottamuksen ja yhteisöllisyyden aliarviointi",
        "ennaltaehkäisyn ja hoivan näkymättömyys",
        "taloudellisen päätöksenteon irtautuminen arjen kokemuksesta"
      ],
      "feedback": [
        "mittariperusteinen ohjaus vahvistaa itseään",
        "näkymättömien kustannusten kasaantuminen pitkällä aikavälillä"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 1,
      "experience": 1,
      "cost": 2,
      "change": 0
    },
    "system_classification": {
      "section": "V",
      "system_role": "core-analysis",
      "primary_focus": "Julkisen talouden näkyvät ja näkymättömät rakenteet",
      "secondary_focus": "Inhimillinen kokemus ja luottamus",
      "explicitly_not_in_focus": [
        "yksittäiset budjettipäätökset"
      ]
    }
  },
  {
    "id": "005",
    "date": "2025-10-15",
    "meta": {
      "title": "Mitä luvut kertovat ja mitä eivät",
      "part": "I",
      "quote": "Luvut eivät valehtele, mutta ne eivät puhu itse.",
      "modules": "statistics",
      "tags": [
        "mittarit",
        "velka",
        "tuottavuus",
        "kasvu",
        "elinvoima"
      ]
    },
    "summary": "Essee tarkastelee velkaa, tuottavuutta ja kasvua tulkinnallisina kehyksinä, jotka muovaavat sitä, miten yhteiskunnallisia ongelmia ymmärretään. Taloudelliset luvut näyttävät objektiivisilta, mutta ne ohjaavat huomiota pois luottamuksesta, osallisuudesta ja merkityksestä. Kestävyys ja elinvoima eivät palaudu numeroihin, vaan siihen, mitä luvut jättävät kertomatta.",
    "body_md": "Julkisen talouden keskustelua hallitsevat kolme sanaa, velka, tuottavuus ja kasvu. Ne ovat kuin yhteiskunnallisen mielikuvan perusvärejä, niin tuttuja ettei niitä juuri kyseenalaisteta. Ne näyttävät objektiivisilta, vaikka ne ovat tulkinnan kehyksiä, tapoja määritellä mikä on ongelma ja mikä ratkaisu. Kun sanomme velan kasvavan, tarkoitamme vastuiden lisääntyvän. Harvemmin kysymme, kenelle vastuut kasvavat, miksi ne kasvavat ja millä aikavälillä.\n\nVelka ei ole yksi numero, vaan suhde. Se on suhde menneisyyteen, siihen mitä on jo tehty, ja tulevaisuuteen, jota rahoitetaan etukäteen. Velka on riippuvuutta ja luottamusta. Se on sopimus siitä, että tulevaisuus on olemassa ja että se kantaa.Velkaa voidaan pitää taloudellisena syntinä tai välineenä. Molemmissa tulkinnoissa on moraalinen ydin. Velan pitäminen vaarana kertoo halusta hallita epävarmuutta. Velan näkeminen investointina kertoo uskosta tulevaisuuteen.\n\nVelkaantuminen ei tee yhteiskunnasta kestämätöntä, mutta se voi paljastaa, missä luottamus tulevaisuuteen alkaa heiketä. Jos velkaa perustellaan tilapäisenä ja se muuttuu pysyväksi, järjestelmä alkaa elää velaksi, ei vain rahassa vaan myös uskossa itseensä.\n\nTuottavuudesta on tullut talouspolitiikan keskeinen ilmaus, vaikka sen merkitys jää usein epäselväksi. Yleensä tuottavuus kuvaa tuotannon kasvua suhteessa käytettyihin panoksiin. Mittarin taustalla on oletus, että arvokasta on vain se mikä on mitattavissa.Ihmisen kohtaaminen ei ole tuottavuutta ennen kuin se kirjataan järjestelmään. Luottamuksen rakentaminen ei näy BKT:ssa, vaikka se on sen edellytys. Vapaaehtoistyö, välittäminen ja yhteisöllisyys eivät näy tuottavissa toiminnoissa ennen kuin ne muuttuvat kustannuksiksi. Tuottavuuden politiikka on tehnyt järjestelmästä tehokkaan, mutta samalla kapean. Se mittaa sitä mitä saadaan aikaan, mutta ei sitä mitä jää jäljelle.\n\nKasvu on politiikan kestävin lupaus ja eräänlainen yhteinen tulevaisuuden metafora. Kasvun ajatellaan merkitsevän edistystä. Pitkän aikavälin kasvu ei ole vain taloudellinen ilmiö, vaan kulttuurinen ja ekologinen tasapainokysymys.\n\nTaloudellinen kasvu voi jatkua, vaikka yhteisö köyhtyy. BKT voi kasvaa samaan aikaan kun mielenterveys, luottamus ja yhteisöllisyys heikkenevät. Kasvu ei siksi aina merkitse edistystä. Todellinen kasvu tapahtuu siellä, missä yhteiskunta kykenee lisäämään merkitystä eikä vain tuotantoa. Kasvun ydin on elinvoimassa, siinä että ihmiset jaksavat uskoa tulevaisuuteen ja kokevat kuuluvansa johonkin.\n\nLuvut eivät valehtele, mutta ne eivät puhu itse. Niitä on tulkittava. Kestävä yhteiskunta ei torju laskelmia, mutta se ei myöskään alistu niille. Tarvitsemme mittareita, mutta vielä enemmän ymmärrystä siitä mitä ne eivät mittaa. Talouden kestävyyttä ei ratkaise velan määrä, tuottavuusaste tai BKT:n kasvukäyrä, vaan se mihin suuntaan luottamus, osallisuus ja merkitys kehittyvät. Ne eivät ole taloudellisia suureita, mutta ne ratkaisevat pysyykö yhteiskunta elinvoimaisena myös silloin, kun numerot eivät enää riitä selittämään sitä.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI5",
        "MI6",
        "MI8",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI7",
        "MI9",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI5",
        "MI6",
        "MI8",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Taloudellisten mittareiden ja niihin kytkeytyvän kielen muodostama julkisen talouden ohjauskehikko",
      "dynamics": "Mittarit kaventavat poliittista horisonttia ja alkavat määrittää sitä, mitä pidetään ongelmana ja ratkaisuna",
      "outcomes": [
        "elinvoiman heikkeneminen",
        "arjen merkitysten katoaminen",
        "talouspuheen semanttinen kaventuminen"
      ],
      "feedback": [
        "luottamuksen heikkeneminen lisää numeroiden ohjausvoimaa",
        "mittarikeskeisyys vahvistaa itseään poliittisessa päätöksenteossa"
      ]
    },
    "entry_focus": {
      "structure": 1,
      "mechanisms": 1,
      "experience": 1,
      "cost": 2,
      "change": 2
    },
    "system_classification": {
      "section": "I",
      "system_role": "core-analysis",
      "primary_focus": "Taloudellisten lukujen tulkinnallinen ja poliittinen luonne",
      "secondary_focus": "Elinvoiman ja merkityksen suhde taloudelliseen kasvuun",
      "explicitly_not_in_focus": [
        "yksittäiset talousennusteet",
        "tekniset budjettilaskelmat"
      ]
    }
  },
  {
    "id": "006",
    "date": "2025-10-15",
    "meta": {
      "title": "Mitä luvut kertovat ja mitä eivät",
      "part": "V",
      "quote": "",
      "modules": "",
      "tags": [
        "mittarit",
        "julkinen raha",
        "verotuet",
        "rahastot",
        "kestävyysvaje",
        "hallinnollinen optiikka"
      ]
    },
    "summary": "",
    "body_md": "Julkinen raha on yhteiskunnan happi. Se virtaa kaikkialle, ylläpitää rakenteita ja vahvistaa luottamusta siihen, että yhteiset järjestelmät toimivat. Rahavirrat kulkevat kuitenkin osin näkymättömissä. Ne eivät liiku vain budjetissa ja menokehyksissä, vaan myös rinnakkaisissa kanavissa, verotuissa, rahastoissa, valtiontakauksissa, siirroissa ja sisäisissä lainajärjestelyissä. Tämä muodostaa julkisen talouden piilovirtojen maailman, alueen jossa poliittinen vastuu ja hallinnollinen laskenta eivät aina kohtaa.\n\nKun kansalainen avaa valtion budjettikirjan, hän näkee menot ja tulot, mutta ei kaikkea sitä mikä jää ulkopuolelle. Julkisen talouden kokonaiskuva muistuttaa jäävuorta, näkyvä osa on budjetti ja sen alla on laaja verkosto tulojen menetyksiä, tulonsiirtoja ja rahoitusvirtoja, joita ei kirjata menoiksi lainkaan.Verotuet ovat tästä selkein esimerkki. Ne ovat julkisia menoja, jotka on sijoitettu verotuksen rakenteisiin, vähennyksiin, alennettuihin verokantoihin ja erityisjärjestelmiin. Ne eivät näy budjetin menoina, vaikka niiden yhteismäärä vastaa lähes koko koulutusbudjettia. Verotuet ovat poliittisesti houkuttelevia, koska ne eivät näytä menolta, vaikka vaikuttavat julkisen talouden kestävyyteen samalla tavalla kuin avoimet menot.\n\nToinen näkymätön osa julkista rahaa ovat rahastot. Eläkerahastot, valtion sijoitusyhtiöt, erillisrahastot ja rahastoidut verotulot muodostavat järjestelmän, joka toimii osin budjettitalouden rinnalla. Järjestelmä tarjoaa pitkäjänteisyyttä ja ennakoitavuutta, mutta luo myös hallinnan tasoja, jotka jäävät poliittisen näkyvyyden ulkopuolelle.\n\nRahastojen logiikka on taloudellisesti perusteltu, mutta demokraattisesti haastava. Varat ovat yhteisiä, mutta päätöksenteko on usein siirretty hallinnollisille toimijoille, joiden mandaatti on kapea ja sijoitustuottoihin keskittyvä. Näin syntyy rahoituksellinen dualismi. Valtio puhuu säästöistä ja leikkauksista samaan aikaan, kun sen rinnalla toimii miljardiluokan varallisuutta hallitseva rahastorakenne.\n\nJulkisen talouden sisällä raha ei liiku suoraviivaisesti, vaan kiertää hallinnollisten kerrosten ja tehtäväluokkien kautta. Sama euro voi näkyä valtion tilastoissa menona, kunnalla tulona ja hyvinvointialueella edelleen siirtona, kolme kertaa kirjattuna ja silti vain kerran käytettävissä.Tätä voidaan kutsua hallinnolliseksi optiikaksi. Rahoituksen rakenne luo vaikutelman moninkertaisista panostuksista, vaikka kyse on saman resurssin kierrättämisestä. Optiikka hämärtää päätöksentekoa ja vaikeuttaa kokonaisuuden hahmottamista. Poliittinen keskustelu keskittyy kehyksiin, alijäämiin ja prosentteihin, ja sisäiset kiertokulut jäävät helposti tunnistamatta. Rahankäytön ymmärrys korvautuu rahan hallinnalla.\n\nJulkisen rahan piilovirrat paljastavat yhteiskunnallisen paradoksin. Mitä enemmän varoja ja instrumentteja syntyy, sitä vaikeampaa on ohjata kokonaisuutta. Kun osa rahasta liikkuu budjetin ulkopuolella ja osa hallinnollisten siirtojen sisällä, syntyy tilanne jossa talous on muodollisesti hallinnassa, mutta merkityksellisesti hajallaan.\n\nKestävyysvaje kertoo vain sen, mitä lasketaan. Se ei kerro sitä, mitä jätetään laskematta. Todellinen kestävyysvaje ei ole rahoituksen puute, vaan ymmärtämisvaje, kyvyttömyys nähdä, mihin julkinen raha vaikuttaa ja mitä arvoja se ylläpitää.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI5",
        "MI6",
        "MI9",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI7",
        "MI8",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI5",
        "MI6",
        "MI9",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Budjetin, verotukien, rahastojen ja hallinnollisten siirtojen muodostama julkisen rahan monikerroksinen ohjausrakenne, jossa osa rahavirroista jää budjettitalouden ulkopuolelle",
      "dynamics": "Hallinnollinen kierrätys ja budjetin ulkopuoliset instrumentit luovat optiikan, jossa rahoitus näyttää hallitulta mutta kokonaisvaikutukset hämärtyvät",
      "outcomes": [
        "kokonaiskuvan hajoaminen",
        "demokraattisen ohjattavuuden heikkeneminen",
        "päätöksenteon keskittyminen kehyksiin ja prosentteihin merkityksen sijaan"
      ],
      "feedback": [
        "rahoitusinstrumenttien lisääntyminen kasvattaa hallinnollista monimutkaisuutta",
        "ymmärrysvaje vahvistaa tarvetta yhä karkeammille mittareille"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 0,
      "cost": 2,
      "change": 1
    },
    "system_classification": {
      "section": "Mittareiden politiikka",
      "system_role": "core-analysis",
      "primary_focus": "Julkisen rahan näkyvät ja piilossa olevat virrat",
      "secondary_focus": "Hallinnollisen ohjauksen ja demokraattisen vastuun irtaantuminen",
      "explicitly_not_in_focus": [
        "yksittäiset veropäätökset",
        "tekniset budjettikirjaukset"
      ]
    }
  },
  {
    "id": "007",
    "date": "2025-10-15",
    "meta": {
      "title": "Talouden kieli ja moraali sanoittaa kestävyyden",
      "part": "III",
      "quote": "",
      "modules": "",
      "tags": [
        "kieli",
        "moraali",
        "kestävyys",
        "talouspuhe",
        "arvot"
      ]
    },
    "summary": "",
    "body_md": "Talous ei ole vain numeroita, vaan kieli. Se on tapa kertoa, mikä on tärkeää ja mikä ei. Budjetti on yhteiskunnan tarina. Sen kieli on yhtä todellista kuin luvut, joilla sitä kirjoitetaan. Kieli ei ole neutraali. Se määrittää sen, mitä voidaan sanoa ja mitä jää sanomatta.Kun puhumme säästöistä, puhumme harvoin siitä keneltä säästetään. Kun puhumme kasvusta, harvoin kysymme mitä kasvaa ja mitä kuihtuu. Kun puhumme kestävyydestä, oletamme usein kyseessä olevan laskennallisen tasapainon, vaikka kyse on moraalisesta valinnasta.\n\nTalouskieli luo järjestystä monimutkaiseen maailmaan, mutta se myös rajaa sitä. Sanat kuten tehokkuus, kannattavuus, kilpailukyky ja tuottavuus ovat saaneet lähes itsestäänselvän moraalisen aseman. Ne kuulostavat hyviltä, koska ne viittaavat järjestykseen ja rationaalisuuteen. Vastaavasti sanat kuten hoiva, välittäminen ja osallisuus kuuluvat toiseen kieleen. Ne ovat tärkeitä, mutta vaikeasti mitattavia ja siksi helposti sivuun jääviä.\n\nNäin syntyy kielellinen vinouma, jossa talouden kieli määrittää mikä on totta. Kun poliittinen keskustelu käydään sen ehdoilla, yhteiskunta alkaa puhua itsestään taloudellisina kategorioina. Ihminen muuttuu kustannukseksi, yhteisö investoinniksi ja elämä tuotto-odotukseksi. Moraalinen todellisuus kapenee. Emme enää kysy mikä on oikein, vaan mikä on mahdollista kehyksen sisällä.\n\nKestävyydestä on tullut politiikan avainsana, mutta sen sisältö riippuu siitä kuka puhuu. Taloustieteilijälle se tarkoittaa budjettitasapainoa. Ekologille se tarkoittaa luonnon kantokykyä. Sosiaalityöntekijälle se tarkoittaa yhteisöjen selviytymistä ja ihmisen jaksamista.\n\nSana on sama, mutta moraalinen painopiste muuttuu. Kestävyys voidaan sanoittaa rajoituksena tai lupauksena. Rajoituksena se merkitsee, ettemme voi käyttää enempää. Lupauksena se merkitsee, että haluamme säilyttää enemmän. Yhdessä merkitys on mekaaninen, toisessa eettinen.\n\nKestävyys on kieliteko. Se määrittää mihin yhteiskunta uskoo. Kun kestävyys muuttuu pelkäksi talouden termiksi, se menettää yhteyden siihen, mitä varten talous on olemassa.\n\nTalous on moraalinen järjestys. Se määrittää kenellä on oikeus saada, kenellä velvollisuus antaa ja kuka jää väliin. Näitä kysymyksiä ei ratkaista laskelmilla, vaan arvoilla jotka ohjaavat sitä, mitä laskemme.\n\nJos kestävyys ymmärretään talouden itsesäilytyksenä, menetämme yhteyden siihen, että julkinen talous on olemassa ihmisarvon vuoksi. Moraalinen kysymys on, minkälaista yhteiskuntaa haluamme ylläpitää, ei vain miten kauan voimme sitä ylläpitää.Kestävän yhteiskunnan rakentaminen alkaa sen kielen uudistamisesta. Kestävyys on löydettävä uudelleen yhteisenä arvona, ei vain talouden sanastossa vaan myös tavassa puhua ihmisestä, luottamuksesta ja tulevaisuudesta.\n\nMeidän on opittava sanomaan, että hyvinvointi on enemmän kuin tehokkuus ja että talouden tehtävä ei ole hallita elämää, vaan mahdollistaa se. Kieli ei vain kuvaa todellisuutta, se luo sen. Siksi kysymys ei ole vain siitä, miten rahoitamme yhteiskunnan, vaan siitä, miten puhumme siitä mitä haluamme säilyttää.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI5",
        "MI8",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI6",
        "MI7",
        "MI9",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI5",
        "MI8",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Talouspuheen käsitteellinen arkkitehtuuri, jossa tehokkuuden ja mittaamisen termit toimivat normatiivisina ohjaimina",
      "dynamics": "Kielellinen kehystys muuttaa moraaliset valinnat teknisiksi rajoitteiksi ja kaventaa poliittista mielikuvitusta",
      "outcomes": [
        "kestävyyden teknistyminen",
        "moraalisten kysymysten marginalisoituminen",
        "arvojen näkymättömyys päätöksenteossa"
      ],
      "feedback": [
        "vakiintunut talouskieli vahvistaa itseään",
        "vaihtoehtoisten käsitteiden legitimiteetti heikkenee"
      ]
    },
    "entry_focus": {
      "structure": 0,
      "mechanisms": 1,
      "experience": 1,
      "cost": 2,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "interpretive-key",
      "primary_focus": "Talouskielen normatiivinen valta",
      "secondary_focus": "Kestävyyden moraalinen ja eettinen tulkinta",
      "explicitly_not_in_focus": [
        "yksittäiset budjettipäätökset",
        "tekninen talousmallinnus"
      ]
    }
  },
  {
    "id": "008",
    "date": "2025-10-15",
    "meta": {
      "title": "Niukkuudesta osallisuuteen",
      "part": "IV",
      "quote": "",
      "modules": "",
      "tags": [
        "kansalaisyhteiskunta",
        "osallisuus",
        "niukkuus",
        "terveysvelka",
        "yhteiskuntasopimus"
      ]
    },
    "summary": "",
    "body_md": "Suomen valtion rooli kansalaisten elämässä on muuttunut historiallisesti rajoittajasta 1800-luvulla tasoittajaksi kansakoulujen ja köyhäinhoidon kautta, rakentajaksi hyvinvointivaltion aikana sekä viimeisimpänä alustajaksi ja rahoittajaksi digitaalisten palvelujen ja kriisituen aikakaudella.\n\nYhteiskunta on siirtynyt vaiheeseen, jossa avustajarooli uhkaa vahvistua. Julkisen sektorin resurssit hupenevat, väestö ikääntyy ja syntyvyys on ennätysalhainen. Julkisia palveluja ja sosiaaliturvaa joudutaan leikkaamaan, ja yhä useampi kokee jäävänsä yksin.\n\nNykyinen alustaja- ja rahoittajamalli on kestämätön. Ennusteet kestävyysvajeesta ovat karuja, ja valtion kyky toimia asiantuntijana tai rahantakaajana heikkenee.\n\nJäykkä ja sääntöperustainen hallinto ei kykene vastaamaan monimutkaisiin ja yksilöllisiin ongelmiin. Hallinto on liian hidas ja siiloutunut tukemaan niitä, jotka tarvitsisivat joustavaa vertaistukea ja paikallisyhteisön apua.\n\nTilanne, jossa virallisia palveluja ja kansalaisjärjestöjen rahoitusta leikataan samanaikaisesti, johtaa yhä useamman jäämiseen yksin. Tämä heikentää sosiaalista kudosta ja aiheuttaa inhimillisen pääoman menetyksiä, joihin kuuluvat työuupumus, syrjäytyminen ja nuorten jääminen koulutuksen ja työn ulkopuolelle. Kyse ei ole säästöstä, vaan pitkän aikavälin terveysvelasta, joka palaa julkiseen talouteen moninkertaisina kustannuksina erikoissairaanhoidon ja työkyvyttömyyseläkkeiden kautta.\n\nKestävyyden palauttaminen edellyttää valtion ja kansalaisyhteiskunnan välisen sopimuksen uudistamista. Ennusteiden osoittaessa kehityksen suunnan kansalaisjärjestöjen, vertaistuen ja paikallisyhteisöjen on otettava aiempaa suurempi rooli. Tehtävä ei rajoitu paikkaamiseen, vaan painottuu aktiiviseen toimijuuteen, osallistamiseen, osaamiseen ja ohjaamiseen. Valtion on siirryttävä pois alustaja- ja rahoittajarooleista kohti mahdollistajaa ja rinnalla kulkijaa.\n\nUusi yhteiskuntasopimus toteutetaan siirtämällä painopistettä kontrollista ja asiantuntijavetoisuudesta kohti yhteisöllistä arkea, jossa jokainen voi antaa ja saada apua.\n\nHallinnon on kehitettävä rahoitusmalleja, jotka palkitsevat järjestöjä hyvistä lopputuloksista, kuten työllistymisasteen noususta ja yksinäisyyden vähenemisestä, eikä pelkästään toiminnoista. Rakenteiden on tuettava mallia, jossa palkkatuettu työ ja vapaaehtoistyö vahvistavat toisiaan. Ikääntyneet, pitkäaikaistyöttömät ja syrjäytymisuhan alla olevat voivat löytää paikkansa ja merkityksensä yhteisön aktiivisina toimijoina. Valtion on tuettava sivistyksellistä kestävyyttä, joka tarkoittaa kykyä tulkita kokonaisuuksia, varmistamalla että luottamus ja välittäminen näkyvät julkisen keskustelun kielessä ja mittareissa. Hyvinvointi on tunnustettava tehokkuutta laajemmaksi kokonaisuudeksi.\n\nValtion tehtävänä on tukea ja mahdollistaa luomalla alustoja, joissa kansalaiset voivat osallistua, sekä kehittämällä rahoitusmalleja, jotka vahvistavat aktiivista yhteisöllisyyttä.\n\nSuomen kestävyys ei ratkea pelkästään leikkaamalla näkyvästä budjetista, vaan investoimalla luottamukseen, osallisuuteen ja yhteisöllisyyteen. Avustajaroolin haasteet avaavat mahdollisuuden historialliselle roolimuutokselle, jossa valtio astuu taaemmas ja luo tilaa kansalaisyhteiskunnan voimalle.\n\nKestävyys merkitsee kykyä luoda merkitystä niukkuudesta. Tämä edellyttää uutta ja vuorovaikutteista yhteiskuntasopimusta, jossa korostuvat osallistuminen, vertaistuki ja yhteinen vastuu.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10",
        "MI11"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI5",
        "MI7",
        "MI8",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10",
        "MI11"
      ]
    },
    "sdof": {
      "structure": "Valtion ja kansalaisyhteiskunnan välinen institutionaalinen suhde, jossa vastuu hyvinvoinnista on pitkälti keskitetty julkiselle sektorille",
      "dynamics": "Niukentuvat resurssit ja väestörakenteen muutos pakottavat siirtymään kontrolloivasta ja rahoittavasta valtiosta mahdollistavaan ja rinnalla kulkevaan rooliin",
      "outcomes": [
        "yhteisöllisyyden vahvistuminen",
        "syrjäytymisen ja yksinäisyyden väheneminen",
        "inhimillisen pääoman säilyminen ja vahvistuminen"
      ],
      "feedback": [
        "osallisuutta tukevat rakenteet pienentävät pitkän aikavälin terveys- ja kustannusvelkaa",
        "vahvistuva kansalaisyhteiskunta keventää julkisen sektorin kuormitusta"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 1,
      "experience": 1,
      "cost": 2,
      "change": 2
    },
    "system_classification": {
      "section": "Kansalaisyhteiskunta ja osallisuus",
      "system_role": "core-analysis",
      "primary_focus": "Valtion roolin muutos mahdollistajaksi ja osallisuuden rakenteet",
      "secondary_focus": "Niukkuuden kääntäminen yhteisölliseksi elinvoimaksi",
      "explicitly_not_in_focus": [
        "yksittäiset avustusjärjestelmät",
        "lyhyen aikavälin budjettisäästöt"
      ]
    }
  },
  {
    "id": "009",
    "date": "2025-10-15",
    "meta": {
      "title": "Kun velka ruokkii itseään",
      "part": "I",
      "quote": "",
      "modules": "",
      "tags": [
        "velka",
        "julkinen talous",
        "rakenteet",
        "työllisyyspolitiikka",
        "osallisuus",
        "terveysvelka",
        "valta"
      ]
    },
    "summary": "",
    "body_md": "Valtion velkaantumista perustellaan usein tulevaisuuteen suuntautuvana investointina tai keinona suojata kansalaisia kriisitilanteissa. Velkaa voidaan kuitenkin käyttää myös ylläpitämään rakenteita, jotka itsessään heikentävät julkista taloutta. Tällöin velkaa ei käytetä ongelmien ratkaisemiseen, vaan niiden ylläpitämiseen. Ristiriita jää piiloon talouspuheen fraaseihin, vaikka sen vaikutukset näkyvät arjessa.\n\nVelka ei ole itsessään hyvä tai huono. Olennaista on se, rakentaako se yhteiskunnallista tuottavuutta vai siirtääkö se kustannuksia tuleville sukupolville. Työllisyyspolitiikassa julkiset panostukset voivat vahvistaa toimintakykyä ja työmarkkina-asemaa tai ylläpitää passiivista ja kontrolloivaa järjestelmää, joka tuottaa syrjäytymistä. Samalla voidaan leikata järjestöiltä, kulttuurilta ja osallisuutta tukevista toiminnoista, mikä lisää hoivan, tuen ja valvonnan tarvetta ja kasvattaa menoja.\n\nPitkäaikaistyöttömyys on esitetty yksilön ongelmana, jolloin panostukset kohdistuvat byrokratiaan ja sanktioihin eikä työmahdollisuuksiin. Osatyökykyiset jäävät työmarkkinoiden ulkopuolelle, tulot pienenevät ja menot kasvavat. Työmarkkinat polarisoituvat ja veropohja kapenee. Kun näitä rakenteita ylläpidetään velkarahalla, syntyy itseään ruokkiva kierre, jossa ongelmia paikataan lisävelalla ilman, että perussyihin puututaan.\n\nKyse ei ole aina vahingosta, vaan poliittisista rakenteista. Työttömyys voi hillitä palkkavaatimuksia, mikä hyödyttää työnantajia. Hajanaiset palvelut tuottavat kilpailutuksia ja hallinnollisia työpaikkoja. Sanktiojärjestelmät mahdollistavat kontrollia, joka tukee valta-asemia. Tällöin julkinen raha ei palvele hyvinvointia, vaan olemassa olevien valtapositioiden säilyttämistä.\n\nTilannetta voi kutsua hiljaiseksi luokkasodaksi, jossa poliittiset päätökset esitetään neutraaleina talousratkaisuina, vaikka ne suojelevat tiettyjen ryhmien asemaa, esimerkiksi työnantajien etua matalina palkkoina tai palveluntuottajien markkinaosuuksia hajautetulla järjestelmällä. Järjestelmien ylläpito voi olla tietoinen valinta, joka turvaa vallan jatkuvuutta.\n\nKolmannen sektorin leikkaukset ja vapaaehtoistyön tukematta jättäminen heikentävät yhteisöjä, jotka ehkäisevät yksinäisyyttä, mielenterveysongelmia ja päihteiden käyttöä. Samalla katoavat sillat koulutukseen ja työelämään. Tämä lisää palvelutarpeita ja kasvattaa julkisia menoja. Säästö näyttää edulliselta, mutta todellisuudessa kyse on tuhlauksesta, jonka kustannukset kertautuvat.\n\nJulkisen talouden vaikutuksia voidaan tunnistaa ja arvioida järjestelmällisesti. Nettovaikutusperiaate arvioi menojen ja tulojen kokonaisvaikutusta. Korvaavuusperiaate tarkastelee, korvaako toimenpide muita mahdollisesti kalliimpia kustannuksia. Aikahorisontti jaksottaa vaikutukset lyhyeen ja pitkään aikaväliin. Allokatiivinen tehokkuus arvioi, ohjataanko raha sinne missä hyöty kasvaa eniten. Taloudellinen vipuvaikutus kertoo, kuinka paljon yksi euro synnyttää lisätaloutta. Sosiaalinen tuotto sisällyttää vaikutuksiin myös budjetoimattomia hyötyjä, kuten syrjäytymisen ehkäisyä ja terveyden paranemista.\n\nValtion velalla voidaan rahoittaa ratkaisuja tai ongelmia. Siksi on tarkasteltava kriittisesti, ruokitaanko politiikalla passiivisuutta ja syrjäyttämistä vai rakennetaanko osallistavaa, kestävää ja tuottavaa yhteiskuntaa.\n\nKestävän julkistalouden edellytys on avoin kysymys siitä, mihin julkista rahaa käytetään ja ketä sillä todella palvellaan.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI5",
        "MI7",
        "MI8",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Velkarahoitukseen nojaava julkisen talouden rakenne, jossa varoja käytetään osin järjestelmiin, jotka ylläpitävät syrjäyttävää ja passivoivaa toimintalogiikkaa",
      "dynamics": "Rakenteelliset valinnat ohjaavat julkista rahaa byrokratiaan ja kontrolliin investointien ja osallisuutta vahvistavien ratkaisujen sijaan, mikä tuottaa itseään vahvistavan velkakierteen",
      "outcomes": [
        "pitkäaikaistyöttömyyden ja syrjäytymisen kasvu",
        "veropohjan kapeneminen",
        "julkisten menojen kertautuminen pitkällä aikavälillä"
      ],
      "feedback": [
        "rakenteiden ylläpito velkarahalla lisää tulevia kustannuksia",
        "kasvavat sosiaaliset ongelmat vahvistavat velkaperusteista politiikkaa"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 2,
      "change": 1
    },
    "system_classification": {
      "section": "Velka ja rakenteellinen lukkiutuminen",
      "system_role": "core-analysis",
      "primary_focus": "Velan itseään vahvistava rakenteellinen käyttö",
      "secondary_focus": "Osallisuutta heikentävien politiikkavalintojen pitkän aikavälin kustannukset",
      "explicitly_not_in_focus": [
        "yksittäiset velkainstrumentit",
        "lyhyen aikavälin finanssipoliittiset toimet"
      ]
    }
  },
  {
    "id": "010",
    "date": "2025-10-15",
    "meta": {
      "title": "Työvoimapolitiikan sekavyyhti",
      "part": "VII",
      "quote": "",
      "modules": "",
      "tags": [
        "työvoimapolitiikka",
        "työllisyys",
        "tarjonta",
        "kysyntä",
        "alue-erot",
        "rakenteellinen työttömyys",
        "työn laatu"
      ]
    },
    "summary": "",
    "body_md": "Suomessa puhutaan paljon työvoimapulasta ja työllisyysasteen nostamisesta. Poliittisessa keskustelussa painopiste on pitkään ollut työvoiman tarjonnassa, siinä, kuinka moni on työmarkkinoiden käytettävissä, hakee työtä ja ottaa sitä vastaan. Työllisyyttä tarkastellaan tilastoina ja prosentteina, ja ratkaisuja haetaan yksilöiden käyttäytymisestä. Monen ihmisen arjessa suurin ongelma ei kuitenkaan ole haluttomuus tehdä työtä, vaan työpaikkojen vähyys, työn epävarmuus ja palkkataso, joka ei mahdollista kohtuullista toimeentuloa.\n\nTyövoimapolitiikan kieli on ohjannut tätä ajattelua vuosikymmeniä. Keskustelu painottuu kannustinloukkuihin, etuuksien tasoon ja verotuksen rakenteisiin. Kieli rakentaa mielikuvaa, jossa työttömyys näyttäytyy ensisijaisesti yksilön valintana tai motivaation puutteena. Työnhakijan näkökulmasta todellisuus on usein toisenlainen. Hakemuksia voi lähettää kymmeniä tai satoja ilman vastauksia, eikä avoimia työpaikkoja ole tarjolla omalla alueella tai omalla osaamisprofiililla. Työttömyydestä tulee henkilökohtainen kokemus epäonnistumisesta, vaikka sen taustalla ovat rakenteelliset tekijät.\n\nKysyntä, eli työpaikkojen syntyminen, on jäänyt politiikassa taka-alalle. 1990-luvun laman jälkeen Suomi menetti teollisuudesta kymmeniätuhansia työpaikkoja, eikä valtio enää ottanut aktiivista roolia uusien työpaikkojen luomisessa. Markkinoiden oletettiin hoitavan tehtävän, jos työvoimaa on riittävästi tarjolla ja kustannustaso kilpailukykyinen. Tämä oletus ei kuitenkaan toteutunut tasaisesti eri puolilla maata. Uudellamaalla koetaan työvoimapulaa, kun taas Kainuussa ja Itä-Suomessa työpaikkojen katoamisen jäljet näkyvät yhä väestökadossa, palvelujen supistumisena ja pitkittyneenä työttömyytenä.\n\nTarjontaa korostava politiikka ohittaa myös työn laadullisen ulottuvuuden. Työllisyysaste voi nousta, vaikka työ olisi määräaikaista, osa-aikaista tai niin matalapalkkaista, ettei se turvaa elämää. Monelle ongelma ei ratkea pelkällä työllistymisellä, jos työ ei tarjoa ennustettavuutta, kehittymisen mahdollisuuksia tai riittävää toimeentuloa. Työ muuttuu selviytymiseksi, ei osallisuutta ja toimintakykyä vahvistavaksi tekijäksi.\n\nTyöttömät kokevat usein syyllistämistä, vaikka ongelmana on työn puute. Aktivointitoimet, velvoitteet ja sanktiot kohdistuvat yksilöön, eivätkä ne luo uusia työpaikkoja. Näin syntyy kehä, jossa työttömyyttä hoidetaan sen seurauksilla, ei syillä. Rakenteellinen työttömyys pitkittyy, alueellinen eriarvoisuus kasvaa ja inhimillinen pääoma heikkenee.\n\nKysyntää voidaan kuitenkin kasvattaa tietoisilla poliittisilla valinnoilla. Investoinnit infrastruktuuriin, vihreään siirtymään, hoivaan ja koulutukseen luovat työtä myös niille alueille ja ryhmille, joille markkinat eivät itsestään tarjoa mahdollisuuksia. Työvoimavaltaiset hankkeet vahvistavat paikallistaloutta ja synnyttävät välillisiä työpaikkoja. Kunnat ja hyvinvointialueet voivat toimia aktiivisemmin työosuuskuntien, sosiaalisten yritysten ja yhteiskunnallisten palvelumallien kehittäjinä sen sijaan, että ne ainoastaan reagoivat työttömyyden seurauksiin.\n\nSelkeämpi suunta syntyy vasta silloin, kun työpaikkojen kysyntä ja työvoiman tarjonta nähdään saman kokonaisuuden kahtena puolena. Työllisyys ei ole vain yksilön velvollisuus, vaan yhteiskunnallinen tehtävä. Kestävä työvoimapolitiikka tunnistaa, että työtä ei synny ilman kysyntää, eikä osallisuutta synny ilman mielekästä ja turvaa tuottavaa työtä. Ilman tätä ymmärrystä Suomen työvoimapolitiikka jää kehäksi, jossa ongelmaa hoidetaan jatkuvasti sen seurauksilla, ei sen juurilla.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI6",
        "MI8",
        "MI9",
        "MI10"
      ],
      "missing_levels": [
        "MI4",
        "MI5",
        "MI7",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI6",
        "MI8",
        "MI9",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Työmarkkinoiden institutionaalinen rakenne, jossa vastuu työllisyydestä painottuu yksilöihin ja alueellinen työpaikkakysyntä on epätasaisesti jakautunut",
      "dynamics": "Tarjontapainotteinen työvoimapolitiikka ohjaa toimenpiteitä yksilöiden aktivointiin samalla, kun työpaikkojen kysyntä jää rakenteellisesti riittämättömäksi",
      "outcomes": [
        "pitkittynyt työttömyys",
        "alueellinen eriytyminen",
        "epävakaa ja matalapalkkainen työ"
      ],
      "feedback": [
        "aktivointitoimet ilman työpaikkojen syntyä lisäävät turhautumista",
        "pitkittynyt työttömyys heikentää inhimillistä pääomaa ja työmarkkinakelpoisuutta"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 2,
      "cost": 1,
      "change": 1
    },
    "system_classification": {
      "section": "Työ ja osallisuus",
      "system_role": "core-analysis",
      "primary_focus": "Tarjonta- ja kysyntälähtöisen työvoimapolitiikan välinen jännite",
      "secondary_focus": "Alueellinen eriarvoisuus ja työn laadullinen ulottuvuus",
      "explicitly_not_in_focus": [
        "yksittäiset työllistämistuet",
        "lyhyen aikavälin suhdannevaihtelut"
      ]
    }
  },
  {
    "id": "011",
    "date": "2025-12-22",
    "meta": {
      "title": "Budjettirakenteen 2024–2025 muutokset",
      "part": "I",
      "quote": "",
      "modules": "",
      "tags": [
        "budjetti",
        "ennaltaehkäisy",
        "resilienssi",
        "inertia",
        "osallisuus",
        "priorisointi"
      ]
    },
    "summary": "",
    "body_md": "Valtion budjetti on julkisen vallan keskeinen ohjausväline. Sen kautta päätetään, mitä palveluja ylläpidetään, mitä kehitetään ja mihin tulevaisuutta rakentavia investointeja suunnataan. Kun vuosien 2024 ja 2025 budjettirakennetta vertaillaan tehtävä- ja toimenpidetasolla, esiin piirtyy kuva, joka on yhtä aikaa vakaa ja huolestuttavan staattinen.\n\nBudjetin pääjako muuttuu vain vähän. Sosiaali- ja terveyspalvelut säilyttävät asemansa suurimpana menokohteena, noin 57 prosentissa kokonaisuudesta. Koulutus ja tutkimus kasvavat hieman. Hallinnon ja sote-sektorin suhteellinen osuus laskee aavistuksen. Liikenne ja infrastruktuuri vahvistuvat marginaalisesti. Kulttuuri, ympäristö ja turvallisuus säilyvät suunnilleen ennallaan.Vakaus voi olla poliittinen valinta, joka tarjoaa ennustettavuutta ja ehkäisee häiriöitä. Se voi myös kertoa kyvyttömyydestä tehdä priorisointeja ja suunnata varoja sinne, missä pitkän aikavälin vaikutus olisi suurin.Investointeihin pieni siirtymä, mutta ennaltaehkäisy jää jälkeen\nToimenpidetason tarkastelu paljastaa hienovaraisen muutoksen. Vaikuttavuusinvestointien ja tutkimus-, kehitys- ja osaamispääoman osuus kasvaa. Tämä voi kertoa pyrkimyksestä vahvistaa tulevaisuuden edellytyksiä.\n\nSamalla ennaltaehkäisy ja palvelu-uudistukset supistuvat. Tämä on huolestuttavaa, koska ennaltaehkäisevät toimet ovat pitkällä aikavälillä kustannustehokkaita. Jos rahoitus painottuu liiaksi olemassa olevien ongelmien korjaamiseen ja järjestelmien ylläpitoon, kustannukset kasvavat tulevaisuudessa.Yhteisöt ja osallisuus jäävät budjetin katveeseen\nToimenpideluokka yhteisöt, osallisuus ja sosiaalinen tuotto saa vuonna 2025 vain noin 1,1 prosenttia määrärahoista. Osuus on pieni, vaikka yhteisöllisyys, osallistuminen ja sosiaalinen pääoma ovat tutkitusti merkittäviä hyvinvoinnin ja kriisinsietokyvyn lähteitä.Vähäinen rahoitus aiheuttaa kolme ongelmaa.\n\nEnnaltaehkäisevä potentiaali jää hyödyntämättä. Eriarvoisuus kasvaa, koska osallistumisen mahdollisuudet heikkenevät eniten niiltä, joilla resurssit ovat jo valmiiksi vähäiset. Kansalaisyhteiskunnan rooli kapenee, mikä lisää järjestelmän haavoittuvuutta, sillä kriiseissä paikalliset verkostot ovat usein nopeimpia ja joustavimpia.\n\nAlhainen osuus kertoo siitä, ettei yhteisöjen ja osallisuuden vahvistamista nähdä kustannustehokkaana investointina, vaikka tutkimus osoittaa sen kannattavuuden.Painopisteet kertovat riskien hallinnan puutteista\nVuonna 2025 perustoiminta ja korjaava palvelutuotanto vievät edelleen yli 72 prosenttia määrärahoista. Suurin osa varoista kuluu nykytilan ylläpitämiseen. Varautuminen ja resilienssi jäävät marginaaliin, vaikka toimintaympäristö muuttuu epävarmemmaksi.\n\nKun varautumiseen ja osallisuuteen sijoitetaan vähän, kriiseihin reagointi on hitaampaa ja kalliimpaa ja jälkihoito pitkittyy. Vuosien 2024 ja 2025 budjettien samankaltaisuus voi kertoa johdonmukaisuudesta. Se voi myös kertoa haluttomuudesta tehdä rakenteellisia päätöksiä. Suurten uudistusten vaikutukset näkyvät usein vasta myöhemmin, mikä vähentää päätöksentekijöiden motivaatiota.\n\nJos budjetin halutaan olevan tulevaisuutta ohjaava väline, rakenteen on kyettävä muuttumaan. Painopisteen siirtäminen ennaltaehkäisyyn, varautumiseen ja yhteisöjen vahvistamiseen voisi pitkällä aikavälillä vähentää korjaavien palvelujen tarvetta ja parantaa julkisen talouden kestävyyttä.\n\nNykyistä budjettia voi verrata vanhaan taloon, jota pidetään kunnossa uusimalla kuluneita osia ilman, että perusrakenteita päivitetään. Se seisoo vakaasti, mutta ei ole valmis kohtaamaan myrskyjä. Investointien kasvu on askel eteenpäin, mutta todellinen kestävyys edellyttää rohkeampaa uudelleensuuntausta erityisesti osallisuuden ja yhteisöllisyyden vahvistamiseen.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI6",
        "MI7",
        "MI9",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI5",
        "MI8",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Budjetin institutionaalinen rakenne ja menokehykset, jotka ohjaavat varojen jakautumista historiallisten painotusten perusteella",
      "dynamics": "Budjettirakenteen vakaus lukitsee resurssit korjaavaan toimintaan ja hidastaa siirtymää ennaltaehkäisyyn ja resilienssiin",
      "outcomes": [
        "ennaltaehkäisevien toimien aliresursointi",
        "yhteisöjen ja osallisuuden heikko rahoitus",
        "järjestelmän haavoittuvuuden kasvu kriiseissä"
      ],
      "feedback": [
        "korjaavien palvelujen kasvu lisää tulevia kustannuspaineita",
        "ennaltaehkäisyn puute vahvistaa budjetin staattisuutta"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 1,
      "experience": 0,
      "cost": 2,
      "change": 1
    },
    "system_classification": {
      "section": "Julkinen talous",
      "system_role": "core-analysis",
      "primary_focus": "Budjettirakenteen inertia ja priorisointien puute",
      "secondary_focus": "Ennaltaehkäisyn ja yhteisöllisen resilienssin aliarvostus",
      "explicitly_not_in_focus": [
        "yksittäiset momentit",
        "lyhyen aikavälin poliittiset neuvotteluratkaisut"
      ]
    }
  },
  {
    "id": "012",
    "date": "2025-12-22",
    "meta": {
      "title": "Mitä budjetti jättää tekemättä",
      "part": "II",
      "quote": "",
      "modules": "",
      "tags": [
        "budjettianalyysi",
        "ennaltaehkäisy",
        "uudistaminen",
        "tulevaisuuskestävyys",
        "priorisointi",
        "toimenpidelogiikka"
      ]
    },
    "summary": "",
    "body_md": "Valtion budjetti näyttää ensisilmäyksellä suuria kokonaisuuksia. Miljardeja sosiaali- ja terveyspalveluihin, koulutukseen, infrastruktuuriin ja eläkkeisiin. Numerot antavat vaikutelman järjestelmällisyydestä ja hallinnasta. Ne kertovat, mihin rahaa käytetään, mutta eivät sitä, millä tavalla yhteiskuntaa rakennetaan. Vielä vähemmän ne kertovat siitä, mitä jää tekemättä ja millaisia tulevaisuuksia budjetti sulkee pois.\n\nBudjetti on jaettu tehtäviin, kuten sosiaaliturva, koulutus, turvallisuus ja ympäristö. Tämä luokittelu on hallinnollisesti selkeä ja välttämätön, mutta analyyttisesti rajallinen. Tehtäväjako muistuttaa kauppalistaa, joka kertoo mitä on ostettu, mutta ei sitä, miten ruoka valmistetaan, millaisia raaka-aineita on käytetty tai kuinka ravitsevaa lopputulos on. Tehtävät kertovat kohteet, mutta eivät toimintalogiikkaa.\n\nPelkkä tehtäväjako ei siksi riitä ymmärtämään budjetin todellista luonnetta. Tarvitaan toimenpiteiden näkökulmaa. Ylläpitävät, korjaavat, ennaltaehkäisevät ja uudistavat toimet kertovat siitä, mihin suuntaan yhteiskuntaa ohjataan. Ne paljastavat, onko budjetti tulevaisuuteen suuntautunut vai kiinnittyykö se ensisijaisesti menneisyyden ongelmien hallintaan.\n\nTässä analyysissä valtion talousarviota tarkasteltiin kahdella tasolla. Tehtävät perustuivat budjetin viralliseen pääluokitteluun, joka määrittelee hallinnolliset vastuualueet. Toimenpiteet puolestaan johdettiin momenttien sisällöstä ja budjettikirjan perusteluista. Tämä vaatii tulkintaa, mutta juuri siksi se tekee näkyväksi budjetin todellisen painopisteen. Kun momenttien tarkoitus avataan, paljastuu, kuinka suuri osa resursseista kuluu nykytilan ylläpitämiseen ja jo syntyneiden ongelmien paikkaamiseen.\n\nTällainen rakenne tekee järjestelmästä reaktiivisen. Se reagoi tehokkaasti kriiseihin, mutta investoi vain vähän niiden ehkäisyyn. Kun resurssit sidotaan menneisyyden ongelmiin, budjetti muuttuu kalliiksi ja joustamattomaksi. Se ei palkitse ennaltaehkäisyä, ei kannusta rakenteelliseen uudistamiseen eikä rakenna puskuria tuleviin haasteisiin. Jokainen uusi kriisi lisää painetta jo kuormittuneeseen järjestelmään.\n\nTehtävät näyttävät, mihin rahat menevät nyt. Toimenpiteet paljastavat sen, mihin rahaa ei käytetä ja mitä siksi jää syntymättä. Budjetti ei ole vain rahakirja, vaan suunta tulevaisuudelle. Jos rahat kohdistuvat pääosin menneisyyden ongelmiin, tulevaisuus jää rakentumatta.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI7",
        "MI8",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11"
      ]
    },
    "sdof": {
      "structure": "Budjetin tehtäväpohjainen institutionaalinen rakenne, joka ohjaa resurssit hallinnollisiin luokkiin ilman näkymää toimintalogiikkaan",
      "dynamics": "Tehtäväjako suosii ylläpitäviä ja korjaavia toimia, mikä lukitsee resurssit reaktiiviseen budjettikäyttöön",
      "outcomes": [
        "ennaltaehkäisyn ja uudistamisen aliresursointi",
        "budjetin joustamattomuus",
        "tulevaisuuteen suuntautuvien investointien vähäisyys"
      ],
      "feedback": [
        "korjaavien toimien kasvu lisää tulevaa korjaustarvetta",
        "uudistumisen puute vahvistaa reaktiivista budjettirakennetta"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 0,
      "cost": 2,
      "change": 1
    },
    "system_classification": {
      "section": "Julkinen talous",
      "system_role": "core-analysis",
      "primary_focus": "Budjetin toimintalogiikka ja tekemättä jättämisen politiikka",
      "secondary_focus": "Ennaltaehkäisyn ja uudistamisen näkymättömyys budjettirakenteessa",
      "explicitly_not_in_focus": [
        "yksittäiset momentit",
        "lyhyen aikavälin poliittiset kompromissit"
      ]
    }
  },
  {
    "id": "013",
    "date": "2025-12-22",
    "meta": {
      "title": "Miksi Suomi ylläpitää pysyvää työvoimareserviä velalla",
      "part": "V",
      "quote": "",
      "modules": "",
      "tags": [
        "työmarkkinat",
        "rakennemuutos",
        "velkaantuminen",
        "historia",
        "rakenteellinen työttömyys",
        "valtion rooli"
      ]
    },
    "summary": "",
    "body_md": "1980-luvun lopulla Suomi oli lähellä täystyöllisyyttä. Työttömyysaste oli noin 5,3 prosenttia, ja työpaikkojen sekä työvoiman suhde oli pitkälti tasapainossa. Työttömyys oli pääosin kitkatyöttömyyttä, lyhytaikaista ja suhdanneluonteista. Valtio oli keskeinen toimija työmarkkinoilla paitsi hallinnon ja julkisten palvelujen kautta myös teollisuudessa valtioenemmistöisten yhtiöiden kautta. Julkinen sektori toimi aktiivisena työnantajana ja rakenteellisena vakauden ylläpitäjänä.\n\n1990-luvun lama katkaisi tämän kehityksen äkillisesti. Työllisyys romahti, ja samanaikaisesti käynnistyi yksityistämisten ja julkisen sektorin supistamisen aalto, joka muutti työmarkkinoiden rakenteen pysyvästi. Valtion ja teollisuuden työpaikat katosivat, eikä niiden tilalle syntynyt vastaavaa määrää uusia, vakaita työmahdollisuuksia. Työttömyydestä tuli massailmiö, jota aiemmin ei tunnettu. Vielä merkittävämpää oli se, että työttömyys muuttui rakenteelliseksi. Se ei enää laskenut suhdanteiden mukana, vaan jäi osaksi pysyvää työmarkkinatilannetta.\n\nTämän jälkeen Suomi on elänyt yli kolme vuosikymmentä tilanteessa, jossa työttömyyttä on hoidettu velalla. 2020-luvun alussa keskimääräinen työttömyysaste on yli kaksinkertainen verrattuna 1980-luvun lopun tasoon. Julkinen velka ei ole ensisijaisesti suuntautunut uusiin työllistäviin rakenteisiin, vaan sillä on rahoitettu pysyvän työttömyyden seurauksia. Työttömyysturva, aktivointitoimet ja hallinnollinen ohjaus ovat muodostaneet järjestelmän, joka ylläpitää työvoimareserviä ilman, että itse työpaikkojen puutteeseen puututaan.\n\nNykyisin valtiolla on noin 130 000 työntekijää. Ajatusleikki havainnollistaa muutoksen mittaluokkaa. Jos valtio irtisanoisi näistä 100 000, työmarkkinoille syntyisi kerralla shokki, joka vastaisi sitä kehitystä, joka toteutui 1990-luvun ja 2000-luvun vaihteessa yhden sukupolven aikana. Tuloksena olisi sama rakenteellinen työttömyys, mutta nopeutettuna ja entistä vaikeammin hallittavana.\n\nKolmen vuosikymmenen kehityksestä voidaan tunnistaa neljä keskeistä juurisyytä. Ensinnäkin rakennemuutos toteutettiin ilman korvaavia työpaikkoja. Toiseksi julkinen työnantajarooli kutistui ilman, että sen tilalle luotiin uutta yhteiskunnallista työllistämisen logiikkaa. Kolmanneksi työllisyyspolitiikka kaventui yksilöön kohdistuvaksi CV-logiikaksi, jossa työttömyys ymmärretään ensisijaisesti osaamis- tai motivaatiovajeena. Neljänneksi velkavetoinen politiikka alkoi paikata seurauksia sen sijaan, että olisi puututtu rakenteisiin, jotka tuottavat työttömyyttä.\n\nSuomi on siirtynyt täystyöllisyyden kynnykseltä pysyvän työttömyyden yhteiskuntaan. Jos sama suunta jatkuu, tuloksena on yhä velalla ylläpidetty työvoimareservi, mutta ilman niitä rakenteita, jotka aikoinaan pitivät järjestelmän tasapainossa.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI6",
        "MI9",
        "MI10"
      ],
      "missing_levels": [
        "MI5",
        "MI7",
        "MI8",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI4",
        "MI2",
        "MI3",
        "MI6",
        "MI9",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "1990-luvun rakennemuutoksen jälkeen muotoutunut työmarkkinarakenne, jossa valtion työnantajarooli on supistunut ja työttömyyden seuraukset rahoitetaan velalla",
      "dynamics": "Työpaikkojen kysyntävaje yhdistyy yksilökeskeiseen työllisyyspolitiikkaan, jolloin velkarahoitus kohdistuu seurauksiin eikä rakenteelliseen työpaikkapulaan",
      "outcomes": [
        "pysyvä työvoimareservi",
        "rakenteellisen työttömyyden normalisoituminen",
        "julkisen velan kasvu ilman vastaavaa tuotannollista vastinetta"
      ],
      "feedback": [
        "työttömyyden kompensointi velalla vähentää painetta luoda uusia työpaikkarakenteita",
        "reservin pysyvyys legitimoidaan politiikkakielellä, mikä vahvistaa velkavetoista mallia"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 0,
      "cost": 2,
      "change": 1
    },
    "system_classification": {
      "section": "Työ ja julkinen talous",
      "system_role": "core-analysis",
      "primary_focus": "Pysyvän työvoimareservin historiallinen ja rakenteellinen synty",
      "secondary_focus": "Velan käyttö työttömyyden seurausten hallintaan",
      "explicitly_not_in_focus": [
        "lyhyen aikavälin suhdannepolitiikka",
        "yksittäiset työllisyysohjelmat"
      ]
    }
  },
  {
    "id": "014",
    "date": "2025-12-22",
    "meta": {
      "title": "Hyvinvointivaltion jyrkät portaat",
      "part": "III",
      "quote": "",
      "modules": "",
      "tags": [
        "hyvinvointivaltio",
        "sosiaalinen nousu",
        "sukupolvet",
        "eriarvoisuus",
        "rakennemuutos",
        "yksityistäminen"
      ]
    },
    "summary": "",
    "body_md": "Suomen tarinaa 1900-luvun loppupuolella on vaikea kertoa ilman hyvinvointivaltiota. Se oli aikansa suurin yhteiskunnallinen rakennustyömaa, järjestelmällinen ja määrätietoinen hanke, jonka tavoitteena oli murtaa periytyvä köyhyys ja luoda ennustettava elämänpolku laajoille kansanosille. \n\nHyvinvointivaltio rakensi portaat, joita pitkin miljoonat suomalaiset nousivat maaseudun niukkuudesta keskiluokkaiseen turvaan. Portaat muodostuivat maksuttomasta koulutuksesta, kansanterveyslaista, lapsilisistä, työeläkkeistä ja sosiaaliturvasta. Sodan jälkeen syntyneet sukupolvet nousivat askel askeleelta, ja nousu tuntui lähes luonnonvoimalta, itsestään selvältä kehityksen suunnalta.\n\nNousun aikana harva kysyi, mitä tapahtuu sen jälkeen, kun portaat on kerran kavuttu. Hyvinvointivaltion logiikka perustui kollektiiviseen solidaarisuuteen, mutta menestyksen myötä asetelma alkoi muuttua. Osa niistä, jotka itse hyötyivät yhteisistä rakenteista, alkoi suhtautua niihin kustannuksina eikä investointeina. Valtion rooli nähtiin yhä useammin taakkana, ei mahdollistajana. Rakenteita, jotka olivat mahdollistaneet nousun, alettiin purkaa tai kaventaa.\n\nKekkosen kausi loi vahvan illuusion pysyvästä hyvinvoinnista. Universaalisuus näytti toimivan. Lapsi saattoi syntyä syrjäseudun maalaistaloon ja päätyä lääkäriksi, opettajaksi tai insinööriksi. Harva kuitenkaan valmistautui väestön ikääntymiseen, tuottavuuden hidastumiseen tai globalisaation rakenteellisiin vaikutuksiin. Hyvinvointivaltio nojasi erityiseen historiallisten olosuhteiden ikkunaan, jossa talous kasvoi, työikäinen väestö lisääntyi ja kansallinen teollisuus tarjosi vakaata työtä.\n\n1990-luvun lama mursi käsityksen ikuisesta noususta. Seurasi valtion omaisuuden laajamittainen yksityistäminen. Outokumpu, Sonera ja muut valtioenemmistöiset yhtiöt siirtyivät markkinoille. Myyntituloilla paikattiin akuutteja alijäämiä, mutta samalla menetettiin pysyviä osinkovirtoja ja kymmeniä tuhansia vakaita työpaikkoja. Portaat eivät kadonneet, mutta ne kapenivat, jyrkkenivät ja monista askelmista tuli maksullisia.\n\nNykypäivän politiikassa tämä kehitys näkyy ristiriitaisena. Toisinaan se muistuttaa luokkasotaa, jossa yksityisiä palveluja tuetaan niille, joilla on jo varaa, ja julkisia palveluja heikennetään niiltä, joilla ei ole vaihtoehtoja. Toisinaan sitä perustellaan selviytymistaisteluna väestön ikääntyessä ja julkisen talouden kiristyessä. Ongelma ei ole pelkästään resurssien niukkuus, vaan se, mihin velkaa käytetään. Velkaa otetaan paikkaamaan rikkoutuneita rakenteita, ei rakentamaan uusia nousun väyliä.\n\nSyvin ristiriita näkyy sukupolvien välillä. Ne, jotka nousivat hyvinvointivaltion portailla, elävät nyt turvatummassa asemassa. Nuoremmille jää perinnöksi velka, tiukemmat ehdot ja jyrkemmät portaat. Yhä useammin hyvinvointi näyttäytyy yksityisenä projektina, ei yhteisenä lupauksena.\n\nKekkosen ajan perintö on paradoksaalinen. Se teki Suomesta tasa-arvoisemman kuin koskaan aiemmin, mutta loi myös odotuksen, jota nykyiset olosuhteet eivät enää automaattisesti kanna. Nyt kysymys ei ole siitä, voimmeko palata entiseen, vaan siitä, rakennammeko uudet portaat vai jätämmekö seuraavat sukupolvet kiipeämään yksin.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI4",
        "MI6",
        "MI7",
        "MI9",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI3",
        "MI5",
        "MI8",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI4",
        "MI1",
        "MI6",
        "MI9",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Hyvinvointivaltion sosiaalinen infrastruktuuri, jota on kavennettu yksityistämisen ja julkisen roolin supistamisen kautta",
      "dynamics": "Universaalien rakenteiden asteittainen rapautuminen yhdistyy väestörakenteen muutokseen ja tuottavuuden hidastumiseen",
      "outcomes": [
        "sosiaalisen liikkuvuuden heikkeneminen",
        "hyvinvoinnin yksityistyminen",
        "kasvava sukupolvien välinen eriarvoisuus"
      ],
      "feedback": [
        "eriytyminen vahvistaa poliittista hyväksyntää rakenteiden purkamiselle",
        "kapenevat nousun väylät lisäävät painetta yksilöllisiin ratkaisuihin"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 1,
      "experience": 1,
      "cost": 2,
      "change": 1
    },
    "system_classification": {
      "section": "Hyvinvointivaltio ja eriarvoisuus",
      "system_role": "core-analysis",
      "primary_focus": "Hyvinvointivaltion sosiaalisen nousun rakenteellinen kaventuminen",
      "secondary_focus": "Sukupolvien välinen kuormansiirto ja yksityistymisen logiikka",
      "explicitly_not_in_focus": [
        "yksittäiset etuuslajit",
        "lyhyen aikavälin poliittiset reformit"
      ]
    }
  },
  {
    "id": "015",
    "date": "2025-12-22",
    "meta": {
      "title": "Mitä sopeutukset 2024–2025 kertovat julkisesta taloudesta",
      "part": "IV",
      "quote": "",
      "modules": "",
      "tags": [
        "sopeutus",
        "valtiontalous",
        "alijäämä",
        "talouspolitiikka",
        "rakenteellinen epätasapaino",
        "menokuri"
      ]
    },
    "summary": "",
    "body_md": "Hallitus on tehnyt vuosina 2024 ja 2025 päätöksiä, joiden tavoitteena on ollut velkaantumisen hillitseminen ja julkisen talouden vahvistaminen. Julkisessa keskustelussa huomio kiinnittyy kuitenkin usein yksittäisiin leikkauksiin, etuuksiin tai veromuutoksiin, jolloin kokonaiskuva ja päätösten keskinäinen mittasuhde jäävät helposti taka-alalle. Talouspolitiikka näyttäytyy sarjana irrallisia päätöksiä, vaikka todellisuudessa kyse on laajemmasta ohjauslogiikasta.\n\nSopeutus on käsitteenä laaja ja tarkoituksella neutraali. Se kattaa menoleikkaukset, veromuutokset ja rakenteelliset uudistukset, joilla valtio pyrkii tasapainottamaan menonsa ja tulonsa. Kansalaisille sopeutus kuitenkin konkretisoituu lähes aina leikkauksina. Indeksijäädytykset, etuuksien heikennykset ja palvelujen supistukset ovat näkyviä ja välittömiä, kun taas rakenteelliset uudistukset ovat hitaampia ja usein vaikeammin hahmotettavia. Kielen tasolla sopeutus kuulostaa hallinnolliselta, mutta arjessa se tuntuu toimeentulon heikkenemisenä.\n\nVuonna 2024 hallitus päätti noin yhdeksän miljardin euron sopeutustoimista. Ne kohdistuivat erityisesti sosiaaliturvaan, koulutukseen ja indekseihin. Tästä huolimatta vuoden lopussa julkisen talouden alijäämä oli yli 11 miljardia euroa. Sopeutus ei siis poistanut alijäämää, vaan ainoastaan pienensi sitä suhteessa siihen kehityskulkuun, joka olisi toteutunut ilman toimia.\n\nVuoden 2025 budjetissa sopeutustoimet pienentävät alijäämää arviolta noin kolmella miljardilla eurolla. Tästä huolimatta alijäämä pysyy noin 12 miljardin euron tasolla. Hallitus on korostanut, että ilman näitä toimia tilanne olisi useita miljardeja huonompi. Tämä pitää laskennallisesti paikkansa, mutta se ei poista perusongelmaa: julkinen talous on rakenteellisesti epätasapainossa.\n\nSopeutusten mittakaava on suuri poliittisessa puheessa, mutta alijäämän kokoluokkaan nähden niiden vaikutus jää rajalliseksi. Väestön ikääntyminen kasvattaa eläke- ja hoivamenoja nopeammin kuin talous kasvaa. Samalla talouskasvu on hidasta, ja veropohja laajenee heikosti. Näihin tekijöihin yksittäiset leikkaukset eivät pure.\n\nKaksinumeroisissa miljardeissa pysyvä alijäämä osoittaa, että ongelmat ovat rakenteellisia. Sopeutukset toimivat ensiapuna ja ostavat aikaa, mutta ne eivät yksin ratkaise kestävyyshaastetta. Ilman talouskasvua, työllisyyden laadullista vahvistamista ja rakenteellisia uudistuksia sopeutus jää kehitystä hidastavaksi, ei sitä kääntäväksi politiikaksi. Painopiste on ollut menoleikkauksissa, mikä heijastaa hallituksen poliittista linjaa. Sopeutus vaikuttaa tekniseltä, kunnes se osuu omalle kohdalle, ja silloin se muuttuu nopeasti poliittiseksi ja inhimilliseksi kysymykseksi.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI5",
        "MI7",
        "MI8",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Ikääntymisen aiheuttama menopaine, heikko veropohjan kasvu ja menokehysten jäykkä institutionaalinen ohjaus",
      "dynamics": "Menoleikkauksiin painottuva sopeutus hidastaa alijäämän kasvua mutta ei muuta julkisen talouden perusrakennetta",
      "outcomes": [
        "krooninen alijäämä",
        "palvelulupauksen asteittainen kaventuminen",
        "talouspolitiikan legitimiteetin heikkeneminen kansalaisten arjessa"
      ],
      "feedback": [
        "leikkaukset heikentävät kasvun edellytyksiä, mikä pienentää tulevaa sopeutusvaraa",
        "rakenteellinen epätasapaino uusintaa sopeutustarvetta vaalikaudesta toiseen"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 1,
      "experience": 1,
      "cost": 2,
      "change": 1
    },
    "system_classification": {
      "section": "Julkinen talous",
      "system_role": "core-analysis",
      "primary_focus": "Sopeutusten ja rakenteellisen alijäämän välinen ristiriita",
      "secondary_focus": "Menokuriin nojaavan talouspolitiikan rajallisuus",
      "explicitly_not_in_focus": [
        "yksittäiset etuusleikkaukset",
        "lyhyen aikavälin budjettitekniset ratkaisut"
      ]
    }
  },
  {
    "id": "016",
    "date": "2025-12-22",
    "meta": {
      "title": "Eläkkeet, verot ja velka – sama logiikka",
      "part": "V",
      "quote": "",
      "modules": "",
      "tags": [
        "eläkejärjestelmä",
        "sukupolvien välinen oikeudenmukaisuus",
        "tulonsiirrot",
        "luottamus",
        "kestävyysvaje",
        "julkinen talous"
      ]
    },
    "summary": "",
    "body_md": "Suomen julkisen talouden suurin kiistakysymys ei liity pelkästään lukuihin, vaan siihen, millä sanoilla järjestelmästä puhutaan ja miten nämä sanat ohjaavat ymmärrystä ja hyväksyntää. Eläkkeet esitetään ansaittuna oikeutena, verot rasitteena ja velka väliaikaisena ratkaisuna. Kielellinen kehys luo vaikutelman, jossa eri rahoitusmuodot näyttävät moraalisesti eriarvoisilta, vaikka todellisuudessa ne kaikki perustuvat yhteiseen rahoitukseen ja tulonsiirtoihin.\n\nSuomen työeläkejärjestelmä on rakennettu osittain rahastoivaksi ja osittain jakojärjestelmäksi. Tämä tarkoittaa, että eläke ei ole yksilön henkilökohtainen säästötili, vaan sukupolvien välinen sopimus. Vaikka osa maksuista rahastoidaan, nykyiset eläkkeet maksetaan pääosin nykyisten työntekijöiden tuloista. Eläkejärjestelmän kestävyys ei siten riipu vain sijoitustuotoista, vaan ennen kaikkea siitä, kuinka monta maksajaa järjestelmässä on suhteessa saajiin.\n\nSotien jälkeen syntyneet suuret ikäluokat maksoivat työuransa aikana vain osan omista eläkkeistään. Järjestelmä oli tällöin demografisesti edullinen: maksajia oli paljon ja saajia vähän. 2000-luvulla syntyneet sukupolvet kohtaavat toisenlaisen tilanteen. Väestö ikääntyy, huoltosuhde heikkenee ja eläkemenot kasvavat. Näiden sukupolvien maksuosuus suhteessa saataviin etuuksiin voi olla huomattavasti suurempi. Järjestelmä on siis sukupolvisidonnainen ja epäsymmetrinen, vaikka sitä usein kuvataan neutraalina ja teknisenä.\n\nEläkkeitä kuvataan oikeuksina, veroja rasitteina ja velkaa keinona ostaa aikaa. Käytännössä kaikki nämä ovat tulonsiirtoja eri ajankohtien ja ryhmien välillä. Eläke näkyy eläkeotteessa yksilöllisenä karttumana, mikä vahvistaa omistamisen illuusiota. Velka on poliittisesti helpoin keino, koska sen kustannukset siirtyvät tuleville sukupolville, joilla ei ole mahdollisuutta osallistua päätöksentekoon.\n\nEläkejärjestelmä toimii vain niin kauan kuin sen koetaan olevan reilu. Jos maksut kasvavat ja hyödyt pienenevät, nuoremmat sukupolvet voivat alkaa kyseenalaistaa koko sopimuksen oikeutuksen. Tämä ei ole vain taloudellinen riski, vaan ennen kaikkea luottamuskysymys.\n\nJärjestelmän säilyttäminen edellyttää avoimuutta. Sukupolvien välinen reiluus on tehtävä näkyväksi mittareilla, jotka osoittavat, kuinka paljon kukin sukupolvi maksaa ja kuinka paljon se saa vastineeksi. Kysymys ei lopulta ole vain eläkkeistä, veroista tai velasta, vaan siitä, hyväksyvätkö tulevat sukupolvet järjestelmän ehdot ja kokevatko ne olevansa osa yhteistä sopimusta.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI4",
        "MI6",
        "MI9",
        "MI10",
        "MI12"
      ],
      "missing_levels": [
        "MI2",
        "MI5",
        "MI7",
        "MI8",
        "MI11"
      ],
      "mi_flow": [
        "MI4",
        "MI1",
        "MI3",
        "MI6",
        "MI9",
        "MI10",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Osittain rahastoiva ja osittain jakojärjestelmäinen eläkerakenne yhdessä velkarahoitteisen julkistalouden kanssa, joissa tulonsiirrot jakautuvat epäsymmetrisesti sukupolvien välillä",
      "dynamics": "Demografinen muutos kasvattaa maksajien ja saajien epäsuhtaa, samalla kun kielellinen kehystys ylläpitää eriarvoista moraalista ymmärrystä eläkkeistä, veroista ja velasta",
      "outcomes": [
        "kasvava kestävyysvaje",
        "sukupolvien välinen kokemuksellinen epäreiluus",
        "luottamuksen haurastuminen julkisiin instituutioihin"
      ],
      "feedback": [
        "luottamuksen heikentyminen lisää vastarintaa uudistuksille",
        "uudistusten lykkääntyminen kasvattaa tulevien sukupolvien rahoitusrasitetta"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 1,
      "experience": 1,
      "cost": 2,
      "change": 1
    },
    "system_classification": {
      "section": "Julkinen talous ja sukupolvisopimus",
      "system_role": "core-analysis",
      "primary_focus": "Eläke-, vero- ja velkakielen yhteinen tulonsiirtologiikka",
      "secondary_focus": "Sukupolvien välisen oikeudenmukaisuuden ja luottamuksen ehdot",
      "explicitly_not_in_focus": [
        "yksittäiset eläke-etuusleikkaukset",
        "lyhyen aikavälin veropoliittiset muutokset"
      ]
    }
  },
  {
    "id": "017",
    "date": "2025-12-22",
    "meta": {
      "title": "Kohti julkisen talouden kokonaiskuvaa",
      "part": "VI",
      "quote": "",
      "modules": "",
      "tags": [
        "historia",
        "demokratia",
        "resurssit",
        "rakenteet",
        "tulevaisuus",
        "hyvinvointivaltio",
        "kestävyys"
      ]
    },
    "summary": "",
    "body_md": "Suomen julkinen talous on kulkenut itsenäisyyden ajan aaltoina, joissa kriisit, väestökehitys, rakenteelliset ratkaisut ja resurssien saatavuus ovat vuorotelleet. Kun demokratiaa, rakenteita ja resursseja tarkastellaan rinnakkain, esiin nousee kertomus jatkuvasta jännitteestä kasvun ja rasitusten, lupausten ja kantokyvyn välillä. Julkisen talouden historia ei ole suoraviivainen nousu tai lasku, vaan sarja vaiheita, joissa vahvuudet ja heikkoudet ovat siirtyneet tasolta toiselle.\n\nItsenäisyyden alkuvuosikymmeninä valtion resurssit olivat niukat ja veropohja kapea. Julkinen talous toimi niukkuudessa, eikä hyvinvointia voitu vielä rakentaa laajasti. Väestöpohja oli kuitenkin vahva. Korkea syntyvyys ja nuori ikärakenne loivat tulevaisuuden potentiaalia ja uskoa siihen, että yhteiskunta kykenee kantamaan itsensä, vaikka demokraattinen järjestelmä haki muotoaan sotien ja epävakauden keskellä.\n\nSodan jälkeinen aika merkitsi selvää käännettä. Demokratia vakiintui ja julkinen valta alkoi tietoisesti rakentaa universaalia hyvinvointivaltiota. Koulutus, terveydenhuolto ja sosiaaliturva laajenivat nopeasti. Rakenteet vahvistuivat samaan aikaan, kun väestöpohja ja talouskasvu tukivat rahoitusta. Tämä ajanjakso muodosti julkisen talouden historiallisesti vahvimman vaiheen, jossa demokratia, rakenteet ja resurssit tukivat toisiaan.\n\n1980-luvun lopulta alkaen tasapaino alkoi horjua. Syntyvyys laski ja väestö ikääntyi, samalla kun talouskasvu hidastui. Menot kasvoivat nopeammin kuin tulot, ja poliittinen järjestelmä menetti osan uudistuskyvystään. 1990-luvun lama merkitsi murrosta, jossa työttömyys kasvoi voimakkaasti, valtion omaisuutta yksityistettiin ja julkisen talouden rahoituspohja heikkeni pysyvästi. Rakenteet säilyivät, mutta niiden rahoittaminen muuttui yhä vaikeammaksi.\n\n2000- ja 2010-luvuilla panostuksia tehtiin erityisesti koulutukseen ja tutkimukseen, mutta samaan aikaan rahoituspohja rapautui verotulojen kehityksen, velkaantumisen ja väestörakenteen muutoksen seurauksena. Sosiaali- ja terveydenhuollon menot sekä eläkevastuut kasvoivat nopeammin kuin talous. Julkinen talous alkoi elää jännitteessä, jossa rakenteita ylläpidettiin, mutta resurssien kantokyky ei enää vahvistunut.\n\nNykyhetki on murroksen aikaa. Väestöpohjan heikkeneminen, rahoitusvaje ja päätöksenteon rajallinen uudistuskyky kasaavat painetta koko järjestelmään. Kysymys ei ole vain velasta tai yksittäisistä menoista, vaan siitä, pystyykö Suomi uudistamaan työmarkkinoita, väestöpolitiikkaa ja julkisia rakenteita niin, että rahoituspohja säilyy. Hyvinvointivaltion vahvuudet syntyivät aikana, jolloin demokratia, rakenteet ja resurssit vahvistivat toisiaan. Kestävyys edellyttää nyt, että nämä kolme tasoa löydetään uudelleen samaan suuntaan, eikä anneta niiden ajautua toisiaan vastaan.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI4",
        "MI6",
        "MI7",
        "MI9",
        "MI10",
        "MI11"
      ],
      "missing_levels": [
        "MI2",
        "MI3",
        "MI5",
        "MI8",
        "MI12"
      ],
      "mi_flow": [
        "MI4",
        "MI1",
        "MI6",
        "MI9",
        "MI10",
        "MI11"
      ]
    },
    "sdof": {
      "structure": "Julkisen talouden historiallisesti rakentuneet rakenteet, jotka kytkevät demokratian, hyvinvointivaltion instituutiot ja rahoituspohjan toisiinsa",
      "dynamics": "Väestörakenteen muutos, talouskasvun hidastuminen ja päätöksenteon rajallinen uudistuskyky horjuttavat aiemmin toisiaan tukeneiden tasojen tasapainoa",
      "outcomes": [
        "rahoituspohjan heikkeneminen",
        "rakenteiden ylläpidon vaikeutuminen",
        "kasvava jännite lupausten ja kantokyvyn välillä"
      ],
      "feedback": [
        "uudistusten lykkääntyminen syventää rahoitusvajetta",
        "rakenteiden säilyttäminen ilman rahoituspohjan vahvistamista lisää velka- ja sopeutuspainetta"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 1,
      "experience": 0,
      "cost": 2,
      "change": 1
    },
    "system_classification": {
      "section": "Julkinen talous ja hyvinvointivaltio",
      "system_role": "synthesis",
      "primary_focus": "Demokratian, rakenteiden ja resurssien historiallisen yhteyden purkautuminen",
      "secondary_focus": "Kokonaiskuvan palauttamisen edellytykset julkisen talouden kestävyydelle",
      "explicitly_not_in_focus": [
        "yksittäiset budjettimomentit",
        "lyhyen aikavälin suhdannevaihtelut"
      ]
    }
  },
  {
    "id": "018",
    "date": "2025-12-22",
    "meta": {
      "title": "Kohti julkisen talouden kokonaiskuvaa",
      "part": "I",
      "quote": "",
      "modules": "",
      "tags": [
        "historia",
        "demokratia",
        "resurssit",
        "rakenteet",
        "tulevaisuus",
        "hyvinvointivaltio",
        "kestävyys"
      ]
    },
    "summary": "",
    "body_md": "Suomen julkinen talous on kulkenut itsenäisyyden ajan aaltoina, joissa kriisit, väestökehitys, rakenteelliset ratkaisut ja resurssien saatavuus ovat vuorotelleet. Kun demokratiaa, rakenteita ja resursseja tarkastellaan rinnakkain, esiin nousee kertomus jatkuvasta jännitteestä kasvun ja rasitusten, lupausten ja kantokyvyn välillä. Julkisen talouden historia ei ole suoraviivainen nousu tai lasku, vaan sarja vaiheita, joissa vahvuudet ja heikkoudet ovat siirtyneet tasolta toiselle.\n\nItsenäisyyden alkuvuosikymmeninä valtion resurssit olivat niukat ja veropohja kapea. Julkinen talous toimi niukkuudessa, eikä hyvinvointia voitu vielä rakentaa laajasti. Väestöpohja oli kuitenkin vahva. Korkea syntyvyys ja nuori ikärakenne loivat tulevaisuuden potentiaalia ja uskoa siihen, että yhteiskunta kykenee kantamaan itsensä, vaikka demokraattinen järjestelmä haki muotoaan sotien ja epävakauden keskellä.\n\nSodan jälkeinen aika merkitsi selvää käännettä. Demokratia vakiintui ja julkinen valta alkoi tietoisesti rakentaa universaalia hyvinvointivaltiota. Koulutus, terveydenhuolto ja sosiaaliturva laajenivat nopeasti. Rakenteet vahvistuivat samaan aikaan, kun väestöpohja ja talouskasvu tukivat rahoitusta. Tämä ajanjakso muodosti julkisen talouden historiallisesti vahvimman vaiheen, jossa demokratia, rakenteet ja resurssit tukivat toisiaan.\n\n1980-luvun lopulta alkaen tasapaino alkoi horjua. Syntyvyys laski ja väestö ikääntyi, samalla kun talouskasvu hidastui. Menot kasvoivat nopeammin kuin tulot, ja poliittinen järjestelmä menetti osan uudistuskyvystään. 1990-luvun lama merkitsi murrosta, jossa työttömyys kasvoi voimakkaasti, valtion omaisuutta yksityistettiin ja julkisen talouden rahoituspohja heikkeni pysyvästi. Rakenteet säilyivät, mutta niiden rahoittaminen muuttui yhä vaikeammaksi.\n\n2000- ja 2010-luvuilla panostuksia tehtiin erityisesti koulutukseen ja tutkimukseen, mutta samaan aikaan rahoituspohja rapautui verotulojen kehityksen, velkaantumisen ja väestörakenteen muutoksen seurauksena. Sosiaali- ja terveydenhuollon menot sekä eläkevastuut kasvoivat nopeammin kuin talous. Julkinen talous alkoi elää jännitteessä, jossa rakenteita ylläpidettiin, mutta resurssien kantokyky ei enää vahvistunut.\n\nNykyhetki on murroksen aikaa. Väestöpohjan heikkeneminen, rahoitusvaje ja päätöksenteon rajallinen uudistuskyky kasaavat painetta koko järjestelmään. Kysymys ei ole vain velasta tai yksittäisistä menoista, vaan siitä, pystyykö Suomi uudistamaan työmarkkinoita, väestöpolitiikkaa ja julkisia rakenteita niin, että rahoituspohja säilyy. Hyvinvointivaltion vahvuudet syntyivät aikana, jolloin demokratia, rakenteet ja resurssit vahvistivat toisiaan. Kestävyys edellyttää nyt, että nämä kolme tasoa löydetään uudelleen samaan suuntaan, eikä anneta niiden ajautua toisiaan vastaan.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI4",
        "MI6",
        "MI7"
      ],
      "missing_levels": [
        "MI2",
        "MI3",
        "MI5",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI4",
        "MI1",
        "MI6",
        "MI7"
      ]
    },
    "sdof": {
      "structure": "Julkisen talouden historiallisesti rakentunut rakenne, jossa demokratia, hyvinvointivaltion instituutiot ja rahoituspohja ovat kietoutuneet toisiinsa",
      "dynamics": "Väestörakenteen muutos, talouskasvun hidastuminen ja poliittisen järjestelmän uudistuskyvyn heikkeneminen horjuttavat aiempaa tasapainoa",
      "outcomes": [
        "rahoituspohjan asteittainen heikkeneminen",
        "kasvava jännite lupausten ja kantokyvyn välillä",
        "rakenteiden ylläpidon vaikeutuminen ilman uudistuksia"
      ],
      "feedback": [
        "uudistusten lykkääntyminen syventää pitkän aikavälin kestävyysvajetta",
        "rakenteiden säilyttäminen ilman resurssipohjan vahvistamista lisää sopeutuspainetta"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 1,
      "experience": 0,
      "cost": 1,
      "change": 1
    },
    "system_classification": {
      "section": "Julkinen talous ja hyvinvointivaltion perusta",
      "system_role": "opening-chapter",
      "primary_focus": "Demokratian, rakenteiden ja resurssien historiallinen yhteispeli",
      "secondary_focus": "Julkisen talouden pitkän aikavälinen muutos ja tasapainon horjuminen",
      "explicitly_not_in_focus": [
        "yksittäiset budjettimomentit",
        "lyhyen aikavälin taloussuhdanteet"
      ]
    }
  },
  {
    "id": "019",
    "date": "2025-12-26",
    "meta": {
      "title": "Suomi on valtiojohtoinen maa",
      "part": "IV",
      "quote": "",
      "modules": "",
      "tags": [
        "hallintokulttuuri",
        "valtiokeskeisyys",
        "itsehallinto",
        "demokratia",
        "hallinnon-historia",
        "ohjauslogiikka"
      ]
    },
    "summary": "",
    "body_md": "Suomea pidetään poikkeuksellisen valtiojohtoisena maana, jossa keskusvallalla ja virkamieskunnalla on vahva asema yhteiskunnan ohjaamisessa. Tämä ei ole sattumaa, vaan pitkän historiallisen kehityksen tulos, jossa geopoliittinen sijainti, hallintoperinteet ja turvallisuuspoliittiset realiteetit ovat muovanneet suhdetta valtion ja kansalaisten välillä. Valtiosta on tullut sekä suojelija että järjestyksen takaaja, instituutio, johon on opittu luottamaan.\n\nRuotsin vallan aikana yhteiskunta rakentui selkeästi hierarkkiseksi. Hallinto toimi ylhäältä alas ja hallintokieli oli ruotsi, mikä loi pysyvän etäisyyden vallanpitäjien ja kansan välille. Hallinto ei ollut neuvotteleva vaan normittava, ja tämä jätti perinnön, jossa sääntöjen noudattaminen ja viranomaisvalta nähtiin yhteiskunnallisen vakauden ehtona. Venäjän vallan aikana tätä perinnettä vahvistettiin. Autonomian puitteissa Suomeen rakennettiin tehokas ja keskitetty hallintokoneisto, jota pidettiin nimenomaan vakauden ja ennustettavuuden takeena. Virkamiesvalta alkoi näyttäytyä neutraalina ja puolueettomana, jopa politiikan yläpuolella olevana voimana.\n\nItsenäistymisen jälkeen valtiokeskeisyys ei heikentynyt, vaan pikemminkin vahvistui. Sisällissota ja maailmansodat opettivat, että valtion kyky mobilisoida resursseja oli elinehto kansakunnan selviytymiselle. Myös hyvinvointivaltion rakentaminen toteutettiin vahvan keskushallinnon ohjauksessa. Suomessa ei ollut samanlaista vahvaa porvarillista itsehallintoa, kaupunkivaltaa tai alueellisia eliittejä kuin monissa Keski-Euroopan maissa. Valtiosta tuli luonteva kehityksen moottori.\n\nTämä malli on tuottanut kiistattomia etuja. Suomi on vakaa, korruptio on vähäistä ja lainsäädäntöä noudatetaan. Samalla järjestelmä on osoittautunut jäykäksi. Paikallinen itsehallinto on jäänyt rajalliseksi ja uudistukset etenevät hitaasti. Sote-uudistuksen pitkä kesto kuvastaa tätä: valtio pyrki hallitsemaan kokonaisuutta yksityiskohtaisesti, mikä teki kompromisseista hitaita ja monimutkaisia.\n\nNaapurimaat tarjoavat vertailukohtia. Ruotsissa kunnilla on laaja itsehallinto ja verotusoikeus, mikä tuo päätöksenteon lähemmäs asukkaita. Tanskassa korostuvat joustavat rakenteet ja paikallinen kokeilukulttuuri, vaikka finanssipoliittinen kuri on tiukka. Suomen kysymys onkin, onko valtiokeskeinen malli edelleen vahvuus vai onko siitä tullut uudistumisen este. Tulevaisuuden kannalta ratkaisevaa on, uskalletaanko vastuuta ja valtaa jakaa enemmän paikallistasolle ja kansalaisille vai jatketaanko mallia, jossa valtio kantaa lähes kaiken ohjauksen ja riskin.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI4",
        "MI7",
        "MI10"
      ],
      "missing_levels": [
        "MI2",
        "MI3",
        "MI5",
        "MI6",
        "MI8",
        "MI9",
        "MI11",
        "MI12"
      ],
      "mi_flow": [
        "MI4",
        "MI1",
        "MI7",
        "MI10"
      ]
    },
    "sdof": {
      "structure": "Historiallisesti rakentunut keskitetty hallintomalli, jossa valtio toimii ensisijaisena koordinoijana, normittajana ja riskinkantajana",
      "dynamics": "Valtiokeskeinen ohjaus tuottaa vakautta ja yhdenmukaisuutta, mutta samalla rajoittaa paikallista kokeilua ja hidastaa rakenteellista uudistumista",
      "outcomes": [
        "korkea institutionaalinen luottamus ja hallinnollinen vakaus",
        "rajallinen paikallinen itsehallinto ja kokeilukyvykkyys",
        "uudistusten hidas eteneminen suurissa kokonaisuuksissa"
      ],
      "feedback": [
        "keskittämisen koettu turvallisuus vahvistaa lisäkeskittämistä",
        "paikallisen kapasiteetin heikkous oikeuttaa valtion ohjauksen jatkumisen"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 1,
      "experience": 1,
      "cost": 0,
      "change": 1
    },
    "system_classification": {
      "section": "Hallintokulttuuri ja vallan rakenne",
      "system_role": "interpretive-key",
      "primary_focus": "Valtiokeskeisen hallintomallin historiallinen ja institutionaalinen logiikka",
      "secondary_focus": "Keskittämisen ja paikallisen itsehallinnon välinen jännite",
      "explicitly_not_in_focus": [
        "yksittäiset hallinnolliset uudistukset",
        "päiväkohtainen poliittinen päätöksenteko"
      ]
    }
  },
  {
    "id": "020",
    "date": "2025-12-22",
    "meta": {
      "title": "Valtiojohtoisuus maailmassa jota ei enää ole",
      "part": "II",
      "quote": "",
      "modules": "",
      "tags": [
        "hallintomalli",
        "verkostoyhteiskunta",
        "uudistumiskyky",
        "komentokeskus",
        "hallintokulttuuri",
        "legitimiteetti"
      ]
    },
    "summary": "",
    "body_md": "Suomen valtiojohtoisuus syntyi poikkeuksellisessa historiallisessa tilanteessa. Keskitetty hallinto ei ollut ideologinen valinta, vaan selviytymisen strategia. Pieni ja geopoliittisesti haavoittuva maa tarvitsi valtiota, joka oli sekä suoja että suunta. Valtio koordinoi jälleenrakennuksen, ohjasi teollistumista ja loi hyvinvointivaltion. Ongelmat olivat selkeitä ja lineaarisia, ja keskitetty komentokeskus jakoi niukat resurssit. Valtiojohtoisuus oli vastaus niukkuuteen ja epävarmuuteen, ei hallinnollinen mieltymys.\n\nKun kriisiajan hallintamalli toimii, se institutionalisoituu. Suomessa valtiojohtoisuudesta tuli vähitellen hyvän hallinnon synonyymi. Yhteinen etu toteutui keskitetysti määriteltynä. Näin syntyi rationaalinen, mutta ylhäältä ohjattu järjestys, joka loi poikkeuksellisen vahvan luottamuksen. Suuret uudistukset etenivät ilman vastakkainasettelua. Menestys kuitenkin sementoi logiikan. Kun hallinto oppi hallitsemaan tehokkaasti, se menetti kykynsä oppia nopeasti. Järjestelmä osaa tuottaa päätöksiä, mutta ei välttämättä ymmärrä niiden tarkoitusta. Muutos edellyttäisi rohkeutta ja kokeilua, mutta järjestelmä valitsee työryhmän.\n\nNykyiset ongelmat, ilmastonmuutos, väestön ikääntyminen, työelämän pirstaloituminen ja luottamuksen rapautuminen, ovat monitasoisia ja verkottuneita. Niihin ei vastata yhden organisaation päätöksillä. Keskitetty hallinto olettaa tiedon kulkevan ylhäältä alas ja vastuun alhaalta ylös. \n\nVerkostoyhteiskunnassa suunta on kääntynyt ristiin. Tietoa syntyy kaikkialla, mutta päätöksenteon rakenne ei kykene vastaanottamaan sitä. Syntyy tiedon ja vallan epäsuhta. Järjestelmä mittaa enemmän kuin ymmärtää ja reagoi hitaammin kuin todellisuus muuttuu.\n\nSuomalainen hallintokulttuuri nojaa ennustettavuuteen. Viranomainen toimii sääntöjen mukaan, ja kansalainen luottaa siihen. Mutta kun ongelmat eivät enää ratkea sääntöjen avulla, luottamuksesta tulee muodollinen oletus. Digitalisaatio ja valvonta lisäävät tietoa, mutta eivät ymmärrystä. Mitä enemmän hallinto mittaa, sitä vähemmän se kohtaa. Mitä enemmän se kontrolloi, sitä vähemmän siihen luotetaan. Tämä on uuden ajan legitimiteettikriisi.\n\nValtiojohtoisuus on myös kulttuurinen ilmiö. Suomalainen ajattelutapa kantaa jälkiä ajasta, jolloin oma-aloitteisuus oli epävarmaa. Muutos tapahtuu muodollisesti. Ensin luodaan työryhmä, sitten raportti, sitten ohjelma. Virheiden pelko on järjestelmällistetty hyveeksi. Muissa pohjoismaissa korjausliike on luonnollista, Suomessa muutos nähdäön epäonnistumisena.\n\nTulevaisuuden hallinto ei hylkää valtiota, vaan muuttaa sen roolin. Valtio ei ole komentokeskus, vaan koordinoiva alusta, joka yhdistää kunnat, alueet, yritykset, yhteisöt ja kansalaiset. \n\nHajautetun mallin kolme periaatetta ovat:\n• valta siirtyy hierarkiasta verkostomaiseen hallintaan\n• tieto hajautuu ja jaetaan avoimesti\n• luottamus rakentuu vuorovaikutuksesta, ei muodollisesta asemasta\n\nTämä tarkoittaa monikeskistä järjestystä, jossa hallinto sovittaa yhteen erilaisia näkökulmia. Valta palaa arjen tasolle, sinne missä ongelmat ja ratkaisut kohtaavat.\n\nValtiojohtoisuus rakensi yhtenäisen kansakunnan, mutta se ei enää kykene rakentamaan yhtenäistä todellisuutta. Maailma, jota varten se luotiin, oli rajallinen ja ennustettava. Nykyinen yhteiskunta toimii jatkuvassa liikkeessä, jossa tieto ja toimijuus ylittävät hallinnon rajat. Valtio voi säilyttää merkityksensä vain, jos se ymmärtää rajansa ja muuttaa sen vahvuudeksi. Sen tehtävä on oppia, reagoida ja yhdistää tasoja kokonaisuudeksi.\n\nJos valtiojohtoisuus oli sodan ja jälleenrakennuksen kieli, hajautettu järjestelmä on verkostojen ja vuorovaikutuksen kieli. Suomi ei menetä valtaansa, jos se jakaa sitä, vaan jos se ei tunnista, missä sen kansalaiset jo toimivat.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI4",
        "MI7",
        "MI9",
        "MI11"
      ],
      "missing_levels": [
        "MI2",
        "MI3",
        "MI5",
        "MI6",
        "MI8",
        "MI10",
        "MI12"
      ],
      "mi_flow": [
        "MI4",
        "MI1",
        "MI7",
        "MI9",
        "MI11"
      ]
    },
    "sdof": {
      "structure": "Historiallisesti rakentunut hierarkkinen komentokeskusmalli ja siiloutunut virkamieshallinto",
      "dynamics": "Tieto ja toimijuus hajaantuvat verkostoihin, mutta päätösvalta ja vastuu pysyvät keskitettyinä",
      "outcomes": [
        "heikentynyt uudistumiskyky",
        "päätöksenteon etääntyminen arjen todellisuudesta",
        "kasvava legitimiteettijännite hallinnon ja kansalaisten välillä"
      ],
      "feedback": [
        "valvonnan ja mittaamisen lisääminen korvaa ymmärrystä",
        "kontrollin kasvu kiihdyttää irtikytkentää ja heikentää luottamusta"
      ]
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 1,
      "experience": 1,
      "cost": 0,
      "change": 2
    },
    "system_classification": {
      "section": "Hallintokulttuuri ja vallan muutos",
      "system_role": "core-analysis",
      "primary_focus": "Valtiojohtoisen hallintomallin rajat verkostoyhteiskunnassa",
      "secondary_focus": "Komentokeskuslogiikan ja hajautetun toimijuuden välinen jännite",
      "explicitly_not_in_focus": [
        "yksittäiset hallinnolliset reformit",
        "tekniset digitalisaatiohankkeet"
      ]
    }
  },
  {
    "id": "021",
    "date": "2025-12-26",
    "meta": {
      "title": "Mitä valtiojohtoisuuden jälkeen",
      "part": "I",
      "quote": "",
      "modules": "",
      "tags": [
        "hallintomalli",
        "reflektiivisyys",
        "luottamus",
        "avoindata",
        "verkostohallinta",
        "oppiva-hallinto"
      ]
    },
    "summary": "",
    "body_md": "Valtiojohtoisuuden perintö\nSuomen hallinto muistuttaa vanhaa koneistoa, joka rakensi hyvinvointivaltion järjestelmällisesti ja tehokkaasti. Se syntyi niukkuuden ja epävarmuuden keskellä. Sodan ja jälleenrakennuksen aikana valtio loi rakenteet, jotka pitivät maan koossa. Keskitetty malli jäi elämään myös silloin, kun yhteiskunta monimutkaistui ja muuttui. Hallinto oppi hallitsemaan, mutta ei enää oppimaan nopeasti.\n\nHallinnon rytmi ja todellisuuden tahti\nNykyinen hallinto toimii omien sääntöjensä mukaan, mutta sen tempo ei vastaa yhteiskunnan rytmiä. Päätöksenteko perustuu lausuntokierroksiin ja monivaiheiseen valmisteluun, vaikka todellisuus muuttuu jo ennen päätöksen valmistumista. Mielenterveyden hoitoketjut kulkevat sosiaali-, terveys- ja työllisyyspolitiikan rajoilla. Kun ihminen putoaa väliin, hallinto ei näe kokonaisuutta, vaan kolme erillistä vastuualuetta. Sektorirajat ja byrokraattinen jäykkyys vaikeuttavat kokeiluja, reaktiokykyä ja pitkäjänteistä kehittämistä. Osallistuminen jää usein muodolliseksi.\n\nSiirtymä on jo käynnissä\nHallinnon uudistamisesta puhutaan tulevaisuuden tavoitteena, vaikka muutos on jo alkanut. Kunnat, alueet, järjestöt ja yritykset etsivät ratkaisuja yhdessä ilman keskitettyä ohjausta. Ne jakavat tietoa ja kokeilevat uusia malleja. Monissa kunnissa on syntynyt hyvinvointipöytiä, joissa koulut, sosiaalipalvelut, yritykset ja järjestöt tekevät päätöksiä yhdessä ja hyödyntävät samaa tietopohjaa. Päätöksenteko syntyy kohtaamisista, ei lausunnoista. Hallinnon rooli muuttuu komentokeskuksesta koordinaattoriksi ja alustaksi, joka kokoaa suunnan ja tiedon.\n\nLuottamuksen uusi rakenne\nAiemmin luottamus perustui siihen, että viranomainen tiesi ja kansalainen noudatti. Nykyinen luottamus rakentuu yhteisestä näkyvyydestä. Kun talous- ja palveludata avataan, asukkaat näkevät itse, mitä päätökset maksavat ja mitä ne tuottavat. Kun hoitoketjut ovat läpinäkyviä, ihmiset voivat seurata oman asiansa etenemistä. Luottamus siirtyy hierarkiasta yhteiseen näkyvyyteen. Tieto virtaa molempiin suuntiin, ja kansalainen on havaintojärjestelmä, ei hallinnan kohde.\n\nKansainväliset vertailut ja suunta\nMonet maat ovat samassa siirtymässä. Tanskassa Local Labs -mallit kokoavat asukkaat ja viranomaiset ratkaisemaan ongelmia yhdessä. Alankomaissa päätöksenteko perustuu laajaan yhteistyöhön, ja Virossa julkiset palvelut ovat digitaalisia ja läpinäkyviä. Näiden mallien yhteinen piirre on sama. Hallinto ei hallitse ylhäältä, vaan oppii yhdessä ja muuttaa vallan luonnetta.\n\nReflektiivisen hallinnon aika\nValtiojohtoisuus ei ollut virhe. Se oli aikansa ratkaisu, mutta sen vahvuus on nyt sen heikkous. Kyky hallita ei riitä, jos suunta on väärä. Hallinnon tulevaisuus rakentuu yhteisestä näkyvyydestä ja jatkuvasta oppimisesta. Hallinnon tehtävä on kuunnella todellisuutta ja korjata suuntaa silloin, kun ympäristö muuttuu. Reflektiivisen hallinnon ydin on kyky nähdä päätösten vaikutukset, oppia niistä nopeasti ja ylläpitää yhteistä suuntaa maailmassa, jota ei enää voi hallita mutta jota voi ymmärtää paremmin.\n\nInfografiikka kuvaa kolmea hallinnon muutosulottuvuutta\nValta siirtyy hierarkiasta verkostoon, tieto avautuu yhteiseksi ja luottamus rakentuu vuorovaikutuksesta. Näiden kolmen jännitteen kautta on mahdollista lukea suomalaisen hallinnon siirtymä valtiojohtoisuudesta reflektiiviseen ja oppivaan hallintaan.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI3",
        "MI7",
        "MI9",
        "MI11"
      ],
      "missing_levels": [
        "MI2",
        "MI4",
        "MI5",
        "MI6",
        "MI8",
        "MI10",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI7",
        "MI9",
        "MI11"
      ]
    },
    "sdof": {
      "structure": "Sektoriperustainen ja historialliseen valtiojohtoisuuteen nojaava hallintorakenne, joka on murroksessa kohti verkostomaista koordinaatiota",
      "dynamics": "Yhteiskunnallinen muutos ja paikallinen kokeilu etenevät nopeammin kuin perinteinen hallinnollinen valmistelu",
      "outcomes": [
        "hallinnon roolin muutos komentokeskuksesta koordinoivaksi alustaksi",
        "läpinäkyvyyteen ja yhteiseen tietopohjaan perustuva luottamus",
        "parempi kyky tunnistaa päätösten todelliset vaikutukset"
      ],
      "feedback": [
        "avoimen datan ja yhteisen näkyvyyden lisääntyminen vahvistaa reflektiivisyyttä",
        "oppiminen arjen kokeiluista parantaa hallinnon sopeutumiskykyä"
      ]
    },
    "entry_focus": {
      "structure": 1,
      "mechanisms": 1,
      "experience": 2,
      "cost": 0,
      "change": 2
    },
    "system_classification": {
      "section": "Hallintokulttuurin murros",
      "system_role": "synthesis",
      "primary_focus": "Siirtymä valtiojohtoisuudesta reflektiiviseen ja oppivaan hallintoon",
      "secondary_focus": "Luottamuksen rakentuminen avoimuuden ja vuorovaikutuksen kautta",
      "explicitly_not_in_focus": [
        "yksittäiset lainsäädäntöhankkeet",
        "tekniset IT-järjestelmäratkaisut ilman hallintomuutosta"
      ]
    }
  },
  {
    "id": "022",
    "date": "2025-12-26",
    "meta": {
      "title": "Suomen julkisen talouden kaksoiskriisi",
      "part": "I",
      "quote": "",
      "modules": "",
      "tags": [
        "valtiontalous",
        "eläkerahastot",
        "kaksoiskriisi",
        "veropohja",
        "huoltosuhde"
      ]
    },
    "summary": "",
    "body_md": "Suomi on kahden talouden maa. Lyhyen aikavälin budjettipaineet ja pitkän aikavälin eläkeriskit etenevät rinnakkain. Valtion ja kuntien budjettitalous kamppailee jatkuvasti menojen ja tulojen tasapainon kanssa. Kun rahoitus ei riitä, velka kasvaa, luottoluokitus heikkenee ja korkomenot nousevat tasolle, joka uhkaa julkisen vallan toimintakykyä.\n\nSamaan aikaan työeläkerahastot kantavat vastuuta tulevien sukupolvien eläkkeistä. Niihin liittyvät riskit, kuten sijoitustuottojen vaihtelut, väestön ikääntyminen ja työikäisten määrän väheneminen, realisoituvat vasta vuosien tai vuosikymmenten kuluttua. Aikajänteiden ero synnyttää perustavanlaatuisen ristiriidan, jossa joudutaan pohtimaan, turvataanko ensin valtion toimintakyky vai eläkejärjestelmän kestävyys.\n\nVuoden 2025 taloustilanne korostaa ongelman kiireellisyyttä. Talous toipuu hitaasti inflaation hellittäessä ja korkojen laskiessa, mutta velkasuhteen tasaantuminen jää tilapäiseksi. Eläkeuudistusten vaikutukset budjettiin ovat rajallisia, ja osa niistä siirtää ongelmaa eteenpäin. Samalla käy yhä selvemmäksi, että Suomi tarvitsee uudenlaisen lähestymistavan, jossa eläke- ja budjettipolitiikka kytketään toisiinsa.\n\nKeskeinen johtopäätös on, että budjettitalouden vakauttaminen on aikajärjestyksessä ensisijaista. Valtio voi ajautua kriisiin ennen kuin eläkejärjestelmän pitkän aikavälin riskit realisoituvat täysimääräisesti.\n\nKahden talouden ristiriita\n\nSuomen julkinen talous toimii kahdessa todellisuudessa. Budjettitalous rahoittaa yhteiset palvelut, sosiaaliturvan, koulutuksen, terveydenhuollon ja turvallisuuden. Vuonna 2025 valtio tarvitsee yli kymmenen miljardia euroa uutta velkaa menojensa kattamiseen, ja korkomenot ovat kasvaneet nopeasti. Talouskasvu jää vaatimattomaksi, eikä työttömyys alene merkittävästi ennen vuotta 2026.\n\nKun menot ylittävät tulot, velkasuhde nousee ja lainarahoituksen ehdot heikkenevät. Finanssivalvonnan kevään 2025 arvio korostaa, että vuosien 2026–2029 taloussuunnitelma on ratkaiseva valtiontalouden vakauttamiselle.\n\nTyöeläkejärjestelmä toimii täysin eri aikajänteellä. Vuonna 2024 sen varat kasvoivat lähes kahdellakymmenellä miljardilla eurolla ja nousivat yli 270 miljardiin euroon sijoitustuottojen ansiosta. Järjestelmää rahoitetaan työssäkäyvien maksuilla ja sijoitustuotoilla, ja sen suurimmat haasteet näkyvät vasta 2030-luvun lopulla.\n\nRahastojen vahva asema ei kuitenkaan tue budjettitaloutta. Vanhuuseläkkeitä maksetaan vuosittain yli neljäkymmentä miljardia euroa, mutta vain pieni osa tästä kulkee valtion budjetin kautta. Tämä luo näennäisen vakauden tunteen. Eläkerahastot voivat hyvin samaan aikaan kun budjettitalous horjuu. Jos valtiontalous ajautuu kriisiin, veropohja heikkenee, mikä uhkaa myös eläkejärjestelmän rahoitusta.\n\nEläkeuudistusten todellinen vaikutus\n\nEläkeuudistuksia perustellaan usein säästöillä, mutta monien vaikutus jää laskennalliseksi. Osa toimenpiteistä vahvistaa rahastoja tilastollisesti, mutta heikentää budjettia käytännössä. Vuoden 2025 eläkeuudistuksen arvioidaan parantavan julkista taloutta pitkällä aikavälillä noin miljardilla eurolla, mikä vastaa vain pientä osaa bruttokansantuotteesta. Hallituksen mukaan uudistus vakauttaa eläkemaksuja, mutta vaikutukset ovat ristiriitaisia.\n\nEläkkeiden indeksijäädytys näyttää lyhyellä aikavälillä säästöltä. Käytännössä se pienentää eläketuloja ja vähentää verotuloja. Samalla pienituloisten eläkeläisten toimeentulotuki ja asumistuki kasvavat, jolloin menot palaavat budjettiin toista kautta. Rahastot hyötyvät hetkellisesti, mutta järjestelmän kokonaiskestävyys ei vahvistu.\n\nEläkkeiden verotuksen kiristäminen on tehokkaampi keino budjettitalouden näkökulmasta. Se lisää valtion ja kuntien tuloja ilman, että rahastojen tasapaino heikkenee. Sen sijaan suurimpien eläkkeiden leikkaukset kohdistuvat pieneen joukkoon ja vaikuttavat rajallisesti kokonaisuuteen.\n\nKiistanalaisin toimi on eläkeiän nosto. Asteittainen nousu on pidentänyt työuria, mutta huomattavasti korkeampi eläkeikä muuttaa asetelmaa. Jos suuri osa ikääntyneistä ei kykene jatkamaan työssä, he siirtyvät työttömyyden, toimeentulotuen ja terveydenhuollon piiriin. Tällöin valtio kantaa kustannukset, jotka eläkerahastot välttävät. Ilman työkykyä ja työllisyyttä tukevia toimia eläkeiän nosto siirtää ongelman vain toiseen järjestelmään.\n\nRatkaisuna veropohja, työkyky ja tuottavuus\n\nKestävä ratkaisu ei synny eläkkeiden leikkauksista, vaan veropohjan vahvistamisesta. Ikääntyneiden työllisyyttä on tuettava panostamalla työkyvyn ylläpitoon, hoitoon pääsyn nopeuteen ja joustaviin työaikaratkaisuihin. Niille, jotka jatkavat työssä pidempään, tarvitaan selkeitä taloudellisia kannusteita. Työnantajille on luotava keinoja jakaa riskejä ja tukea ikääntyneiden työllistämistä.\n\nTyöperäinen maahanmuutto on toinen keskeinen keino. Nopeampi pätevöityminen sosiaali- ja terveysalalle, teollisuuteen ja teknologia-aloille kasvattaa samanaikaisesti verotuloja ja eläkemaksuja. Veropohjaa voidaan vahvistaa myös kiinteistöverotuksen kehittämisellä, haittaveroilla ja harmaan talouden torjunnalla. Sosiaaliturvan kannustinloukkujen purkaminen ehkäisee tilanteita, joissa lisätyö heikentää kokonaistuloja.\n\nNämä toimet tukevat myös eläkejärjestelmää, koska suurempi palkkasumma lisää maksuja ja vähentää painetta korottaa eläkemaksuja tulevaisuudessa.\n\nKahdet kriteerit uudistuksille\n\nJokainen eläkeuudistus tulisi arvioida kahdella samanaikaisella periaatteella. Toimenpide ei saa heikentää eläkejärjestelmän pitkän aikavälin tasapainoa. Samalla se ei saa lisätä budjettitalouden tarveharkintaisia menoja tai kaventaa veropohjaa.\n\nJos budjettitalous heikkenee, uudistuksen rinnalle tarvitaan korjaavia toimia, jotka tukevat työllisyyttä, työkykyä ja pienituloisten asemaa. Tämä kaksoisarviointi estäisi tilanteet, joissa eläkerahastoja vahvistetaan budjettitalouden kustannuksella tai päinvastoin. Se ohjaisi finanssipolitiikkaa kokonaisuutena ja vähentäisi vastuun siirtämistä tuleville sukupolville.\n\nSuomi elää kahden talouden loukussa. Budjettitalous voi ajautua kriisiin muutamassa vuodessa, kun taas eläkejärjestelmän riskit kypsyvät hitaammin. Vuoden 2025 uudistukset tarjoavat hetkellisen helpotuksen, mutta ilman kokonaisnäkökulmaa ne voivat pahentaa lyhyen aikavälin ongelmia.\n\nPrioriteetti on selvä. Veropohjaa on vahvistettava ja budjettitalous vakautettava nyt siten, etteivät uudistukset työnnä ihmisiä köyhyyteen tai toimeentulotuen varaan. Muussa tapauksessa vaarana on tilanne, jossa eläkejärjestelmä säilyy, mutta valtion toimintakyky murenee.\n\nKahden näkökulman sääntö ei ole tekninen yksityiskohta, vaan välttämättömyys. Se tarjoaa tien pois kahden talouden ristiriidasta kohti yhtenäistä ja kestävää julkista taloutta, joka kantaa vastuunsa sukupolvelta toiselle.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI6",
        "MI7",
        "MI9",
        "MI10",
        "MI11"
      ],
      "missing_levels": [
        "MI4",
        "MI5",
        "MI8",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI6",
        "MI9",
        "MI10",
        "MI11"
      ]
    },
    "sdof": {
      "structure": "Budjettitalouden ja työeläkejärjestelmän eriytyneet rahoitusrakenteet, joissa vastuut, aikajänteet ja tulovirrat eivät kohtaa",
      "dynamics": "Lyhyen aikavä Srinanomainen velkapaine pakottaa reaktiivisiin toimiin samalla kun pitkän aikavälin eläkeriskit ohjaavat varovaisuuteen ja lykkäyksiin",
      "outcomes": [
        "Valtiontalouden toimintakyky heikkenee ennen eläkejärjestelmän riskien realisoitumista",
        "mikä vaarantaa koko julkisen talouden kokonaiskestävyyden"
      ],
      "feedback": "Budjettikriisi heikentää työllisyyttä ja työkykyä, mikä kaventaa veropohjaa ja lisää painetta sekä eläkemenoihin että rahastojen legitimiteettiin"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 2,
      "change": 2
    },
    "system_classification": {
      "section": "Julkisen talouden rakenteellinen jännite",
      "system_role": "core-analysis",
      "primary_focus": "Budjettitalouden ja eläkejärjestelmän aikajänteiden ja vastuiden ristiriita",
      "secondary_focus": "Veropohjan, työkyvyn ja työllisyyden merkitys kaksoiskriisin purkamisessa",
      "explicitly_not_in_focus": [
        "yksittäiset tekniset eläkelaskelmat",
        "lyhytaikaiset suhdanne-ennusteet ilman rakenteellista tarkastelua"
      ]
    }
  },
  {
    "id": "023",
    "date": "2025-12-26",
    "meta": {
      "title": "Talouden kokemuksellinen ja kulttuurinen ulottuvuus",
      "part": "II",
      "quote": "",
      "modules": "",
      "tags": [
        "kulttuuri",
        "moraali",
        "häpeä",
        "inhimillinen-pääoma",
        "talouspuhe"
      ]
    },
    "summary": "",
    "body_md": "Kun kestävyys muuttuu ihmisen tunteeksi\nJulkista taloutta tarkastellaan usein numeroina, mittareina ja kehyksinä, vaikka talous heijastuu aina ihmisten kokemuksiin. Se muuttaa sitä, miltä yhteiskunnassa eläminen tuntuu.\n\nKestävyysvaje tunteena, ei vain laskelmana\nKun valtio puhuu kestävyysvajeesta, kyse on luvusta. Kun ihminen kokee sen, kyse on turvattomuudesta. Budjettileikkaukset voivat näyttää tilastoissa hallituilta, mutta arjessa ne voivat tuntua säröltä luottamuksessa. Palvelun katoaminen ei vie vain tukea, vaan myös tunteen kuulumisesta yhteisöön.\n\nKulttuurisena perintönä säästäväisyyden moraali ja häpeän logiikka\nSuomalaisessa kulttuurissa niukkuus on hyve. Säästäminen ja sopeutuminen ovat osa kertomusta, jossa vastuullisuus mitataan kyvyssä pärjätä omin voimin. Tämä moraali on vahva, mutta sen varjona syntyy häpeä. Avun hakeminen voi tuntua kulttuuriselta epäonnistumiselta. Näin talouden kestävyysvaje näkyy myös mielen sisäisenä ristiriitana: lojaaliutena yhteiskunnalle, joka ei aina tunnu lojaalilta takaisin.\n\nTaloudellinen kieli ja inhimillinen kokemus\nKun puhutaan leikkauksista, sopeutuksista tai uudistuksista, kieli piilottaa inhimilliset vaikutukset. Talouspuheessa ihmiset muuttuvat menoiksi ja palvelut kuluiksi. Kieli muokkaa moraalia ja ohjaa ajattelemaan kansalaisia kulueränä. Tämä on julkisen talouden hiljainen kriisi, kieli joka ylläpitää etäisyyttä eikä yhteyttä.\n\nYhteisöllisyys talouden vastavoimana\nKestävyyden tunne ei synny pelkästään rahasta, vaan yhteydestä. Yhteisö, järjestötoiminta ja vapaaehtoistyö toimivat kulttuurisina puskurikerroksina. Niissä ihminen ei ole asiakas, vaan osallinen. Tämä näkymätön pääoma jää budjeteissa mittaamatta, vaikka se tekee yhteiskunnasta elinkelpoisen.\n\nKestävyys kulttuurisena projektina\nKestävä yhteiskunta tarvitsee finanssitalouden rinnalle moraalisen perustan. Kokemus oikeudenmukaisuudesta ja yhteisestä suunnasta ylläpitää luottamusta. Jos ihminen ei koe järjestelmää omakseen, pelkkä taloudellinen tasapaino ei riitä.\n\nKestävyys on tunne yhteisestä tulevaisuudesta\nTalous on kestävää vain, jos ihmiset kokevat tulevaisuuden yhteiseksi. Luottamus ja osallisuus eivät ole pehmeitä arvoja, vaan julkisen talouden ydintä. Kun ihmiset uskovat, että heidän panoksensa merkitsee, he kantavat vastuuta ja osallistuvat. Silloin kestävyysvaje ei ole pelkkä laskennallinen kysymys, vaan yhteinen tehtävä, osa suurempaa tarinaa.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI6",
        "MI8",
        "MI10",
        "MI11"
      ],
      "missing_levels": [
        "MI4",
        "MI5",
        "MI7",
        "MI9",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI8",
        "MI10",
        "MI11"
      ]
    },
    "sdof": {
      "structure": "Kulttuurinen säästäväisyyden moraali ja teknokraattinen talouspuhe, joka irrottaa päätöksenteon arjen kokemuksista",
      "dynamics": "Taloudellisten mittareiden ja inhimillisten kokemusten välinen kuilu tuottaa häpeää, vetäytymistä ja etäisyyttä yhteiskuntaan",
      "outcomes": [
        "Luottamuksen heikkeneminen",
        "osallisuuden rapautuminen ja inhimillisen pääoman hiljainen kuluminen"
      ],
      "feedback": "Häpeä ja ulossulkevuuden kokemus vähentävät osallistumista, mikä heikentää yhteisöllisiä puskureita ja vahvistaa teknokraattista ohjausta"
    },
    "entry_focus": {
      "structure": 1,
      "mechanisms": 1,
      "experience": 2,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Yhteiskunnallinen kokemus",
      "system_role": "interpretive-key",
      "primary_focus": "Talouden kielen ja moraalin vaikutus yksilön kokemukseen ja luottamukseen",
      "secondary_focus": "Yhteisöllisyyden ja osallisuuden merkitys kestävyyden kokemuksellisena perustana",
      "explicitly_not_in_focus": [
        "yksittäiset budjettipäätökset",
        "kvantitatiiviset talousennusteet"
      ]
    }
  },
  {
    "id": "024",
    "date": "2025-12-26",
    "meta": {
      "title": "Poliittisen priorisoinnin näkyväksi tekeminen",
      "part": "IV",
      "quote": "",
      "modules": "",
      "tags": [
        "priorisointi",
        "valta",
        "mittaaminen",
        "demokratia",
        "mallintaminen"
      ]
    },
    "summary": "",
    "body_md": "Mitä ei mitata, sitä ei priorisoida, ja mitä ei priorisoida, se kuihtuu\nPolitiikka esitetään arvovalintana, mutta käytännössä se toimii mittareiden, mallien ja aikataulujen ehdoilla. Päätöksenteko näyttää demokraattiselta, vaikka todelliset painotukset syntyvät jo ennen poliittista keskustelua siinä, mitä päätetään mitata ja mitä jätetään mittaamatta.\n\nPriorisointi ei ala kabineteissa, vaan taulukoissa\nKun hallitus neuvottelee budjetista, valinnat näyttävät syntyvän pöydässä. Todellisuudessa ratkaisut ovat usein syntyneet jo aiemmin tilastoluokituksissa, raportointijärjestelmissä ja budjettikategorioissa. Ne määrittävät, mihin menot kirjataan ja mitä voidaan ylipäätään vertailla. Jos ilmiöllä ei ole mittaria, se jää poliittisen huomion ulkopuolelle. Näin käy yksinäisyydelle, osallisuudelle ja vapaaehtoistoiminnalle, joilla ei ole omaa budjettiriviä, vaikka niiden taloudelliset vaikutukset voivat olla huomattavia. Ne jäävät syrjään, koska niitä ei ole käännetty järjestelmän kielelle.\n\nKestävyysvaje on tekninen nimi poliittiselle valinnalle\nKestävyysvajeen arvio perustuu oletuksiin väestöstä, tuottavuudesta, työllisyydestä ja julkisista menoista. Jokainen oletus on poliittinen valinta, joka esitetään teknisenä laskelmana. Malli toimii näin vallankäytön välineenä ja rajaa vaihtoehtoja ennen kuin politiikka ehtii keskustella niistä. Kun puhutaan pakosta tehdä leikkauksia, kyse on mallin asettamasta kehyksestä. Näin syntyy hallinnan hiljainen politiikka, jossa numerot puhuvat ihmisten puolesta.\n\nMitä politiikka ei tee, sen tekee inertia\nPriorisoinnin puute ei ole neutraali tila. Se säilyttää nykyisen järjestyksen. Kun politiikka ei avaa rakenteita tai määritä uutta suuntaa, budjetti jatkaa aiempaa polkua. Tämä tuottaa rakenteellista passiivisuutta: muodollisia päätöksiä, joilla ei ole todellista vaikutusta. Politiikka toimii, mutta usein vain siksi että se ei muuta mitään.\n\nKenellä on oikeus määrittää tärkeä\nPriorisointi syntyy usein virkamiestyössä ja asiantuntijajärjestelmissä. Budjettiraamit, mittaristot ja ennusteet määrittävät hiljaisesti sen, mikä lasketaan tulokseksi ja mikä jää ulkopuolelle. Kun järjestelmä palkitsee säästöjä, inhimilliset tulokset jäävät taka-alalle. Kun tehokkuutta mitataan lyhyellä aikavälillä, pitkä aikaväli katoaa. Näin muodostuu demokratian sokea piste: poliitikoilla on muodollinen vastuu, mutta laskentamallit ohjaavat sisältöä.\n\nLäpinäkyvyyden uusi tehtävä\nPolitiikan palauttaminen näkyväksi edellyttää, että priorisointi tehdään avoimeksi. On näytettävä, mitä vaihtoehtoja ei valittu ja miksi. Budjetin, mittariston ja vaikutusarvioiden tulee olla sellaisia, että niiden oletukset ovat kaikkien nähtävissä. Tämä on hallinnon ja kulttuurin yhteinen tehtävä: yhteiskunnan on nähtävä peilikuvansa ennen kuin se voi muuttua. Ilman moraalista perustelua päätöksiltä katoaa oikeutus.\n\nKohti reflektiivistä priorisointia\nPolitiikan tehtävä on kysyä, miksi jokin on tärkeää ja mikä jää syrjään. Tämä vaatii reflektiivistä hallintaa, jossa arvot määrittävät mittarit. Kestävä julkinen talous on eettinen tasapaino, joka punnitsee resurssit ja velat sekä ihmisarvon, osallisuuden ja tulevien sukupolvien aseman. Silloin priorisointi muuttuu hallinnasta moraaliksi.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4",
        "MI7",
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI5",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Tilastollinen ohjaus, budjettikehysmallit ja ennustejärjestelmät, jotka määrittävät politiikan tarkastelukehikon",
      "dynamics": "Mittaaminen ohjaa toimintaa ennen poliittista keskustelua ja rajaa vaihtoehdot teknisin perustein",
      "outcomes": [
        "Inhimillisten ja yhteisöllisten arvojen alipriorisointi sekä poliittisen vastuun etääntyminen"
      ],
      "feedback": "Mallien oletukset luonnollistuvat, mikä vahvistaa inertiaa ja vaikeuttaa vaihtoehtoisten prioriteettien esiin nostamista"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 0,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "core-analysis",
      "primary_focus": "Mittareiden ja mallien poliittinen valta priorisoinnin taustalla",
      "secondary_focus": "Demokraattisen vastuun ja läpinäkyvyyden heikkeneminen teknisessä ohjauksessa",
      "explicitly_not_in_focus": [
        "yksittäiset budjettimomentit",
        "lyhyen aikavälin talousennusteiden tarkkuus"
      ]
    }
  },
  {
    "id": "025",
    "date": "2025-12-26",
    "meta": {
      "title": "Tiedon ja kielen valta",
      "part": "VII",
      "quote": "",
      "modules": "",
      "tags": [
        "tieto",
        "kieli",
        "mittarivalta",
        "diskurssi",
        "totuus"
      ]
    },
    "summary": "",
    "body_md": "Todellisuus alkaa siitä, mitä pidetään totena\nKun hallitus, virasto tai media esittää luvut, ne eivät vain kuvaa maailmaa vaan luovat sen. Talouskasvu, työllisyysaste, kestävyysvaje ja julkinen velka ovat valintoja siitä, mitä mitataan ja millä sanoilla tulokset esitetään. Tieto ei ole neutraalia, vaan se muokkaa todellisuuden rajat. Kun sanomme, että työllisyysaste on 78 prosenttia, jätämme kertomatta, ettei luku sisällä osa-aikaisia, nollatuntisopimuksia, opiskelijoita tai osatyökykyisiä. Kun puhumme kestävyysvajeesta, annamme ymmärtää, että kyse on luonnonlaista, vaikka se perustuu poliittisesti määriteltyihin oletuksiin. Näin tieto toimii vallankäytön muotona.\n\nTieto on valikoivaa\nData ei puhu puolestaan, vaan vastaa kysymyksiin, joita joku päättää kysyä. Kun kysymys rajataan tarkasti, saadaan todiste halutusta suunnasta. Näin syntyy mittarivalta: todellisuutta ohjataan valitsemalla mittarit. Jos koulutuksen laatua mitataan oppimistuloksilla, hyvinvointi jää ulkopuolelle. Jos hoivaa mitataan hoitopäivien määrällä, kohtaamisen laatu katoaa. Jos politiikkaa arvioidaan vain BKT:n kasvulla, yhteisöllisyys ja luottamus muuttuvat näkymättömiksi. Mittaamisesta tulee hallinnan väline. Mittarit alkavat määrittää onnistumista ja kaventavat sitä, mitä voidaan kuvitella mahdolliseksi.\n\nRaportit ohjaavat\nVirkamieskieli, tilastokatsaukset ja vaikutusarviot määrittävät, miten asioista voi puhua. Kun hallinto puhuu tehostamisesta, se tarkoittaa yleensä leikkausta. Kun puhutaan rakenteellisista uudistuksista, kyse on usein säästöistä. Kun työllisyyspolitiikka tarkoittaa pääosin velvoittamista, kieli kääntyy hallinnan muodoiksi. Kieli ei viesti vain asioita, vaan määrittää rajat sille, mikä on järkevää ja vastuullista.\n\nTalouskieli hallitsee\nTalouskieli antaa vaikutelman objektiivisuudesta ja väittää kuvaavansa todellisia rajoja. Todellisuudessa se on opittu ajattelutapa, joka tekee numeroista moraalin mittareita. Velka kuulostaa synniltä, alijäämä virheeltä ja säästö hyveeltä. Kun talouskieli nielaisee politiikan, hyvinvointi ja yhteisöllisyys joutuvat puolustamaan sijansa, eivät siksi että olisivat heikompia, vaan siksi että eivät sovi siihen kieleen, jolla politiikkaa tehdään.\n\nMittarit tarvitsevat käännöksen\nTiedon ja kielen valta ei muutu lisäämällä dataa, vaan muuttamalla sen tarkoitus. Tarvitaan inhimillistetty mittaaminen: mittareita, jotka kertovat myös merkityksestä ja osallisuudesta, eivät vain kustannuksista. Tämä ei ole pehmeää tietoa, vaan laajempaa totuutta. Kun mittarit näkevät vain kulut ja tuotot, ne menettävät yhteyden todelliseen elämään. Kun kieleen palautuu moraalinen ulottuvuus, politiikka voi jälleen palvella yhteistä hyvää.\n\nKohti reflektiivistä tietokulttuuria\nTieto ei ole demokraattista itsessään. Se heijastaa valtasuhteita: kuka kysyy, kuka mittaa ja kuka päättää, mitä jätetään sanomatta. Reflektiivinen hallinto ei kerää tietoa kontrollia varten, vaan yhteistä ymmärrystä varten. Se tunnistaa rajallisuutensa ja avaa tulkintojen mahdollisuuden. Silloin tieto muuttuu yhteiseksi voimavaraksi ja kieli palaa siihen tehtävään, johon se oli tarkoitettu: kuvaamaan maailmaa, ei hallitsemaan sitä.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI5",
        "MI6",
        "MI8",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4",
        "MI7",
        "MI9"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI5",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Tilastolliset tietojärjestelmät ja vakiintunut talousdiskurssi, jotka määrittävät hyväksytyn tiedon rajat",
      "dynamics": "Mittaaminen ja kielenkäyttö kaventavat ymmärrystä ja ohjaavat politiikkaa huomaamattomasti",
      "outcomes": [
        "Inhimillisen ja yhteisöllisen ulottuvuuden katoaminen päätöksenteosta",
        "Politiikan teknistyminen ja moraalisen vastuun etääntyminen",
        "Luottamuksen ja legitimiteetin heikkeneminen"
      ],
      "feedback": "Neutraaliuden illuusio vahvistaa mittarivaltaa ja estää vaihtoehtoisten totuuksien esiin nousemisen"
    },
    "entry_focus": {
      "structure": 1,
      "mechanisms": 2,
      "experience": 2,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "interpretive-key",
      "primary_focus": "Tiedon ja kielen vallankäyttö poliittisen todellisuuden määrittäjänä",
      "secondary_focus": "Mittareiden ja diskurssin vaikutus demokratian toimivuuteen",
      "explicitly_not_in_focus": [
        "yksittäisten tilastojen metodologinen tarkkuus",
        "tekninen tietojärjestelmäarkkitehtuuri"
      ]
    }
  },
  {
    "id": "026",
    "date": "2025-12-26",
    "meta": {
      "title": "Miten kestävyysvaje heijastaa yhteisön arvoja",
      "part": "VI",
      "quote": "",
      "modules": "",
      "tags": [
        "arvot",
        "moraali",
        "kestävyysvaje",
        "inhimillinen-pääoma",
        "velka"
      ]
    },
    "summary": "",
    "body_md": "Kestävyysvaje ei ole vain talousluku, vaan peili arvoistamme.\nKun puhumme kestävyysvajeesta, viittaamme siihen, kuinka paljon valtion menot ylittävät tulot pitkällä aikavälillä. Jos pysähdymme miettimään, mistä tämä kertoo, huomaamme pian, että kyse ei ole kirjanpidon ongelmasta vaan moraalisesta ja yhteiskunnallisesta kysymyksestä. Kestävyysvaje heijastaa sitä, mitä arvostamme, mitä siirrämme eteenpäin ja mistä olemme valmiita luopumaan.\n\nTalouden luvut ovat kuin lämpömittari. Ne kertovat, missä olemme, mutta eivät selitä, miksi olemme siellä. Kestävyysvaje syntyy väestörakenteesta ja veropohjan muutoksista, mutta yhtä lailla valinnoista. Se kertoo, mitä pidämme tärkeänä ja mitä olemme tottuneet pitämään itsestäänselvyytenä.\n\nKestävyysvaje on myös arvovaje\nJos kulutamme enemmän kuin tuotamme, kyse ei ole laskuvirheestä vaan järjestelmästä, joka olettaa jatkuvaa kasvua ja rajattomia resursseja. Kun hoitajat uupuvat, kun nuoret masentuvat ja kun työllisyysjärjestelmät ylläpitävät passiivisuutta, syntyy näkymätön inhimillinen kestävyysvaje. Se ei näy budjetissa, mutta se heikentää yhteisön perustaa. Todellinen kestävyysvaje on talouden lisäksi arvojen ristiriita: puhumme kestävyydestä, mutta ylläpidämme rakenteita, jotka kuluttavat ihmisten kestävyyttä.\n\nValtion kirjanpito ei tunne luottamusta\nBudjetit eivät mittaa sitä, mikä pitää yhteiskunnan koossa. Luottamus, vastuu ja välittäminen ovat moraalisia resursseja, mutta koska niitä ei voi hinnoitella, ne jäävät näkymättömiksi. Kun mittarit näkevät vain talouden tasapainon, ne eivät huomaa, että yhteisö voi olla epätasapainossa. Taloudellista velkaa voidaan vähentää, mutta jos samalla vähennetään merkitystä ja osallisuutta, yhteiskunta menettää enemmän kuin säästää.\n\nVelka on myös lupaus\nVelka nähdään usein rasitteena, mutta se on myös luottamusta tulevaisuuteen. Se on päätös uskoa siihen, että seuraava sukupolvi pystyy jatkamaan siitä, mihin me jäimme. Jos tämä usko heikkenee, velasta tulee ongelma. Silloin kysymys ei ole velan määrästä, vaan siitä, luotammeko toisiimme.\n\nKestävyysvaje on yhteinen moraalinen mittari\nKestävyysvaje kertoo, miten paljon olemme valmiita sijoittamaan toisiimme ja kuinka kauas tulevaisuuteen katsomme. Jos siitä puhutaan vain talouden kautta, sen moraalinen ulottuvuus katoaa. Jos taas ymmärrämme, että se kuvastaa arvojen epätasapainoa, voimme nähdä, mitä todella tulisi korjata. Kysymys ei ole mitä leikataan, vaan mitä haluamme säilyttää.\n\nKestävyys on suhde\nKestävyys ei ole numeerinen tavoite, vaan suhde menneen, nykyisen ja tulevan välillä. Se ei tarkoita nollavelkaa, vaan sitä, että jätämme seuraaville enemmän mahdollisuuksia kuin itse saimme. Kestävyys ei ole leikkaamista vaan jatkuvuutta. Kun kestävyysvaje ymmärretään näin, se muuttuu teknisestä ongelmasta eettiseksi suunnaksi. Sen laskeminen on väline, mutta sen ratkaiseminen on kertomus siitä, millaiseksi yhteisö haluaa tulla.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI6",
        "MI8",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4",
        "MI5",
        "MI7",
        "MI9"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI8",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Taloudelliset mittarit ja budjettirakenne, jotka irrottavat moraaliset resurssit laskennasta",
      "dynamics": "Taloudellisen kestävyyden korostaminen ohittaa inhimillisen kestävyyden kulumisen",
      "outcomes": [
        "Luottamuksen ja osallisuuden heikkeneminen",
        "Inhimillisen pääoman rapautuminen",
        "Kestävyyskeskustelun kaventuminen tekniseksi"
      ],
      "feedback": "Arvovaje vahvistaa lyhyen aikavälin talouskuria, mikä edelleen syventää inhimillistä kestävyysvajetta"
    },
    "entry_focus": {
      "structure": 1,
      "mechanisms": 1,
      "experience": 2,
      "cost": 2,
      "change": 2
    },
    "system_classification": {
      "section": "Merkitys ja moraalinen talous",
      "system_role": "core-analysis",
      "primary_focus": "Kestävyysvaje arvojen ja moraalisten valintojen peilinä",
      "secondary_focus": "Taloudellisen ja inhimillisen kestävyyden välinen ristiriita",
      "explicitly_not_in_focus": [
        "yksittäiset talousennusteet",
        "kestävyysvajeen laskentamenetelmät"
      ]
    }
  },
  {
    "id": "027",
    "date": "2025-12-26",
    "meta": {
      "title": "Mittareiden politiikka – kun indikaattorit ohjaavat päätöksiä",
      "part": "VII",
      "quote": "",
      "modules": "",
      "tags": [
        "mittarit",
        "data-valta",
        "indikaattorit",
        "laskentamallit",
        "demokratia"
      ]
    },
    "summary": "",
    "body_md": "Taloudellinen mielikuva vallan välineenä\n\nValtion budjetti on hallinnon näkyvin ja harhaanjohtavin dokumentti. Se antaa vaikutelman hallituista ja tasapainoisista päätöksistä, vaikka luvut perustuvat valintoihin, oletuksiin ja poliittisiin painotuksiin. Talousarvio toimii vallankäytön kielenä, joka määrittää sen, mikä nähdään mahdollisena ja mikä vastuuttomana.\n\nPoliittinen keskustelu rajautuu usein budjetin kehyksiin. Jos tavoite ei mahdu taulukkoon, sitä pidetään epärealistisena. Budjetti ei siis vain kuvaa todellisuutta vaan tuottaa sen rajoja.\n\nMittarit määrittävät reunaehdot\n\nTalousarvion logiikka rakentuu mittareille. Poliittinen tavoite voi olla hyvinvointi, mutta budjetti muuntaa sen menokohdiksi, tuotoiksi ja kasvuprosenteiksi.\n\nOngelmia syntyy, kun mittarit muuttuvat päätöksenteon sisällöksi eivätkä enää välineiksi. Kestävyysvaje tai rakenteellinen työttömyys esitetään tosiasioina, vaikka ne perustuvat malleihin, joiden oletukset ovat arvovalintoja. Tällöin talousarvion matemaattinen rakenne alkaa ohjata poliittista harkintaa eikä toisinpäin.\n\nTalousarvio politiikan korvikkeena\n\nKun budjettikehys vakiintuu, siitä tulee politiikan korvike. Päätöksistä tulee prosesseja, joissa jaetaan niukkuutta ennalta määrätyn rahoitustilan sisällä.\n\nTämä logiikka palkitsee lyhytjänteisyyttä ja rajoittaa ennaltaehkäisyä. Menot, joiden vaikutus näkyy vasta vuosien kuluttua, eivät sovi vuotuiseen talousrytmiin. Talousarvion muoto ylläpitää korjaavaa politiikkaa ja jättää uudistavat menot marginaaliin. Näin budjettitalous voi vahvistaa omaa velkaantumisen tarvettaan.\n\nVälitön logiikka ja pitkän aikavälin sokea piste\n\nPoliittinen valta toimii vaalikausittain, mutta budjetin logiikka on tätäkin lyhyempi. Vuosittainen rytmi tuottaa rakenteellisen sokeuden pitkän aikavälin vaikutuksille. Kun kaikki arvioidaan kalenterivuosittain, väestörakenteen muutos, ilmastokehitys tai työelämän murros jäävät ulkopuolelle.\n\nBudjetti mittaa liikettä, ei suuntaa. Sen luvut voivat kasvaa, vaikka yhteiskunnan kokonaishyvinvointi heikkenisi. Talousarvion logiikka kääntää tulevaisuuden menneisyydeksi, sillä resurssit jaetaan aiemman rakenteen perusteella eikä sen mukaan, mitä tulevaisuus vaatisi.\n\nTalousarvio rajaa demokratiaa\n\nBudjetti määrittää myös sen, mistä saa keskustella. Kun rahoituskehykset ja mittarit esitetään annettuina, politiikan tehtävä supistuu niiden sisäiseen optimointiin. Demokraattinen keskustelu ei enää käsittele arvoja vaan kustannuksia. Kysymys mitä haluamme tehdä vaihtuu kysymykseen paljonko se maksaa.\n\nTämä muodostaa hiljaisen vallansiirron. Päätösvalta siirtyy kansalta laskentamalleille ja politiikasta tulee hallintaa ilman näkyvää valtaa.\n\nKuinka kehä voidaan murtaa\n\n1. Tee näkyväksi piilopäätökset. Jokainen mittari ja malli sisältää arvovalinnan, joka on tunnistettava.\n2. Erota tarkoitus välineestä. Budjetti palvelee tavoitteita eikä korvaa niitä.\n3. Pidennä aikajännettä. Talousarvion rinnalle tarvitaan ennakoiva rakenteellinen tilinpito, joka tarkastelee tulevia sukupolvia.\n4. Laajenna mittaristoa. Taloudellisten lukujen rinnalle on otettava hyvinvoinnin, osallisuuden ja ympäristön mittarit.\n5. Vahvista reflektiota. On kysyttävä, mitä budjetti ei havaitse ja miksi.\n\nNäin talousarviosta voi tulla politiikan palvelija eikä sen isäntä.\n\nNumeroiden ja merkitysten raja\n\nTalousarvio on yhteiskunnan peili, mutta se näyttää vain sen osan todellisuudesta, joka mahtuu taulukkoon. Kestävä päätöksenteko edellyttää katsetta lukujen ohi. Kun tarkastellaan myös merkityksiä, tarpeita ja tulevaisuuden edellytyksiä, nähdään että kestävyys ei synny tulojen ja menojen tasapainosta vaan kokonaisuuden hahmottamisesta.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4",
        "MI7",
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI5",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Budjettikehykset, mittaristot ja laskentamallit, jotka toimivat päätöksenteon ennakollisina reunaehtoina",
      "dynamics": "Mittarit alkavat ohjata politiikkaa itseään vahvistavana logiikkana, jossa väline korvaa tarkoituksen",
      "outcomes": [
        "Demokraattisen harkinnan kaventuminen",
        "Ennaltaehkäisevien ja pitkän aikavälin toimien marginalisoituminen",
        "Politiikan muuttuminen tekniseksi optimoinniksi"
      ],
      "feedback": "Mittariperusteinen ohjaus tuottaa lyhytjänteisiä päätöksiä, jotka vahvistavat budjettikeskeistä ajattelua ja lisäävät riippuvuutta samoista indikaattoreista"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 0,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "core-analysis",
      "primary_focus": "Mittarien ja indikaattorien poliittinen ohjausvaikutus",
      "secondary_focus": "Demokratian ja budjettikehysten välinen jännite",
      "explicitly_not_in_focus": [
        "yksittäiset budjettipäätökset",
        "tekniset tilastomenetelmät"
      ]
    }
  },
  {
    "id": "028",
    "date": "2025-12-26",
    "meta": {
      "title": "Talousarvion logiikka ja dynaaminen kitka",
      "part": "II",
      "quote": "",
      "modules": "",
      "tags": [
        "budjetti",
        "päätöksenteko",
        "inertia",
        "demokratia",
        "talousarvio"
      ]
    },
    "summary": "",
    "body_md": "Taloudellinen mielikuva vallan välineenä\n\nValtion budjetti on hallinnon näkyvin ja harhaanjohtavin dokumentti. Se antaa vaikutelman hallituista ja tasapainoisista päätöksistä, vaikka luvut perustuvat valintoihin, oletuksiin ja poliittisiin painotuksiin. Talousarvio toimii vallankäytön kielenä, joka määrittää sen, mikä nähdään mahdollisena ja mikä vastuuttomana.\n\nPoliittinen keskustelu rajautuu usein budjetin kehyksiin. Jos tavoite ei mahdu taulukkoon, sitä pidetään epärealistisena. Budjetti ei siis vain kuvaa todellisuutta vaan tuottaa sen rajoja.\n\nMittarit määrittävät reunaehdot\n\nTalousarvion logiikka rakentuu mittareille. Poliittinen tavoite voi olla hyvinvointi, mutta budjetti muuntaa sen menokohdiksi, tuotoiksi ja kasvuprosenteiksi.\n\nOngelmia syntyy, kun mittarit muuttuvat päätöksenteon sisällöksi eivätkä enää välineiksi. Kestävyysvaje tai rakenteellinen työttömyys esitetään tosiasioina, vaikka ne perustuvat malleihin, joiden oletukset ovat arvovalintoja. Tällöin talousarvion matemaattinen rakenne alkaa ohjata poliittista harkintaa eikä toisinpäin.\n\nTalousarvio politiikan korvikkeena\n\nKun budjettikehys vakiintuu, siitä tulee politiikan korvike. Päätöksistä tulee prosesseja, joissa jaetaan niukkuutta ennalta määrätyn rahoitustilan sisällä.\n\nTämä logiikka palkitsee lyhytjänteisyyttä ja rajoittaa ennaltaehkäisyä. Menot, joiden vaikutus näkyy vasta vuosien kuluttua, eivät sovi vuotuiseen talousrytmiin. Talousarvion muoto ylläpitää korjaavaa politiikkaa ja jättää uudistavat menot marginaaliin. Näin budjettitalous voi vahvistaa omaa velkaantumisen tarvettaan.\n\nVälitön logiikka ja pitkän aikavälin sokea piste\n\nPoliittinen valta toimii vaalikausittain, mutta budjetin logiikka on tätäkin lyhyempi. Vuosittainen rytmi tuottaa rakenteellisen sokeuden pitkän aikavälin vaikutuksille. Kun kaikki arvioidaan kalenterivuosittain, väestörakenteen muutos, ilmastokehitys tai työelämän murros jäävät ulkopuolelle.\n\nBudjetti mittaa liikettä, ei suuntaa. Sen luvut voivat kasvaa, vaikka yhteiskunnan kokonaishyvinvointi heikkenisi. Talousarvion logiikka kääntää tulevaisuuden menneisyydeksi, sillä resurssit jaetaan aiemman rakenteen perusteella eikä sen mukaan, mitä tulevaisuus vaatisi.\n\nTalousarvio rajaa demokratiaa\n\nBudjetti määrittää myös sen, mistä saa keskustella. Kun rahoituskehykset ja mittarit esitetään annettuina, politiikan tehtävä supistuu niiden sisäiseen optimointiin. Demokraattinen keskustelu ei enää käsittele arvoja vaan kustannuksia. Kysymys mitä haluamme tehdä vaihtuu kysymykseen paljonko se maksaa.\n\nTämä muodostaa hiljaisen vallansiirron. Päätösvalta siirtyy kansalta laskentamalleille ja politiikasta tulee hallintaa ilman näkyvää valtaa.\n\nKuinka kehä voidaan murtaa\n\n1. Tee näkyväksi piilopäätökset. Jokainen mittari ja malli sisältää arvovalinnan, joka on tunnistettava.\n2. Erota tarkoitus välineestä. Budjetti palvelee tavoitteita eikä korvaa niitä.\n3. Pidennä aikajännettä. Talousarvion rinnalle tarvitaan ennakoiva rakenteellinen tilinpito, joka tarkastelee tulevia sukupolvia.\n4. Laajenna mittaristoa. Taloudellisten lukujen rinnalle on otettava hyvinvoinnin, osallisuuden ja ympäristön mittarit.\n5. Vahvista reflektiota. On kysyttävä, mitä budjetti ei havaitse ja miksi.\n\nNäin talousarviosta voi tulla politiikan palvelija eikä sen isäntä.\n\nNumeroiden ja merkitysten raja\n\nTalousarvio on yhteiskunnan peili, mutta se näyttää vain sen osan todellisuudesta, joka mahtuu taulukkoon. Kestävä päätöksenteko edellyttää katsetta lukujen ohi. Kun tarkastellaan myös merkityksiä, tarpeita ja tulevaisuuden edellytyksiä, nähdään että kestävyys ei synny tulojen ja menojen tasapainosta vaan kokonaisuuden hahmottamisesta.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4",
        "MI7",
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI5",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Vuosittainen talousarvioprosessi, budjettikehykset ja mittariperusteinen rahoituslogiikka",
      "dynamics": "Aikajänne-epäsuhta tuottaa dynaamista kitkaa, jossa lyhyen aikavälin mittarit ohittavat pitkän aikavälin vaikutukset",
      "outcomes": [
        "Ennaltaehkäisevien ja uudistavien toimien aliresursointi",
        "Korjaavan politiikan ylikorostuminen",
        "Demokraattisen keskustelun kaventuminen kustannuspuheeksi"
      ],
      "feedback": "Lyhytjänteinen budjettilogiikka vahvistaa rakenteellista inertiaa, mikä lisää tulevaa kustannuspainetta ja syventää riippuvuutta samasta budjettimallista"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 0,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "core-analysis",
      "primary_focus": "Talousarvion aikajännelogiikan ja päätöksenteon välinen kitka",
      "secondary_focus": "Budjettiprosessin vaikutus demokratian toimintatilaan",
      "explicitly_not_in_focus": [
        "yksittäiset momenttipäätökset",
        "tekninen budjettikirjanpito"
      ]
    }
  },
  {
    "id": "029",
    "date": "2025-12-26",
    "meta": {
      "title": "Näkymätön valta politiikan välineenä",
      "part": "I",
      "quote": "",
      "modules": "",
      "tags": [
        "valta",
        "laskentamallit",
        "budjettisäännöt",
        "demokratia",
        "teknokratia"
      ]
    },
    "summary": "",
    "body_md": "Kun politiikka katoaa numeroihin\n\nPolitiikkaa pidetään demokraattisena tahtotilan ilmaisuna. Kansalaiset valitsevat päättäjät, jotka linjaavat mihin rahaa käytetään ja millaisia arvoja yhteiskunta painottaa. Yhä useammin päätökset eivät kuitenkaan synny eduskunnassa vaan taulukon solussa, talousmallissa, laskentakaavassa tai budjettisäännössä, jota harva ymmärtää mutta kaikki noudattavat.\n\nTämä on näkymättömän vallan aikakausi, jossa poliittinen harkinta siirtyy laskennallisten kehysten sisään. Siellä missä ennen punnittiin arvovalintoja, arvioidaan nyt kestävyysvajeita, tuottavuuslukuja ja ennustemalleja.\n\nMallien valta on rakennevaltaa\n\nLaskentamallit eivät ole neutraaleja. Jokainen kaava, joka laskee kestävän velkatason tai pitkän aikavälin työllisyysasteen, sisältää oletuksia talouden kasvusta, väestön käyttäytymisestä ja teknologian tuottavuudesta. Oletukset eivät ole faktoja. Ne ovat arvovalintoja, jotka on puettu tekniseksi logiikaksi.\n\nKun hallitusohjelma nojaa malliin, poliittinen valta siirtyy mallin tekijöille. He eivät päätä arvoista suoraan, mutta he määrittävät sen tilan, jossa arvot voivat liikkua. Tämä valta ei näy televisiokeskusteluissa eikä vaalilupauksissa, mutta se ohjaa kaikkea, mitä voidaan pitää mahdollisena.\n\nBudjettisäännöt kurikoneena\n\nEU:n vakaus- ja kasvusopimuksen 3 prosentin alijäämäraja ja 60 prosentin velkasuhderaja ovat poliittisia keksintöjä, joita käsitellään kuin luonnonlakeja. Sama koskee kansallisia menokehyksiä, jotka määrittävät ennalta kuinka paljon rahaa saa käyttää, riippumatta siitä kuinka suuret ovat yhteiskunnalliset tarpeet.\n\nBudjettisääntö ei kysy mitä ihmiset tarvitsevat, vaan mitä raja sallii.\nNäin syntyy teknokraattinen hallinta, jossa poliitikot eivät päätä mitä tehdään, vaan ainoastaan miten pysytään kehyksen sisällä. Politiikka kutistuu budjetin hallinnaksi ja demokratia muuttuu kurinalaisuuden harjoitukseksi.\n\nEnnusteet politiikan tulevaisuutena\n\nValtiovarainministeriön, Suomen Pankin ja kansainvälisten instituutioiden ennusteet ohjaavat päätöksiä enemmän kuin monet lait. Ennuste ei ole tulevaisuus. Se on näkymä, joka tekee tietyn politiikan uskottavaksi ja toisen mahdottomaksi.\n\nKun kasvun ennuste on heikko, leikkaukset näyttävät vastuullisilta. Kun työllisyysennuste on vahva, veronkevennykset näyttävät perustelluilta. Ennusteesta tulee itseään toteuttava politiikan muotti. Tulevaisuutta ei ennusteta, vaan muokataan sen mukaan, mikä näyttää mallin silmissä mahdolliselta.\n\nNäkymättömän vallan kolme tasoa\n\n1. Rakenteellinen valta\n   Mallit ja säännöt määrittävät mitä pidetään taloudellisesti mahdollisena.\n\n2. Kielellinen valta\n   Talouden kieli muuttaa poliittiset valinnat teknisiksi päätöksiksi, kuten sopeutus ja kestävyysvaje.\n\n3. Kulttuurinen valta\n   Kansalaiset oppivat ajattelemaan valtiontaloutta kotitalouden logiikalla, vaikka kansantalous toimii toisin.\n\nNämä tasot muodostavat kehän, jossa taloudellinen rationaalisuus korvaa poliittisen harkinnan.\n\nMitä tapahtuu, kun laskelmasta tulee laki?\n\nKun malli muuttuu lainsäädännön perustaksi, sen sisäisiä oletuksia ei enää tarkastella kriittisesti. Näin kävi kestävyysvajeen mallissa, joka ohjasi Suomen talouspolitiikkaa yli vuosikymmenen ajan. Sen laskennallinen painoarvo syrjäytti kysymykset siitä, mitä leikkausten aiheuttama yhteiskunnallinen hinta tarkoitti.\n\nMurtumakohta: mittaaminen vai merkitys?\n\nPolitiikka voi palauttaa näkyvyyden vain jos se mittaa merkitystä eikä pelkkiä numeroita.\nKestävyys ei synny pelkästä budjettitasapainosta, vaan siitä että ihmiset voivat elää turvallisesti, terveinä ja osallisina. Tämä edellyttää mallien avaamista, sääntöjen joustoa ja ennusteiden kriittistä tulkintaa.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI7",
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI3",
        "MI5",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Laskentamalleihin, budjettisääntöihin ja ennustejärjestelmiin perustuva teknokraattinen ohjaus",
      "dynamics": "Poliittinen harkinta siirtyy mallien ja sääntöjen sisälle, jolloin tekninen logiikka rajaa vaihtoehdot ennen demokraattista keskustelua",
      "outcomes": [
        "Politiikan kaventuminen kehyksen sisäiseksi optimoinniksi",
        "Demokraattisen vastuun etääntyminen",
        "Arvovalintojen naamioituminen teknisiksi välttämättömyyksiksi"
      ],
      "feedback": "Mallien ja sääntöjen auktoriteetti vahvistuu käytön myötä, mikä vaikeuttaa niiden poliittista kyseenalaistamista ja lisää teknokraattista inertiaa"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 1,
      "change": 1
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "opening-chapter",
      "primary_focus": "Laskentamallien ja budjettisääntöjen näkymätön valta",
      "secondary_focus": "Teknokratian ja demokratian välinen jännite",
      "explicitly_not_in_focus": [
        "yksittäiset talouspoliittiset päätökset",
        "tekninen mallinnusmenetelmä sinänsä"
      ]
    }
  },
  {
    "id": "030",
    "date": "2025-12-26",
    "meta": {
      "title": "Demokratiasta teknokratiaan",
      "part": "II",
      "quote": "",
      "modules": "",
      "tags": [
        "demokratia",
        "teknokratia",
        "asiantuntijavalta",
        "legitimiteetti",
        "päätöksenteko"
      ]
    },
    "summary": "",
    "body_md": "Hallinnon keskeinen tehtävä on pitää yhteiskunnan perusrakenteet vakaina ja toimivina. Tätä varten sen toimintaa ohjaavat mittarit, raportit ja tarkastusmekanismit, joiden tarkoituksena on varmistaa tehokkuus, lainmukaisuus ja vastuullisuus. Ongelmia syntyy silloin, kun järjestelmä, joka valvoo kaikkea muuta, ei kykene tarkastelemaan itseään. Tällöin nousee esiin kysymys siitä, kuka arvioi arvioijaa.\n\nHallinto näkee numerot mutta ei peilikuvaa\n\nSuomalainen hallinto on kansainvälisesti tarkasteltuna läpinäkyvä ja järjestelmällinen. Toimenpiteet kirjataan, päätökset perustellaan ja menot tilastoidaan. Tämä vahvuus kääntyy kuitenkin helposti heikkoudeksi. Hallinto arvioi itseään samoilla välineillä, joilla se arvioi muita, eli mittareilla ja raporteilla.\n\nTämä johtaa tilanteeseen, jossa virheiden määrä tunnetaan, mutta niiden merkitystä omalle toimintalogiikalle ei pysähdytä pohtimaan. Tehokkuutta mitataan, mutta harvoin kysytään, oliko tehokkuus oikea tavoite. Lainmukaisuus todetaan, mutta lain tarkoituksenmukaisuus jää arvioimatta. Hallinto tuottaa tietoa, mutta itseymmärrys jää puutteelliseksi.\n\nTarkastus ei ole reflektiota\n\nValtiontalouden tarkastusvirasto ja kuntien sisäiset arviointielimet on perustettu varmistamaan, että julkisia varoja käytetään sääntöjen mukaisesti ja tehokkaasti. Ne tuottavat laajoja raportteja siitä, ovatko asetetut tavoitteet toteutuneet ja onko toiminta ollut hyväksyttävää.\n\nKyse on kuitenkin valvonnasta, ei reflektiosta. Tarkastelu kohdistuu seurauksiin, ei syihin. Kun hanke epäonnistuu, selitykseksi kirjataan usein puutteellinen valmistelu tai resurssien riittämättömyys. Harvoin pysähdytään tarkastelemaan, miksi samankaltaiset rakenteet ja toimintatavat tuottavat toistuvasti samoja ongelmia.\n\nReflektio edellyttää kykyä tarkastella omaa ajattelutapaa, ei vain sen tuottamia tuloksia. Ilman tätä kykyä hallinto muistuttaa konetta, joka korjaa virheitä prosessitasolla, mutta ei koskaan päivitä omaa toimintalogiikkaansa.\n\nMiksi reflektio on hallinnossa vaikeaa\n\nHallinnossa on rakenteellinen reflektiovaje, joka syntyy useista tekijöistä. Poliittinen paine tekee toimintamallien kyseenalaistamisesta vaikeaa, koska kritiikki tulkitaan helposti järjestelmän vastustamiseksi eikä kehittämiseksi. Viranomaisjärjestelmän hierarkkisuus hajauttaa vastuun siten, ettei kukaan kanna kokonaisvastuuta. Reflektio ei kuulu selkeästi kenenkään tehtäväkenttään. Arviointi on lisäksi teknistynyt, kun se on siirtynyt numeroihin, kaavioihin ja tuloskortteihin. Kvantitatiivinen tieto kertoo, mitä tapahtui, mutta ei sitä, miksi näin tapahtui.\n\nOppiva hallinto tarvitsee uuden tilan\n\nTodellinen reflektio ei synny raporttien tai auditointien kautta, vaan luomalla hallintoon tilaa, jossa voidaan esittää vaikeita kysymyksiä ilman, että niitä pidetään epälojaaleina. Kyse on hallinnon sisäisestä tutkimusetiikasta ja kyvystä tarkastella omaa toimintaa ulkopuolisen näkökulmasta.\n\nTämä edellyttää käytäntöjä, joissa hallinnon periaatteita arvioidaan riippumattomasti, virheisiin suhtaudutaan oppimisen lähteinä ja toimintalogiikkaa päivitetään säännöllisesti. Jokaisen hallituskauden alussa tulisi arvioida, mitkä ratkaisut ovat aidosti toimineet ja mitkä eivät, sekä selvittää syyt näihin tuloksiin.\n\nKysymys arvioijan arvioinnista\n\nReflektiokyky liittyy lopulta vallan käyttöön. Jos hallinto arvioi itseään vain omista lähtökohdistaan, itsearviointi jää helposti muodolliseksi. Tämän vuoksi tarvitaan ulkoista ja moniäänistä palautetta, joka ei rajoitu vaaleihin, vaan toteutuu jatkuvana vuorovaikutuksena.\n\nTutkijat, järjestöt, kansalaisyhteiskunta ja media muodostavat kokonaisuuden, joka tekee näkyväksi sen, mitä hallinto ei itse havaitse. Tämä ei heikennä hallintoa, vaan vahvistaa sitä. Hallinto, joka kykenee kuulemaan kriittisiä näkökulmia, kykenee myös uudistumaan.\n\nLopuksi reflektio kestävyyden ehtona\n\nJulkisen talouden tulevaisuus ei ratkea pelkillä menokatoilla tai tehokkuusohjelmilla. Kurinalaisuus voi pitää järjestelmän toiminnassa, mutta se ei yksin tee siitä kestävää.\n\nKestävyys syntyy oppivasta hallinnosta. Vain hallinto, joka näkee itsensä osana yhteiskuntaa eikä sen yläpuolella, pystyy arvioimaan valtansa perusteita ja käyttämään sitä tarkoituksenmukaisesti. Reflektio ei ole heikkoutta, vaan hallinnon kykyä ymmärtää itseään. Se on yhteiskunnallisen kestävyyden hiljainen ehto ja samalla sen mitta.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI5",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4",
        "MI6",
        "MI7",
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Demokraattinen päätöksenteko, jota rajaa teknokraattinen sääntö-, malli- ja kehysjärjestelmä",
      "dynamics": "Poliittinen harkinta kaventuu, kun tekninen laskenta määrittää mahdollisen rajat ennen julkista keskustelua",
      "outcomes": [
        "Legitimiteetin heikentyminen",
        "Poliittisen vastuun hämärtyminen",
        "Demokratian muuntuminen hallinnolliseksi prosessiksi"
      ],
      "feedback": "Teknokraattinen ohjaus vahvistaa itseään, kun poliittinen vastuu delegoidaan yhä useammin laskelmille ja ennusteille"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 1,
      "change": 1
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "core-analysis",
      "primary_focus": "Demokratian ja teknokratian välinen vallansiirto",
      "secondary_focus": "Asiantuntijavallan ja poliittisen vastuun suhde",
      "explicitly_not_in_focus": [
        "yksittäiset budjettipäätökset",
        "yksittäiset asiantuntijainstituutiot"
      ]
    }
  },
  {
    "id": "031",
    "date": "2025-12-26",
    "meta": {
      "title": "Reflektiokyky hallinnossa ja kysymys arvioijan arvioinnista",
      "part": "IV",
      "quote": "",
      "modules": "",
      "tags": [
        "reflektio",
        "auditointi",
        "itseymmärrys",
        "vallankäyttö",
        "oppiva-hallinto"
      ]
    },
    "summary": "",
    "body_md": "Hallinnon keskeinen tehtävä on pitää yhteiskunnan perusrakenteet vakaina ja toimivina. Tätä varten sen toimintaa ohjaavat mittarit, raportit ja tarkastusmekanismit, joiden tarkoituksena on varmistaa tehokkuus, lainmukaisuus ja vastuullisuus. Ongelmia syntyy silloin, kun järjestelmä, joka valvoo kaikkea muuta, ei kykene tarkastelemaan itseään. Tällöin nousee esiin kysymys siitä, kuka arvioi arvioijaa.\n\nHallinto näkee numerot mutta ei peilikuvaa\n\nSuomalainen hallinto on kansainvälisesti tarkasteltuna läpinäkyvä ja järjestelmällinen. Toimenpiteet kirjataan, päätökset perustellaan ja menot tilastoidaan. Tämä vahvuus kääntyy kuitenkin helposti heikkoudeksi. Hallinto arvioi itseään samoilla välineillä, joilla se arvioi muita, eli mittareilla ja raporteilla.\n\nTämä johtaa tilanteeseen, jossa virheiden määrä tunnetaan, mutta niiden merkitystä omalle toimintalogiikalle ei pysähdytä pohtimaan. Tehokkuutta mitataan, mutta harvoin kysytään, oliko tehokkuus oikea tavoite. Lainmukaisuus todetaan, mutta lain tarkoituksenmukaisuus jää arvioimatta. Hallinto tuottaa tietoa, mutta itseymmärrys jää puutteelliseksi.\n\nTarkastus ei ole reflektiota\n\nValtiontalouden tarkastusvirasto ja kuntien sisäiset arviointielimet on perustettu varmistamaan, että julkisia varoja käytetään sääntöjen mukaisesti ja tehokkaasti. Ne tuottavat laajoja raportteja siitä, ovatko asetetut tavoitteet toteutuneet ja onko toiminta ollut hyväksyttävää.\n\nKyse on kuitenkin valvonnasta, ei reflektiosta. Tarkastelu kohdistuu seurauksiin, ei syihin. Kun hanke epäonnistuu, selitykseksi kirjataan usein puutteellinen valmistelu tai resurssien riittämättömyys. Harvoin pysähdytään tarkastelemaan, miksi samankaltaiset rakenteet ja toimintatavat tuottavat toistuvasti samoja ongelmia.\n\nReflektio edellyttää kykyä tarkastella omaa ajattelutapaa, ei vain sen tuottamia tuloksia. Ilman tätä kykyä hallinto muistuttaa konetta, joka korjaa virheitä prosessitasolla, mutta ei koskaan päivitä omaa toimintalogiikkaansa.\n\nMiksi reflektio on hallinnossa vaikeaa\n\nHallinnossa on rakenteellinen reflektiovaje, joka syntyy useista tekijöistä. Poliittinen paine tekee toimintamallien kyseenalaistamisesta vaikeaa, koska kritiikki tulkitaan helposti järjestelmän vastustamiseksi eikä kehittämiseksi. Viranomaisjärjestelmän hierarkkisuus hajauttaa vastuun siten, ettei kukaan kanna kokonaisvastuuta. Reflektio ei kuulu selkeästi kenenkään tehtäväkenttään. Arviointi on lisäksi teknistynyt, kun se on siirtynyt numeroihin, kaavioihin ja tuloskortteihin. Kvantitatiivinen tieto kertoo, mitä tapahtui, mutta ei sitä, miksi näin tapahtui.\n\nOppiva hallinto tarvitsee uuden tilan\n\nTodellinen reflektio ei synny raporttien tai auditointien kautta, vaan luomalla hallintoon tilaa, jossa voidaan esittää vaikeita kysymyksiä ilman, että niitä pidetään epälojaaleina. Kyse on hallinnon sisäisestä tutkimusetiikasta ja kyvystä tarkastella omaa toimintaa ulkopuolisen näkökulmasta.\n\nTämä edellyttää käytäntöjä, joissa hallinnon periaatteita arvioidaan riippumattomasti, virheisiin suhtaudutaan oppimisen lähteinä ja toimintalogiikkaa päivitetään säännöllisesti. Jokaisen hallituskauden alussa tulisi arvioida, mitkä ratkaisut ovat aidosti toimineet ja mitkä eivät, sekä selvittää syyt näihin tuloksiin.\n\nKysymys arvioijan arvioinnista\n\nReflektiokyky liittyy lopulta vallan käyttöön. Jos hallinto arvioi itseään vain omista lähtökohdistaan, itsearviointi jää helposti muodolliseksi. Tämän vuoksi tarvitaan ulkoista ja moniäänistä palautetta, joka ei rajoitu vaaleihin, vaan toteutuu jatkuvana vuorovaikutuksena.\n\nTutkijat, järjestöt, kansalaisyhteiskunta ja media muodostavat kokonaisuuden, joka tekee näkyväksi sen, mitä hallinto ei itse havaitse. Tämä ei heikennä hallintoa, vaan vahvistaa sitä. Hallinto, joka kykenee kuulemaan kriittisiä näkökulmia, kykenee myös uudistumaan.\n\nLopuksi reflektio kestävyyden ehtona\n\nJulkisen talouden tulevaisuus ei ratkea pelkillä menokatoilla tai tehokkuusohjelmilla. Kurinalaisuus voi pitää järjestelmän toiminnassa, mutta se ei yksin tee siitä kestävää.\n\nKestävyys syntyy oppivasta hallinnosta. Vain hallinto, joka näkee itsensä osana yhteiskuntaa eikä sen yläpuolella, pystyy arvioimaan valtansa perusteita ja käyttämään sitä tarkoituksenmukaisesti. Reflektio ei ole heikkoutta, vaan hallinnon kykyä ymmärtää itseään. Se on yhteiskunnallisen kestävyyden hiljainen ehto ja samalla sen mitta.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4",
        "MI7",
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI5",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Hallinnollinen arviointi- ja tarkastusjärjestelmä, joka nojaa mittareihin, auditointeihin ja raportointiin mutta vailla institutionaalista reflektiotilaa",
      "dynamics": "Itsearviointi lukittuu teknisiin välineisiin, jolloin järjestelmä kykenee korjaamaan prosessivirheitä mutta ei kyseenalaistamaan omaa toimintalogiikkaansa",
      "outcomes": [
        "Toistuvat rakenteelliset epäonnistumiset",
        "Oppimisen jääminen instrumentaaliseksi",
        "Hallinnon itseymmärryksen kaventuminen"
      ],
      "feedback": "Mittaripohjainen arviointi vahvistaa itseään, koska reflektiovaje tuottaa lisää tarvetta tekniselle valvonnalle, ei ajattelun muutokselle"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "core-analysis",
      "primary_focus": "Hallinnon reflektiokyvyn puute ja itsearvioinnin rakenteellinen rajoittuneisuus",
      "secondary_focus": "Vallan oikeutuksen ja oppimisen suhde hallinnossa",
      "explicitly_not_in_focus": [
        "yksittäiset tarkastusraportit",
        "yksittäiset viranomaisorganisaatiot",
        "lyhyen aikavälin tehokkuusmittarit"
      ]
    }
  },
  {
    "id": "032",
    "date": "2025-12-26",
    "meta": {
      "title": "Reflektiokyky hallinnossa ja kysymys arvioijan arvioinnista",
      "part": "II",
      "quote": "",
      "modules": "",
      "tags": [
        "reflektio",
        "auditointi",
        "itseymmärrys",
        "vallankäyttö",
        "oppiva-hallinto"
      ]
    },
    "summary": "",
    "body_md": "Hallinnon keskeinen tehtävä on pitää yhteiskunnan perusrakenteet vakaina ja toimivina. Tätä varten sen toimintaa ohjaavat mittarit, raportit ja tarkastusmekanismit, joiden tarkoituksena on varmistaa tehokkuus, lainmukaisuus ja vastuullisuus. Ongelmia syntyy silloin, kun järjestelmä, joka valvoo kaikkea muuta, ei kykene tarkastelemaan itseään. Tällöin nousee esiin kysymys siitä, kuka arvioi arvioijaa.\n\nHallinto näkee numerot mutta ei peilikuvaa\n\nSuomalainen hallinto on kansainvälisesti tarkasteltuna läpinäkyvä ja järjestelmällinen. Toimenpiteet kirjataan, päätökset perustellaan ja menot tilastoidaan. Tämä vahvuus kääntyy kuitenkin helposti heikkoudeksi. Hallinto arvioi itseään samoilla välineillä, joilla se arvioi muita, eli mittareilla ja raporteilla.\n\nTämä johtaa tilanteeseen, jossa virheiden määrä tunnetaan, mutta niiden merkitystä omalle toimintalogiikalle ei pysähdytä pohtimaan. Tehokkuutta mitataan, mutta harvoin kysytään, oliko tehokkuus oikea tavoite. Lainmukaisuus todetaan, mutta lain tarkoituksenmukaisuus jää arvioimatta. Hallinto tuottaa tietoa, mutta itseymmärrys jää puutteelliseksi.\n\nTarkastus ei ole reflektiota\n\nValtiontalouden tarkastusvirasto ja kuntien sisäiset arviointielimet on perustettu varmistamaan, että julkisia varoja käytetään sääntöjen mukaisesti ja tehokkaasti. Ne tuottavat laajoja raportteja siitä, ovatko asetetut tavoitteet toteutuneet ja onko toiminta ollut hyväksyttävää.\n\nKyse on kuitenkin valvonnasta, ei reflektiosta. Tarkastelu kohdistuu seurauksiin, ei syihin. Kun hanke epäonnistuu, selitykseksi kirjataan usein puutteellinen valmistelu tai resurssien riittämättömyys. Harvoin pysähdytään tarkastelemaan, miksi samankaltaiset rakenteet ja toimintatavat tuottavat toistuvasti samoja ongelmia.\n\nReflektio edellyttää kykyä tarkastella omaa ajattelutapaa, ei vain sen tuottamia tuloksia. Ilman tätä kykyä hallinto muistuttaa konetta, joka korjaa virheitä prosessitasolla, mutta ei koskaan päivitä omaa toimintalogiikkaansa.\n\nMiksi reflektio on hallinnossa vaikeaa\n\nHallinnossa on rakenteellinen reflektiovaje, joka syntyy useista tekijöistä. Poliittinen paine tekee toimintamallien kyseenalaistamisesta vaikeaa, koska kritiikki tulkitaan helposti järjestelmän vastustamiseksi eikä kehittämiseksi. Viranomaisjärjestelmän hierarkkisuus hajauttaa vastuun siten, ettei kukaan kanna kokonaisvastuuta. Reflektio ei kuulu selkeästi kenenkään tehtäväkenttään. Arviointi on lisäksi teknistynyt, kun se on siirtynyt numeroihin, kaavioihin ja tuloskortteihin. Kvantitatiivinen tieto kertoo, mitä tapahtui, mutta ei sitä, miksi näin tapahtui.\n\nOppiva hallinto tarvitsee uuden tilan\n\nTodellinen reflektio ei synny raporttien tai auditointien kautta, vaan luomalla hallintoon tilaa, jossa voidaan esittää vaikeita kysymyksiä ilman, että niitä pidetään epälojaaleina. Kyse on hallinnon sisäisestä tutkimusetiikasta ja kyvystä tarkastella omaa toimintaa ulkopuolisen näkökulmasta.\n\nTämä edellyttää käytäntöjä, joissa hallinnon periaatteita arvioidaan riippumattomasti, virheisiin suhtaudutaan oppimisen lähteinä ja toimintalogiikkaa päivitetään säännöllisesti. Jokaisen hallituskauden alussa tulisi arvioida, mitkä ratkaisut ovat aidosti toimineet ja mitkä eivät, sekä selvittää syyt näihin tuloksiin.\n\nKysymys arvioijan arvioinnista\n\nReflektiokyky liittyy lopulta vallan käyttöön. Jos hallinto arvioi itseään vain omista lähtökohdistaan, itsearviointi jää helposti muodolliseksi. Tämän vuoksi tarvitaan ulkoista ja moniäänistä palautetta, joka ei rajoitu vaaleihin, vaan toteutuu jatkuvana vuorovaikutuksena.\n\nTutkijat, järjestöt, kansalaisyhteiskunta ja media muodostavat kokonaisuuden, joka tekee näkyväksi sen, mitä hallinto ei itse havaitse. Tämä ei heikennä hallintoa, vaan vahvistaa sitä. Hallinto, joka kykenee kuulemaan kriittisiä näkökulmia, kykenee myös uudistumaan.\n\nLopuksi reflektio kestävyyden ehtona\n\nJulkisen talouden tulevaisuus ei ratkea pelkillä menokatoilla tai tehokkuusohjelmilla. Kurinalaisuus voi pitää järjestelmän toiminnassa, mutta se ei yksin tee siitä kestävää.\n\nKestävyys syntyy oppivasta hallinnosta. Vain hallinto, joka näkee itsensä osana yhteiskuntaa eikä sen yläpuolella, pystyy arvioimaan valtansa perusteita ja käyttämään sitä tarkoituksenmukaisesti. Reflektio ei ole heikkoutta, vaan hallinnon kykyä ymmärtää itseään. Se on yhteiskunnallisen kestävyyden hiljainen ehto ja samalla sen mitta.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI7",
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Mittareihin, auditointeihin ja raportointiin perustuva hallintorakenne, jossa arviointi kohdistuu toiminnan tuloksiin mutta ei arviointia ohjaaviin oletuksiin",
      "dynamics": "Arviointijärjestelmä toistaa omaa logiikkaansa ja rajaa reflektiota, koska se käsittelee poikkeamia teknisinä virheinä eikä rakenteellisina kysymyksinä",
      "outcomes": [
        "Reflektiokyvyn heikkeneminen hallinnossa",
        "Toistuvat samankaltaiset epäonnistumiset",
        "Oppimisen kaventuminen prosessien hienosäätöön"
      ],
      "feedback": "Tekninen arviointi tuottaa lisää teknistä ohjausta, mikä vahvistaa reflektiovajetta ja lisää tarvetta uusille mittareille"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "core-analysis",
      "primary_focus": "Hallinnon kyvyttömyys arvioida omia arviointiperusteitaan",
      "secondary_focus": "Auditoinnin ja reflektiivisen oppimisen välinen ero",
      "explicitly_not_in_focus": [
        "yksittäiset tarkastusviranomaiset",
        "yksittäiset epäonnistuneet hankkeet",
        "hallinnon ulkopuoliset poliittiset kiistat"
      ]
    }
  },
  {
    "id": "033",
    "date": "2025-12-26",
    "meta": {
      "title": "Indikaattorit ja valta, kuka määrittää mitä kestävyys on",
      "part": "I",
      "quote": "",
      "modules": "",
      "tags": [
        "indikaattorit",
        "kestävyys",
        "valta",
        "arvovalinnat",
        "hyvinvointitalous"
      ]
    },
    "summary": "",
    "body_md": "Kestävyys on käsite, jonka varaan rakennetaan politiikkaa, ohjelmia ja kokonaisia hallituskausia. Se esitetään usein objektiivisena ja lähes luonnonlain kaltaisena ilmiönä. Todellisuudessa kestävyys ei ole laskennallinen totuus, vaan poliittinen sopimus siitä, mitä pidetään tärkeänä. Mittarit, joilla kestävyyttä mitataan, eivät ainoastaan kuvaa todellisuutta, vaan myös muovaavat sitä.\n\nKun talouspolitiikkaa ohjataan bruttokansantuotteen, velkasuhteen tai kestävyysvajeen kaltaisilla indikaattoreilla, tehdään samalla arvovalinta. Näin määritellään, että talouskasvu, julkinen velka ja budjettitasapaino ovat yhteiskunnan menestyksen keskeiset mittapuut. Ongelma syntyy silloin, kun nämä mittarit eivät enää vastaa todellisia tavoitteita.\n\nNykyiset kestävyyden mittarit perustuvat aikakauteen, jossa kasvu, työikäisen väestön määrä ja kulutuksen lisääntyminen nähtiin itsestään selvinä hyvinvoinnin edellytyksinä. Nyt elämme ajassa, jossa luonnonvarat hupenevat, väestö ikääntyy ja työn rakenteet muuttuvat. Silti käytössä ovat pitkälti samat mittarit kuin silloin, kun maailma oli toisenlainen.\n\nMittarit määrittävät sen, mitä politiikassa pidetään mahdollisena. Jos julkisen talouden tulevaisuutta tarkastellaan vain kestävyysvajeen kautta, jäävät hyvinvointi, yhteisöllisyys ja ekologinen palautumiskyky talouspuheen ulkopuolelle. Mittari ei ole neutraali, vaan poliittinen rajaus siitä, millainen todellisuus hyväksytään näkyväksi.\n\nKäytössä olevat indikaattorit muodostavat käsitteellisen sokkelon. Bruttokansantuote, kestävyysvaje ja hiilibudjetti nojaavat eri logiikoihin, mutta niillä on yhteinen ongelma. Ne tarjoavat kukin kapean näkymän monimutkaiseen todellisuuteen. Bruttokansantuote mittaa tuotantoa, mutta ei huomioi hyvinvointia, tasa arvoa tai ympäristön tilaa. Kestävyysvaje tarkastelee julkisen talouden alijäämää suhteessa tuleviin menoihin, mutta ei tunnista investointeja, jotka voivat vahvistaa yhteiskunnan kriisinsietokykyä. Hiilibudjetti mittaa päästöjä, mutta ei aina huomioi nopeiden päästövähennysten sosiaalisia vaikutuksia eri väestöryhmille.\n\nNämä mittarit toimivat kuin erilliset kartat. Kukin näyttää osan maastosta, mutta kokonaiskuva jää hahmottumatta. Kun politiikka perustuu vain yhteen karttaan, päätökset alkavat seurata sen rajoja.\n\nAjatus negatiivisesta kestävyysvajeesta saattaa tuntua ristiriitaiselta, mutta kysymys on perusteltu. Jos yhteiskunnallinen pääoma kasvaa ja luottamus, osaaminen, terveys ja yhteisöllisyys vahvistuvat, parantaako se yhteiskunnan kestävyyttä, vaikka valtion velka kasvaisi. Perinteinen laskenta ei tunnista tätä logiikkaa, koska se huomioi vain rahavirrat eikä rakenteellisia parannuksia.\n\nJos kestävyysvajeen rinnalle otettaisiin yhteiskunnallinen tase, velka näyttäytyisi toisinaan investointina tulevaan kyvykkyyteen eikä pelkästään kulutuksena. Tällainen näkökulma siirtäisi politiikan painopistettä säästöistä kohti uudistumiskykyä. Keskeiseksi kysymykseksi nousisi se, mihin varoja käytetään ja mitä niiden avulla rakennetaan.\n\nTaloustieteen kieli on täsmällinen, mutta rajallinen. Se mittaa helposti sitä, mikä on laskettavissa, ja sivuuttaa sen, mikä on korvaamatonta. Hyvinvointitalous, ekosysteemipalvelut ja yhteisöllisyyden arvo jäävät helposti marginaaliin, koska niitä on vaikea kvantifioida. Juuri nämä tekijät kuitenkin ratkaisevat yhteiskunnan pitkäjänteisen kestävyyden.\n\nJos luottamus instituutioihin murenee, mikään taloudellinen mittari ei pidä järjestelmää koossa. Jos koulutus, terveys tai yhteisöllisyys rapautuvat, kestävyysongelma ei ole enää vain taloudellinen, vaan myös moraalinen.\n\nTarvitaan uusi kestävyyden mittauskehikko, jossa taloudellinen, sosiaalinen ja ekologinen ulottuvuus nähdään toisiinsa kietoutuneina. Fysikaalinen kestävyys liittyy luonnon kantokykyyn, resurssien riittävyyteen ja päästöjen tasapainoon. Sosiaalinen kestävyys rakentuu luottamuksesta, osallisuudesta, hyvinvoinnista ja koulutuksesta. Taloudellinen kestävyys koskee resurssien hallintaa, velan laatua ja investointien tuottavuutta.\n\nNäitä ulottuvuuksia ei voi erottaa toisistaan. Jos yksi pettää, muut seuraavat perässä. Todellinen kestävyys edellyttää mittaristoa, joka tunnistaa näiden väliset yhteydet eikä tarkastele vain yksittäisiä lukuja.\n\nKun mittarit muuttuvat, myös valtasuhteet muuttuvat. Jos hyvinvointia mitataan, politiikan tavoitteet muuttuvat. Jos yhteisöllisyyttä mitataan, rahoitus ohjautuu osallisuuteen. Jos luonnonvarojen arvoa tarkastellaan sukupolvien yli, julkisen talouden aikajänne pitenee.\n\nMittarit eivät ole teknisiä välineitä, vaan poliittisia valintoja. Niiden taustalla on aina arvoperusta. Kestävyys ei ole pelkkä tilastollinen tila, vaan yhteiskuntasopimus siitä, mikä katsotaan säilyttämisen arvoiseksi.\n\nPolitiikka ilman mittareita on sattumanvaraista, mutta mittarit ilman reflektiota ovat vaarallisia. Ne voivat ohjata yhteiskuntaa väärään suuntaan silloinkin, kun luvut näyttävät oikeilta. Tulevaisuuden hallinto tarvitsee kielen, joka ei ainoastaan mittaa mennyttä, vaan auttaa hahmottamaan tulevaa. Kestävyys on silloin budjettiteknisen kysymyksen sijaan yhteinen moraalinen ja poliittinen tehtävä, jossa olennaista on kyky kasvaa vastuullisesti ja viisaasti.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI7",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Kestävyyttä ohjaava indikaattorijärjestelmä, jossa taloudelliset mittarit määrittävät poliittisen harkinnan rajat ja hyväksyttävän todellisuuden",
      "dynamics": "Mittarit muovaavat politiikan mahdollisuustilaa siten, että vain mitattavissa olevat ilmiöt tunnistetaan relevantiksi päätöksenteossa",
      "outcomes": [
        "Hyvinvoinnin ja yhteisöllisyyden jääminen politiikan ulkokehälle",
        "Lyhytjänteinen talousohjaus",
        "Valtasuhteiden lukkiutuminen indikaattoreihin"
      ],
      "feedback": "Taloudelliset indikaattorit vahvistavat asemaansa, koska poliittinen vastuu delegoidaan mittareille, mikä lisää niiden ohjausvoimaa"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "core-analysis",
      "primary_focus": "Kestävyyden määrittelyyn sisältyvä indikaattorivalta",
      "secondary_focus": "Taloudellisten mittareiden ja hyvinvointitavoitteiden välinen ristiriita",
      "explicitly_not_in_focus": [
        "yksittäiset talousennusteet",
        "yksittäiset indikaattorituottajat",
        "lyhyen aikavälin budjettipäätökset"
      ]
    }
  },
  {
    "id": "034",
    "date": "2025-12-26",
    "meta": {
      "title": "Hallinnon kielioppi",
      "part": "V",
      "quote": "",
      "modules": "",
      "tags": [
        "kielioppi",
        "hallinto",
        "normit",
        "valta",
        "byrokratia"
      ]
    },
    "summary": "",
    "body_md": "Yhteiskuntaa hallitaan sanoilla.\nLait, asetukset, budjetit, mittarit ja tilastot muodostavat hallinnon kieliopin – kielen, jolla todellisuus muunnetaan hallittavaksi. Kieli ei tässä tarkoita viestintää, vaan ajattelun rakennetta: sitä mitä voidaan sanoa, mitata ja tehdä. Kun jokin ilmiö ei sovi hallinnon kielioppiin, se jää näkymättömäksi, vaikka olisi todellisuudessa ratkaiseva.\n\nKun kieli määrittää todellisuuden\n\nLaki antaa valtuudet, budjetti rajat ja mittarit suunnan. Tämä kolmiyhteys muodostaa hallinnon näkymättömän vallan, sen mikä lasketaan tärkeäksi ja mikä jää ulkopuolelle.\n\nKun keskustelu pyörii kestävyysvajeen, työllisyysasteen ja menokurin ympärillä, hallinnon kielessä kestävyys tarkoittaa budjettitasapainoa. Sosiaalinen kestävyys, luottamus tai osallisuus jäävät sanaston ulkopuolelle, eikä niitä voi taivuttaa taloushallinnon rakenteisiin. Näin kieli tekee itsestään vahvistuvan järjestelmän: se havaitsee sen mitä osaa mitata ja vahvistaa sitä mikä jo kuuluu sen sanavarastoon. Valta ilmenee todellisuuden muotoiluna.\n\nNormit ja lait – muotoiltu moraali\n\nLaki on hallinnon syntaksi. Se määrittää mikä on sallittua, mahdollista tai pakollista, ja samalla se on kulttuurinen tuote joka kertoo minkälaista yhteiskuntaa halutaan ylläpitää.\n\nSosiaaliturvalainsäädäntö rakentuu oletukselle työkykyisestä yksilöstä. Tämä ei ole sattumaa, vaan historiallinen kielioppi jossa aktiivisuus on hyve ja riippuvuus ongelma. Laki ei kuvaa todellisuutta, vaan tuottaa sen.\n\nMittarit ja tilastot – luvut kielenä\n\nMittarit ovat hallinnon verbejä. Ne tekevät abstraktista konkreettista ja muuttavat kokemuksen numeroksi. Mutta mittarit eivät vain kuvaa toimintaa, vaan ohjaavat sitä.\n\nKun mittarina on potilasmäärä, järjestelmä tuottaa käyntejä. Kun mittarina on työllisyysaste, politiikka alkaa tähdätä työn määrään, ei laatuun. Kun mittarina on säästö, hyvinvointi mitataan kustannuksina. Mittaaminen muuttuu olemisen muodoksi.\n\nBudjetit ja resurssit – numeroitu arvo\n\nBudjetti on hallinnon kieliopin painovoima. Se vetää puheen kohti numeroita jotka määrittävät mitä voidaan tehdä. Tavoite joka ei mahdu talousarvion momenttiin jää kieliopin ulkopuolelle, ei siksi että olisi väärä, vaan siksi ettei sitä voi kääntää budjettikielelle.\n\nYksinäisyyden ehkäisy tai luottamuksen vahvistaminen eivät ole budjettikohtia. Ne jäävät marginaaliin vaikka vaikuttavat koko järjestelmän kestävyyteen.\n\nOhjauskirjeet ja hallinnon sisäinen kielenkäyttö\n\nOhjauskirje ei vain välitä ohjetta, vaan asettaa merkitysjärjestyksen. Kun painopisteeksi asetetaan vaikuttavuus, se määrittää mikä tieto saa arvon.\n\nHallinnon kieli muuttuu helposti passiiviseksi: tulee varmistaa, voidaan kehittää, tavoitteena on. Subjektia ei ole. Kieli hajottaa vastuun rakenteeseen ja välttää näkyvän vallankäytön samalla kun valtaa käytetään.\n\nKun kieli kääntyy ihmisiin\n\nSyrjivät käytännöt syntyvät usein kieliopista joka ei tunnista kaikkia puhujia. Kun lomake olettaa vakituisen osoitteen tai henkilötunnuksen, se sulkee ulkopuolelle ne joilla ei ole. Kun palvelut mittaavat tehokkuutta suorituksina, ne syrjäyttävät ne joiden elämä ei mahdu suoritekieleen.\n\nHallinnon kieli ei ole neutraali, se on aina jonkun kieli. Kielen avaaminen on vallan avaamista.\n\nReflektio ja kielen päivitys\n\nOppiva hallinto uudistuu myös kielellisesti. Reflektiokyky alkaa kun hallinto kuulee mitä sen oma kieli tekee. Se tarkoittaa lakien, mittareiden ja budjettien kääntämistä uudelleen niin että ne tunnistavat todellisuuden monimuotoisuuden, sen mitä ei voi laskea mutta mitä ilman luvut eivät merkitse mitään.\n\nKestävyys ei ole vain resurssien riittävyyttä, vaan myös merkityksen ymmärrystä. Hallinnon on päivitettävä kielioppinsa jotta se ei vain reagoi vaan myös ymmärtää.\n\nJohtolause\n\nHallinto ei toimi väärin siksi että se ei tiedä, vaan siksi että se tietää vain sen mitä se on opetettu mittaamaan.\n\nUudistus alkaa kun hallinto oppii uuden kielen, sellaisen joka näkee myös sen mitä ei voi mitata mutta mikä pitää yhteiskunnan koossa. Kestävyys on lopulta kykyä muuttaa omaa kielioppia ennen kuin todellisuus tekee sen puolestamme.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI7",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Lainsäädännön, budjettien, mittareiden ja ohjausasiakirjojen muodostama hallinnollinen kielijärjestelmä, joka määrittää mitä ilmiöitä voidaan tunnistaa, käsitellä ja ohjata",
      "dynamics": "Hallinnon kielioppi ohjaa havaintoa ja toimintaa siten, että mitattavissa ja budjetoitavissa oleva todellisuus vahvistuu, kun taas kieleen sopimattomat ilmiöt jäävät näkymättömiksi",
      "outcomes": [
        "Merkityksellisten mutta mittaamattomien ilmiöiden syrjäytyminen",
        "Vastuun hajoaminen passiivisen ja teknisen kielen kautta",
        "Rakenteellisen syrjinnän uusiutuminen kielellisten oletusten seurauksena"
      ],
      "feedback": "Hallinnollinen kieli vahvistaa itseään, koska se tuottaa päätöksiä vain niistä ilmiöistä, jotka se kykenee nimeämään ja mittaamaan"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "core-analysis",
      "primary_focus": "Hallinnon kieleen sisältyvä vallankäyttö ja todellisuuden rajaus",
      "secondary_focus": "Kielen, mittaamisen ja rakenteellisen syrjinnän yhteys",
      "explicitly_not_in_focus": [
        "yksittäiset lakimuutokset",
        "yksittäiset viranomaisohjeet",
        "hallinnon ulkoinen poliittinen retoriikka"
      ]
    }
  },
  {
    "id": "035",
    "date": "2025-12-26",
    "meta": {
      "title": "Mitä ei mitata sitä ei tehdä",
      "part": "II",
      "quote": "",
      "modules": "",
      "tags": [
        "mittaaminen",
        "vaikuttavuus",
        "inhimillinen-pääoma",
        "valta",
        "resilienssi"
      ]
    },
    "summary": "",
    "body_md": "Politiikkaa tehdään yhä enemmän numeroiden varassa. Talouskasvu, työllisyysaste, velkasuhde, oppimistulokset ja hoitojonot mitataan, pisteytetään ja vertaillaan. Mutta mitä jää näkymättömiin, kun mittarit ohjaavat päätöksentekoa. Voiko politiikkaa ylipäätään tehdä ilman mittareita.\n\nMittarit rakentavat todellisuutta\n\nMittarit eivät ole neutraaleja. Ne muovaavat sitä mitä pidetään tärkeänä, mihin panostetaan ja minkä annetaan rapautua. Julkisessa taloudessa BKT:hen ja velkasuhteeseen keskittyminen voi sivuuttaa sosiaalisen eriarvoisuuden, luonnon kantokyvyn tai hyvinvoinnin alueellisen jakautumisen.\n\nTilastokeskus, OECD, VM ja EU laativat mittareita joiden perusteella kansallista politiikkaa ohjataan. Valinta tehdään aina jonkin arvoperustan mukaisesti. Jos mittarina on kilpailukyky, osallistuminen ja yhteisöllisyys jäävät varjoon.\n\nSe mitä ei mitata jää politiikan ulkopuolelle\n\nYksinäisyys ei ole virallinen talousindikaattori. Luottamus yhteiskuntaan ei ole budjetoitava erä. Vapaaehtoistyön vaikutukset eivät näy valtion tilinpäätöksessä. Ilmiö jota ei mitata ei saa rahoitusta eikä pääse agendalle.\n\nSosiaali- ja terveyspalveluissa korostetaan vaikuttavuutta, mutta mittarit mittaavat usein suoritteita. Jos mittarina on potilasmäärä, ennaltaehkäisevä työ jää helposti sivuun. Jos arvioidaan käyntejä, ei kysytä muuttuiko asiakkaan elämä.\n\nDemokratian näkymättömät kustannukset\n\nKun mittarit ohjaavat kaikkea, politiikasta tulee teknokraattista. Ihmisten kokemukset, paikallistieto ja yhteisöllinen ymmärrys jäävät tilastojen ulkopuolelle. Mittarivetoisuus voi kaventaa kansalaisyhteiskunnan roolia ja yksipuolistaa julkista keskustelua.\n\nKun mittarit alkavat mitata elämää\n\nYhteiskunnan mittarit kertovat mitä pidämme tärkeänä. Kun mittarina on pelkkä työllisyysaste, unohtuu helposti se millaista työtä tehdään. Tarvitaan työelämän laatuindeksi joka tarkastelee työn kuormittavuutta, vaikutusmahdollisuuksia ja mielekkyyttä.\n\nKilpailukykyä on mitattu vuosikymmeniä. Mutta jos kilpailu kaventaa perusoikeuksia, tarvitaan kestävyysindeksi ja sosiaalinen resilienssi. Ne kysyvät kuinka hyvin yhteiskunta kestää kriisejä ilman että kukaan jää yksin.\n\nVelan määrää seurataan tarkasti, mutta velan laatu jää usein huomioimatta. Tarvitaan vaikuttavuusinvestointien tuottosuhde joka kertoo kuinka paljon yhteiskunnallista hyötyä investoinneilla saadaan aikaan. Kyse ei ole velan määrästä, vaan sen käytöstä.\n\nJulkisia palveluja mitataan usein kustannuksina. Mutta tärkeämpää olisi kysyä muuttuiko ihmisen elämä paremmaksi. Palvelujen vaikuttavuus tekee tämän näkyväksi. Se tuo politiikkaan kysymyksen mitä tapahtuu kun ovi sulkeutuu.\n\nKoulutuspolitiikassa PISA-tulokset saavat paljon huomiota, mutta koulujen hyvinvointi ei ole saanut mittariaan. Kouluhyvinvoinnin indeksi voisi tarkastella oppilaiden kokemaa turvallisuutta, jaksamista ja osallisuutta.\n\nTyöelämässä sairauspoissaolot ovat helposti laskettavia, mutta niiden syitä ei ymmärretä pelkkien lukujen avulla. Tarvitaan näkyväksi se kuinka hyvin mielenterveyspalveluja on saatavilla ja kuinka nopeasti hoitoon pääsee.\n\nPalvelujen kustannukset kertovat vain osan tarinasta. Jos palvelu ehkäisee tulevia menoja, lisää osallisuutta tai vahvistaa yhteisöllisyyttä, tarvitaan sosiaalisten tuottojen mittari joka osaa laskea arvoa, ei vain kustannuksia.\n\nMittarit ovat kuin kompassi\n\nKysymys ei ole siitä käytetäänkö mittareita, vaan siitä mitä mitataan, miten ja kenen ehdoilla. Uudet mittarit voivat avata tien inhimillisempään, oikeudenmukaisempaan ja ekologisesti kestävään politiikkaan. Mitä ei mitata, sitä ei tehdä. Siksi mittarit ovat vallankäytön muoto.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI7",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Mittaripohjainen julkisen päätöksenteon rakenne, jossa politiikan ohjaus ja resurssien kohdentaminen nojaavat ensisijaisesti kvantitatiivisiin indikaattoreihin",
      "dynamics": "Se, mitä mitataan, ohjaa huomiota ja resursseja, kun taas mittaamattomat ilmiöt jäävät järjestelmällisesti päätöksenteon ulkopuolelle",
      "outcomes": [
        "Inhimillisen ja sosiaalisen pääoman aliarvostus",
        "Ennaltaehkäisevien toimien heikko rahoitus",
        "Politiikan teknokraattinen kaventuminen"
      ],
      "feedback": "Mittarivetoisuus vahvistaa itseään, koska rahoitus ja legitimiteetti kytkeytyvät mitattaviin tuloksiin, mikä lisää painetta tuottaa lisää kvantitatiivisia indikaattoreita"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "core-analysis",
      "primary_focus": "Mittarien ohjausvaikutus politiikan prioriteetteihin ja resurssien kohdentamiseen",
      "secondary_focus": "Vaikuttavuuden ja inhimillisen pääoman näkymättömyys perinteisessä mittaamisessa",
      "explicitly_not_in_focus": [
        "yksittäiset indikaattorijärjestelmät",
        "yksittäiset budjettipäätökset",
        "lyhyen aikavälin poliittiset kampanjat"
      ]
    }
  },
  {
    "id": "036",
    "date": "2025-12-26",
    "meta": {
      "title": "Yhteisöllisyys on näkymätön pääoma jota kannattaa mitata",
      "part": "IV",
      "quote": "",
      "modules": "",
      "tags": [
        "yhteisöllisyys",
        "sosiaalinen-pääoma",
        "indikaattorit",
        "luottamus",
        "päätöksenteko"
      ]
    },
    "summary": "",
    "body_md": "Mitä yhteistä on naapurien välisellä avunannolla, luottamuksella viranomaisiin ja vapaaehtoisten järjestämällä kylätapahtumalla. Kaikki ovat merkkejä vahvasta yhteisöllisyydestä joita voi ja kannattaa mitata.\n\nSuomessa puhutaan paljon taloudesta, työllisyydestä ja velkaantumisesta. Niille on olemassa selkeät mittarit ja raportit. Yhteisöllisyys on jäänyt pehmeäksi teemaksi jota ei seurata järjestelmällisesti. Tämä on virhe, sillä yhteisöllisyys on talouden ja hyvinvoinnin näkymätön selkäranka. Se vaikuttaa siihen kuinka hyvin selviämme kriiseistä, kuinka turvallisina koemme asuinalueemme ja kuinka moni haluaa osallistua yhteisiin asioihin.\n\nYhteisöllisyysindeksi tekee tästä näkymättömästä pääomasta näkyvän. Sen neljä pilaria muodostavat moniulotteisen kuvan yhteisöllisyyden tilasta.\n\nSosiaalinen verkottuneisuus kuvaa kuinka usein ja monipuolisesti ihmiset ovat yhteydessä toisiinsa, kuinka vahvoja ihmissuhteet ovat ja kuinka yleistä naapuriapu on.\n\nLuottamus ja turvallisuus heijastavat luottamusta muihin ihmisiin ja viranomaisiin sekä koettua fyysistä ja sosiaalista turvallisuutta.\n\nYhteistoiminta ja osallistuminen kuvaavat vapaaehtoistoimintaa, yhdistystoimintaa ja tapahtumiin osallistumista sekä mahdollisuutta vaikuttaa paikallisiin päätöksiin.\n\nAlueellinen ja digitaalinen saavutettavuus kertoo pääsystä yhteisiin tiloihin ja palveluihin, toimivista liikenneyhteyksistä ja digitaalisista valmiuksista.\n\nKun näitä mitataan tilastodatan, kansallisen kyselyn ja paikallistason havaintojen avulla, syntyy kokonaiskuva joka paljastaa vahvuudet ja riskit. Indeksi toimii päätöksenteon työkaluna. Kunta voi perustella uuden kohtaamispaikan, hyvinvointialue kohdentaa resursseja vapaaehtoistoimintaan ja järjestöt osoittaa toimintansa vaikutukset.\n\nMiksi tämä on tärkeää nyt\n\nPalveluiden keskittäminen, väestön ikääntyminen ja kiireinen elämäntapa kuluttavat yhteisöllisiä rakenteita. Jos muutosta ei mitata, huomataan rapautuminen vasta kun seuraukset ovat kalliita. Yhteisöllisyysindeksi toimii yhteiskunnan barometrina. Kun paine laskee, tiedämme että on aika toimia. Kun se nousee, voimme levittää onnistuneita käytäntöjä muualle.\n\nToteutus ja reagointi\n\nEnsimmäinen askel on valtakunnallinen sopimus mittareista jotka säilyvät hallituskausien yli. Mittarit on ankkuroitava luotettaviin lähteisiin. Viranomaisrekisterit kertovat kovista faktoista, kansallinen kysely ihmisten kokemuksista ja paikallistason data täydentää kuvaa.\n\nToinen askel on avoimuus. Kun tulokset julkaistaan vuosittain, kehitystä voidaan seurata kunnittain ja hyvinvointialueittain.\n\nKolmas periaate on reagointimalli. Jos pilari laskee yli viisi pistettä vuodessa tai koko indeksi kääntyy laskuun, käynnistyy selvitys ja toimenpideohjelma. Näin mittari muuttuu raporttiluvusta ohjausvälineeksi.\n\nSovelluksia ja laajennuksia\n\nSIB-mallit voivat käyttää indeksiä tulosperusteisen rahoituksen mittarina.\n\nIndeksi voidaan sisällyttää hyvinvointikertomuksiin lakisääteisesti.\n\nValtionosuuksia voidaan kohdentaa erityisesti niille alueille joiden tulos on matala ja joilla on parannussuunnitelma.\n\nKorkean indeksin alueet voivat toimia innovaatioalustoina ja levittää ratkaisuja muualle.\n\nYhteisöllisyysindeksin vahvuus on siinä että se yhdistää mittaamisen, avoimuuden ja vastuun. Kun se kytketään rahoitusmalleihin, lainsäädäntöön ja kehittämistoimiin, se muuttuu käytännön työkaluksi joka ohjaa päätöksentekoa kohti vahvempaa ja luottavaisempaa Suomea.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Yhteisöllisyyden institutionaalisesti heikosti tunnistettu asema julkisessa päätöksenteossa, jossa taloudelliset ja toiminnalliset mittarit ohjaavat resurssien kohdentamista",
      "dynamics": "Mittarien puute tekee yhteisöllisyydestä näkymätöntä, kun taas sen systemaattinen mittaaminen mahdollistaa resurssien kohdentamisen, ennakoinnin ja oppimisen",
      "outcomes": [
        "Yhteisöllisyyden rapautumisen varhainen tunnistaminen",
        "Päätöksenteon siirtyminen reaktiivisesta ennakoivaan",
        "Sosiaalisen pääoman vahvistuminen osana julkista ohjausta"
      ],
      "feedback": "Kun yhteisöllisyyttä mitataan ja tulokset kytketään rahoitukseen ja ohjaukseen, syntyy positiivinen kehä, jossa luottamus ja osallistuminen vahvistavat järjestelmän resilienssiä"
    },
    "entry_focus": {
      "structure": 1,
      "mechanisms": 2,
      "experience": 2,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "synthesis",
      "primary_focus": "Yhteisöllisyyden muuttaminen näkymättömästä pääomasta mitattavaksi ja ohjattavaksi resurssiksi",
      "secondary_focus": "Sosiaalisen pääoman ja päätöksenteon välinen kytkentä",
      "explicitly_not_in_focus": [
        "yksittäiset vapaaehtoisjärjestöt",
        "yksittäiset kunta- tai aluepilotit",
        "lyhytaikaiset hankerahoitusmallit"
      ]
    }
  },
  {
    "id": "037",
    "date": "2025-12-26",
    "meta": {
      "title": "Suomen luonnonvararahasto strategisena pääomana sukupolvelta toiselle",
      "part": "I",
      "quote": "",
      "modules": "",
      "tags": [
        "luonnonvarat",
        "sijoitusrahasto",
        "kestävyys",
        "metsätalous",
        "mineraalit"
      ]
    },
    "summary": "",
    "body_md": "Suomi on tienhaarassa. Talouskasvu on hidastunut, julkisyhteisöjen velkasuhde on noussut yli 80 prosenttiin bruttokansantuotteesta ja väestörakenteen vinouma kasvattaa julkisia menoja kiihtyvällä tahdilla. Samalla maailmantalouden painopiste siirtyy kohti raaka-aineita, joita Suomella on runsaasti. Näihin kuuluvat kriittiset mineraalit, puhdas makea vesi, bioenergia ja metsätuotteet. Näiden resurssien kysyntä kasvaa kansainvälisesti, ja niiden hallittu hyödyntäminen tarjoaa mahdollisuuden luoda uutta taloudellista turvaa ja pitkäjänteistä vaurautta.\n\nTämä mahdollisuus voisi konkretisoitua Suomen luonnonvararahastossa. Malli perustuisi Norjan öljyrahaston periaatteeseen. Luonnonvaroista saatavat tuotot, kuten rojaltit, lisenssimaksut ja erityisverot, ohjattaisiin rahastoon, jonka pääomaa ei käytettäisi vuosibudjetin paikkaamiseen. Varat sijoitettaisiin kansainvälisesti hajautettuun ja kestävään salkkuun, ja julkiseen talouteen ohjattaisiin vain sijoitusten tuotot. Rahastosta muodostuisi pysyvä ja ennustettava tulonlähde, jonka käyttö olisi suojattu lyhytnäköisiltä poliittisilta päätöksiltä.\n\nSuomen rahasto poikkeaisi Norjan mallista siten, ettei se perustu yhteen hyödykkeeseen, vaan monipuoliseen luonnonvarakokonaisuuteen. Kriittiset mineraalit, kuten litium, nikkeli, koboltti ja kupari, muodostaisivat keskeisen osan tulovirrasta. Lannoitefosforin ja muiden strategisten kemikaalien tuotantoa voitaisiin käynnistää uudelleen ja suunnata myös vientiin. Puhdas makea vesi, jota teollisuudessa hyödynnetään nykyisin lähes maksutta, voitaisiin hinnoitella kohtuullisesti sekä kotimaiseen käyttöön että vientiin. Merituulen ja muun uusiutuvan energian lisenssihuutokaupat loisivat vakaita ja pitkäaikaisia tuloja rahastoon.\n\nErityinen mahdollisuus liittyy metsiin, joissa jalostusarvon nosto voi moninkertaistaa Suomeen jäävän taloudellisen hyödyn. Raakapuun vienti tai sen käyttö sellun raaka-aineena tuottaa vain rajallista arvoa. Kun puusta valmistetaan massiivipuisia kerrostaloja, koulurakennuksia tai siltojen kansia, syntyy korkean arvon vientituotteita, jotka sitovat hiiltä vuosikymmeniksi ja työllistävät laajasti. Valmiiden rakennuselementtien vienti merkitsee sitä, että materiaalin mukana myydään myös suunnitteluosaamista, arkkitehtuuria ja suomalaisen puurakentamisen brändiä.\n\nAlkuvaiheessa rahaston realistinen vuotuinen kassavirta voisi olla 1,5–3,5 miljardia euroa. Kymmenen tai viidentoista vuoden kehitystyön jälkeen, kun luonnonvarojen hyödyntämistä on tehostettu ja metsätuotteiden jalostusaste nostettu uudelle tasolle, vuosittainen virta voisi nousta 4–6 miljardiin euroon. Tämä edellyttää määrätietoista etenemistä. Ensimmäisinä vuosina uudistettaisiin kaivos-, vesi- ja merialuelainsäädäntö, perustettaisiin rahasto ja sovittaisiin paikallisten yhteisöjen kanssa hyötyjen jaosta. Muutaman vuoden kuluessa käynnistettäisiin ensimmäiset lisenssihuutokaupat sekä laajat puurakentamisen kehityshankkeet.\n\nKuuden tai kymmenen vuoden kuluttua rahaston vuotuinen tulovirta voisi olla vähintään kolme miljardia euroa, ja kotimainen metsätuotteiden jalostus hallitsisi jo merkittävää osaa arvoketjusta. Tällöin rahaston koko ylittäisi 25 miljardia euroa ja kasvaisi edelleen sijoitustuottojen ja uusien tulovirtojen myötä.\n\nLuonnonvararahasto ei yksin ratkaise Suomen velkaongelmaa, mutta se voisi olla merkittävin yksittäinen rakenteellinen uudistus, joka vakauttaa taloutta, vahvistaa valtion rahoitusasemaa ja turvaa luonnonvarojen arvon myös tuleville sukupolville. Malli yhdistäisi taloudellisen kestävyyden, tiukat ympäristöehdot ja paikallisen hyväksyttävyyden.\n\nKeskeinen kysymys on, riittääkö poliittinen tahto rakentaa järjestelmä, joka sitoo luonnonvaratulot yhteiseen ja pitkäaikaiseen pääomaan. Vai annetaanko niiden edelleen valua yksittäisten budjettivuosien menoihin. Luonnonvarat eivät ole vain tämän päivän kassavirta. Ne muodostavat huomisen perustan.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI7",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Luonnonvarojen hyödyntämiseen perustuva taloudellinen rakenne, jossa raaka-aineista saatavat tulot voidaan joko hajauttaa vuosibudjettiin tai sitoa pitkäjänteiseen pääomarahastoon",
      "dynamics": "Lyhyen aikavälin budjettipaineet kilpailevat pitkäaikaisen varallisuuden rakentamisen kanssa, mikä määrittää hyödynnetäänkö luonnonvaroja kertaluonteisena tulona vai sukupolvia ylittävänä pääomana",
      "outcomes": [
        "Valtion rahoitusaseman vakaantuminen pitkällä aikavälillä",
        "Luonnonvarojen jalostusarvon nousu ja kotimaisen arvoketjun vahvistuminen",
        "Sukupolvien välisen oikeudenmukaisuuden paraneminen"
      ],
      "feedback": "Rahaston kasvu ja ennustettavat tuotot lisäävät poliittista painetta suojata pääomaa lyhytnäköiseltä käytöltä, mikä vahvistaa rahaston institutionaalista asemaa"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 0,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Tulevaisuussuunta",
      "system_role": "applied-synthesis",
      "primary_focus": "Luonnonvarojen muuttaminen kertaluonteisesta tulovirrasta strategiseksi ja sukupolvia ylittäväksi pääomaksi",
      "secondary_focus": "Taloudellisen kestävyyden, ympäristöehtojen ja poliittisen ohjauksen yhdistäminen",
      "explicitly_not_in_focus": [
        "yksittäisten kaivoshankkeiden lupaprosessit",
        "yksityiskohtainen rahaston sijoitusstrategia",
        "lyhyen aikavälin budjettisopeutus"
      ]
    }
  },
  {
    "id": "038",
    "date": "2025-12-26",
    "meta": {
      "title": "Kuinka paljon aikajänne ja uudistushalu eroavat",
      "part": "III",
      "quote": "",
      "modules": "",
      "tags": [
        "aikajänne",
        "uudistushalu",
        "päätöksenteko",
        "poliittinen-analyysi",
        "asymmetria"
      ]
    },
    "summary": "",
    "body_md": "Suomalaisen julkisen talouden tulevaisuuskeskustelu ei jakaudu vain hallituksen ja opposition väliseksi väittelyksi. Taustalla vaikuttavat hallituksen, opposition, asiantuntijoiden ja äänestäjien erilaiset ajattelutavat. Näitä ryhmiä eivät erota toisistaan ensisijaisesti ideologiat tai arvot, vaan se, millä aikajänteellä ne tarkastelevat ongelmia ja kuinka suurta uudistushalua ne pitävät hyväksyttävänä.\n\nHallituksen ratkaisut painottuvat lyhyeen aikaväliin\n\nNykyhallituksen linja asettuu lyhyen aikajänteen ja matalan uudistushalun yhdistelmään. Hallitus nojaa sopeutustoimiin, kuten etuuksien leikkauksiin, arvonlisäveron korotuksiin ja menokattoihin, koska niiden vaikutukset näkyvät nopeasti valtiontalouden tunnusluvuissa. Näin voidaan osoittaa velkaantumisen hidastumista ja talouskurin palautumista. Samalla vältetään rakenteellisia uudistuksia, joiden hyödyt realisoituisivat vasta vuosien tai jopa vuosikymmenten kuluttua.\n\nOpposition painopiste on nopeissa investoinneissa\n\nOpposition ajattelu on toisenlaista, mutta sekin nojaa lyhyeen aikajänteeseen. Uudistushalu on korkeampi, mutta vaikutuksia haetaan nopeasti. Koulutuspaikkojen lisääminen, työllisyysinvestoinnit ja rakentamisen tukiohjelmat näkyvät kansalaisten arjessa nopeasti ja tukevat poliittista kannatusta. Toimet eroavat hallituksen säästölinjasta, mutta ovat silti vahvasti sidoksissa vaalikausipolitiikkaan.\n\nAsiantuntijat tarkastelevat pitkiä rakenteita\n\nAsiantuntijoiden näkökulma sijoittuu pitkälle tulevaisuuteen ja korkeaan uudistushaluun. He korostavat veropohjan laajentamista, työperäistä maahanmuuttoa sekä tutkimus- ja kehittämispanostuksia. Näiden vaikutukset näkyvät vasta kymmenien vuosien aikajänteellä. Ajattelu perustuu järjestelmä- ja sukupolvitason tarkasteluun. Ilman rakenteellisia muutoksia nykyiset sosiaali- ja terveyspalvelut, eläkejärjestelmä ja koulutus eivät ole pitkällä aikavälillä rahoitettavissa. Juuri tämän vuoksi asiantuntijoiden ehdotukset ovat poliittisesti vaikeita, sillä ne eivät tuota nopeita hyötyjä ja voivat herättää vastustusta.\n\nÄänestäjät puolustavat pysyvyyttä\n\nÄänestäjien näkökulma yhdistää pitkän aikajänteen ja matalan uudistushalun. Keskeisiä huolenaiheita ovat eläkkeet, sosiaali- ja terveyspalvelut sekä sosiaalietuudet. Näitä pidetään hyvinvointivaltion peruspilareina, joihin ei haluta koskea. Tulevaisuutta tarkastellaan turvan ja jatkuvuuden näkökulmasta, ei rakenneuudistusten kautta.\n\nEri ulottuvuudet johtavat yhteiseen umpisolmuun\n\nKun nämä neljä näkökulmaa asetetaan rinnakkain, syntyy jännite. Hallitus painottaa säästöjä, oppositio investointeja, asiantuntijat rakenteellisia muutoksia ja äänestäjät saavutetun turvan säilyttämistä. Kukin ryhmä asettuu eri kohtaan aikajänteen ja uudistushalun akselilla. Hallitus ja oppositio keskittyvät lyhyen aikavälin ratkaisuihin. Asiantuntijat katsovat pitkälle tulevaisuuteen, mutta poliittinen päätöksenteko harvoin seuraa heidän aikajännettään. Äänestäjät puolustavat sitä, mikä jo on olemassa.\n\nKyse ei ole vain siitä, kuka on oikeassa, vaan siitä, että ryhmät elävät eri aikajänteillä ja eri uudistushalun tasoilla. Tämä selittää, miksi julkisen talouden kestävyysongelmista on puhuttu vuosikymmeniä ilman ratkaisevaa läpimurtoa. Kukin toimii omassa kehyksessään. Vasta silloin, kun nämä erot tunnistetaan ja asetetaan samaan kokonaiskuvaan, voidaan ymmärtää, kuinka syvästi aikajänne ja uudistushalu erottavat toimijoita toisistaan ja kuinka vaikeaa niiden ylittäminen on.\n\nMetodi ja lähteet\n\nInfografiikan koordinaatit perustuvat hallitusohjelmaan ja budjetteihin, opposition linjauksiin, asiantuntijaraportteihin sekä kansalaisten mielipidemittauksiin. Tarkastelun teemoina ovat muun muassa eläkkeet, koulutus, sosiaali- ja terveyspalvelut, verotus, työllisyys, maahanmuutto, ympäristö ja vihreä siirtymä, hallinnon menot, puolustus, sosiaalietuudet, kansainväliset maksuosuudet, tutkimus ja innovaatiot, julkiset hankinnat sekä digitalisaatio.\n\nKeskeistä ei ole yksittäisten teemojen vertailu, vaan se, miten aikajänne ja uudistushalu ohjaavat suhtautumista julkisen talouden kysymyksiin. Tulokset viittaavat siihen, että ratkaisut eivät viivästy tiedon puutteen vuoksi, vaan siksi, että eri ryhmät tarkastelevat samoja ongelmia eri aikajänteillä ja eri uudistushalun tasoilla. Yhteisen kielen ja näkymän löytäminen on siksi julkisen talouden keskeinen haaste.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI6",
        "MI7",
        "MI9",
        "MI10",
        "MI11"
      ],
      "missing_levels": [
        "MI5",
        "MI8",
        "MI12"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI9",
        "MI10",
        "MI11"
      ]
    },
    "sdof": {
      "structure": "Poliittinen päätöksentekorakenne, jossa keskeiset toimijaryhmät toimivat eri aikajänteillä ja eri uudistushalukkuuden tasoilla",
      "dynamics": "Eri toimijaryhmien aikahorisonttien ja uudistushalun välinen epäsymmetria estää yhteisen ratkaisukehikon muodostumisen",
      "outcomes": [
        "Rakenteellisten uudistusten jatkuva lykkääntyminen",
        "Lyhytjänteisen politiikan ylikorostuminen",
        "Kestävyysongelmien kroonistuminen"
      ],
      "feedback": "Lyhyen aikavälin poliittiset kannustimet vahvistavat vaalikausisidonnaista päätöksentekoa, mikä edelleen kaventaa pitkän aikavälin uudistusten toteutumismahdollisuuksia"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 0,
      "change": 2
    },
    "system_classification": {
      "section": "Poliittinen toiminta",
      "system_role": "core-analysis",
      "primary_focus": "Aikajänteen ja uudistushalukkuuden välinen rakenteellinen epäsuhta poliittisessa päätöksenteossa",
      "secondary_focus": "Hallituksen, opposition, asiantuntijoiden ja äänestäjien välisten odotusten ristiriita",
      "explicitly_not_in_focus": [
        "yksittäiset puolueohjelmat",
        "yksittäiset budjettipäätökset",
        "lyhytaikaiset poliittiset kohut"
      ]
    }
  },
  {
    "id": "039",
    "date": "2025-12-26",
    "meta": {
      "title": "Julkisen talouden seitsemän kuolemansyntiä",
      "part": "IV",
      "quote": "",
      "modules": "",
      "tags": [
        "moraali",
        "poliittinen-psykologia",
        "juurisyyt",
        "inertia",
        "sukupolvien-välinen-oikeudenmukaisuus"
      ]
    },
    "summary": "",
    "body_md": "Suomalaisen julkisen talouden ongelmat eivät ole uusia. Kestävyysvajeesta, väestön ikääntymisestä ja velkaantumisesta on puhuttu vuosikymmeniä, mutta ratkaisut lykkääntyvät. Tämä viittaa siihen, että pelkät luvut eivät riitä selittämään ongelmien sitkeyttä. Tarvitaan myös kulttuurinen ja historiallinen näkökulma.\n\nKristillisessä perinteessä seitsemän kuolemansyntiä kuvattiin ihmisen heikkouksiksi, jotka johtavat muihin paheisiin ja rappeuttavat koko yhteisön. Ne eivät ole yksittäisiä virheitä, vaan juurisyitä. Sama logiikka näyttää pätevän myös politiikkaan. Julkisessa taloudessa on rakenteellisia dilemmoja, jotka koskettavat syvälle juurtuneita intressejä ja asenteita ja siksi vastustavat muutosta.\n\nEläkkeet ja ylpeyden dilemma\n\nEläkkeet muodostavat julkisen talouden suurimman yksittäisen menoerän ja kattavat noin neljänneksen kaikista julkisista menoista. Järjestelmään liittyy vahva historiallinen ylpeys. Se on rakennettu hyvinvointivaltion kulmakiveksi ja sitä pidetään kansainvälisenä esimerkkinä. Tämä ylpeys on kuitenkin kääntynyt ongelmaksi. Päätöksentekijät karttavat sen tunnustamista, ettei nykyinen malli välttämättä kestä väestön ikääntymistä, koska suuret ikäluokat ovat keskeinen äänestäjäryhmä. Eläkepolitiikka on kivettynyt puolustukseen, jossa järjestelmän vahvuuksia korostetaan ja haavoittuvuudet sivuutetaan.\n\nSote ja hoivavelka sekä ylensyönnin dilemma\n\nSosiaali- ja terveyspalvelujen sekä hoivamenojen kasvu ylittää kansantalouden kasvun. Väestön ikääntyessä hoivavelka kasvaa, ja jokainen reformien lykkäys kasvattaa tulevia kustannuksia. Tilanne muistuttaa ylensyöntiä, jossa palveluja kulutetaan yli kestokyvyn ja rahoitusvaje paikataan velalla. Lasku siirtyy tuleville sukupolville. Politiikassa tämä näkyy lupauksina palvelujen turvaamisesta, vaikka resurssit eivät riitä nykyisen tason säilyttämiseen.\n\nVeropohja ja ahneuden dilemma\n\nSuomen verotus nojaa vahvasti palkkatuloihin ja kulutusveroihin. Vaihtoehtoja, kuten kiinteistöveron vahvistamista, ympäristöveroja tai pääomatulojen laajempaa veropohjaa, on käsitelty, mutta poliittinen rohkeus puuttuu. Tämä muistuttaa ahneutta siinä mielessä, että hyödyt halutaan säilyttää ilman luopumista omasta edusta. Eturyhmät puolustavat veroetujaan, ja seurauksena veropohja jää liian kapeaksi suhteessa julkisen sektorin laajuuteen.\n\nKohtaanto-ongelma ja kateuden dilemma\n\nSuomessa esiintyy samanaikaisesti työvoimapulaa ja rakenteellista työttömyyttä. Kohtaanto-ongelma syntyy, kun osaaminen, asuinpaikka tai työkyky eivät kohtaa avoimia työpaikkoja. Keskustelu ei useinkaan pureudu rakenteisiin, vaan siirtyy vastakkainasetteluun. Työlliset kysyvät, miksi työttömät eivät tee työtä, ja työttömät kokevat epäoikeudenmukaisuutta suljettujen ovien vuoksi. Tämä muistuttaa kateuden logiikkaa, jossa huomio siirtyy toisen asemaan eikä ongelman ytimeen.\n\nMaahanmuutto ja vihan dilemma\n\nVäestörakenne tekee työperäisestä maahanmuutosta välttämättömyyden. Ilman sitä työikäinen väestö vähenee ja julkisen talouden rahoituspohja heikkenee. Maahanmuutto on silti yksi polarisoituneimmista kysymyksistä. Rationaalinen keskustelu kotouttamisesta ja työmarkkinoiden tarpeista jää tunnepitoisen vastakkainasettelun varjoon. Tämä muistuttaa vihan logiikkaa, joka sumentaa harkintakyvyn ja ohjaa huomion viholliskuvien rakentamiseen ratkaisujen etsimisen sijaan.\n\nValtion velka ja himon dilemma\n\nVelkasuhde on kasvanut nopeasti, ja velanottoa perustellaan palvelujen turvaamisella ja investoinneilla. Velkaa käytetään kuitenkin usein myös poliittisen miellyttämisen välineenä. Samanaikaisesti luvataan veronkevennyksiä, lisämenoja ja investointeja. Tämä muistuttaa himoa, jossa halutaan enemmän, vaikka tiedetään, ettei kaikkea voi saada kestävällä tavalla. Lyhyen aikavälin hyödyt syrjäyttävät tulevaisuuden seuraukset.\n\nSukupolvien välinen reiluus ja laiskuuden dilemma\n\nVaikeat päätökset siirretään toistuvasti tulevaisuuteen. Eläke-, sote- ja veroratkaisuja valmistellaan pitkään, mutta toimeenpano jää usein seuraaville hallituksille. Kyse ei ole tiedon puutteesta, vaan haluttomuudesta kohdata epäsuosittuja päätöksiä. Tämä ilmentää laiskuuden logiikkaa, joka näkyy välinpitämättömyytenä tulevia sukupolvia kohtaan. Lykkääminen kasvattaa ongelmia, joiden kustannukset siirtyvät nuorille ja vielä syntymättömille.\n\nMiksi synnin ja dilemman metafora toimii\n\nKuolemansynnit kuvaavat yksilön moraalisia heikkouksia, jotka rapauttavat yhteisöä. Julkisen talouden dilemmoissa kyse on kollektiivisesta poliittisesta logiikasta. Yhtäläisyys on siinä, että molemmat toimivat juurisyinä. Ne eivät ole oireita, vaan rakenteita, jotka estävät muutoksen.\n\nNämä houkutukset toistuvat sukupolvesta toiseen. Ongelmat tunnistetaan, mutta ratkaisut viivästyvät. Metafora auttaa ymmärtämään, miksi julkisen talouden ongelmat eivät ratkea pelkillä laskelmilla. Luvut kertovat tilanteen, mutta eivät syitä viivyttelyyn. Ylpeyden, ahneuden ja laiskuuden kaltaiset logiikat tekevät vaikeista ratkaisuista poliittisesti hankalia. Vasta kun tämä peruslogiikka tunnustetaan ja ylitetään, julkinen talous voi palata kestävälle uralle.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI5"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Julkisen talouden institutionaalinen rakenne, jossa keskeiset menokohteet ja rahoitusratkaisut ovat poliittisesti lukkiutuneita historiallisten saavutusten, eturyhmien ja vaalipaineiden vuoksi",
      "dynamics": "Moraaliset ja psykologiset logiikat ohjaavat päätöksentekoa siten, että tunnetut ongelmat tunnistetaan mutta ratkaisuja lykätään tai vältetään poliittisen hinnan vuoksi",
      "outcomes": [
        "Rakenteellisten ongelmien kroonistuminen",
        "Velkaantumisen ja hoivavelan kasvu",
        "Sukupolvien välisen epäoikeudenmukaisuuden syveneminen"
      ],
      "feedback": "Lykkääminen ja kompromissiratkaisut vahvistavat itseään, koska lyhyen aikavälin poliittinen hyöty ylittää pitkän aikavälin vastuun, mikä uusintaa samat dilemmat hallituskaudesta toiseen"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 1,
      "change": 1
    },
    "system_classification": {
      "section": "Poliittinen toiminta",
      "system_role": "interpretive-key",
      "primary_focus": "Julkisen talouden ongelmien moraaliset ja psykologiset juurisyyt",
      "secondary_focus": "Poliittisen inertian ja sukupolvien välisen vastuun välinen jännite",
      "explicitly_not_in_focus": [
        "yksittäiset budjettivuodet",
        "yksittäiset hallitusohjelmat",
        "tekniset talousennusteet"
      ]
    }
  },
  {
    "id": "040",
    "date": "2025-12-26",
    "meta": {
      "title": "Syrjivät käytännöt muokkaavat arkea",
      "part": "IV",
      "quote": "",
      "modules": "",
      "tags": [
        "syrjintä",
        "rakenteellinen-valta",
        "luottamus",
        "yhdenvertaisuus"
      ]
    },
    "summary": "",
    "body_md": "Luottamus ja vallan näkymätön puoli\n\nSuomalainen yhteiskunta tunnetaan korkeasta luottamuksesta. Luotamme viranomaisiin, järjestelmiin ja toisiimme enemmän kuin useimmissa maissa. Tätä on pidetty kansallisena vahvuutena, sillä se mahdollistaa verojen maksamisen, yhteisten sääntöjen noudattamisen ja palveluiden rahoittamisen ilman raskasta kontrollia.\n\nLuottamus on hauras. Se rakentuu hitaasti ja voi murentua nopeasti. Yksi sen suurimmista uhkista ovat syrjivät käytännöt, mekanismit joissa valta toimii muodollisesti neutraalisti, mutta tuottaa silti eriarvoisuutta.\n\nSyrjintä ei ole vain yksittäisiä tekoja\n\nKun puhumme syrjinnästä, mielikuva on usein yksilöllinen, kuten epäasiallinen kohtelu tai suora syrjäytys. Todellisuudessa syrjintä elää myös rakenteissa. Se voi olla laki, viranomaisohje tai budjettiratkaisu, jonka seuraukset jakautuvat epätasaisesti.\n\nRakenteellinen syrjintä on vaarallisinta siksi, että se piiloutuu tehokkuuden, säästöjen tai yleisen edun taakse. Lopputuloksena tietyt ryhmät ajautuvat heikompaan asemaan ilman että kukaan tarkoitti pahaa.\n\nSyrjivien käytäntöjen kolme tasoa\n\nNäkyvä syrjintä on avoin ja helposti tunnistettava eriarvoinen kohtelu. Työpaikalla hakijaa ei kutsuta haastatteluun ulkomaalaisen nimen takia. Vuokranantaja kieltäytyy antamasta asuntoa romani- tai maahanmuuttajataustaiselle hakijalle. Opiskelija joutuu koulussa kiusatuksi sukupuoli-identiteettinsä vuoksi ilman puuttumista. Ravintolaan ei päästetä sisään tietyn etnisen taustan omaavia nuoria miehiä.\n\nRakenteellinen syrjintä on neutraaliksi naamioitu käytäntö, joka tuottaa eriarvoisuutta. Työttömyysturvan mallit voivat rankaista myös niitä, joilla ei ole realistista mahdollisuutta työllistyä. Julkisen liikenteen harventuminen syrjäseuduilla vaikeuttaa työ- ja opiskeluelämään osallistumista. Terveyspalvelujen digitalisointi ilman vaihtoehtoisia asiointikanavia jättää osan väestöstä ulkopuolelle. Palkkausjärjestelmät, joissa kokemusvuosien painotus näyttää neutraalilta, asettavat perhevapailla olleet heikompaan asemaan.\n\nKulttuurinen syrjintä liittyy normeihin ja oletuksiin, jotka määrittävät mikä on normaalia tai arvokasta. Koulutuksen järjestäminen vain suomeksi ja ruotsiksi jättää muut kieliryhmät marginaaliin. Suomalaisuuden oletetaan tarkoittavan valkoisuutta ja kotimaisia äidinkieliä. Työelämässä oletetaan että hyvä työntekijä on aina täysipäiväisesti käytettävissä. Osa-aikaisuus, joustavat työtavat ja osatyökykyisyys nähdään poikkeuksina. Koulutus- ja urapolkujen ajatellaan olevan suoraviivaisia, ja vaihtoehtoiset polut nähdään helposti alempiarvoisina.\n\nKun valta verhoutuu neutraaliuteen\n\nSyrjivien käytäntöjen ydin on siinä, että ne näyttävät puolueettomilta. Kaikkia kohdellaan samalla tavalla, mutta jos lähtökohdat ovat erilaiset, lopputulos ei ole tasa-arvoinen.\n\nMaahanmuutossa vuosien epävarmuus oleskeluluvasta tai pelko karkotuksesta on yksilölle perustarpeen kysymys, vaikka viranomaiselle kyse on lain kirjaimesta. Työmarkkinoilla poliittinen painotus nopeaan työllistymiseen sivuuttaa osatyökykyiset, joiden oikeudet nähdään kustannuksina. Palveluiden keskittäminen säästöjen nimissä pakottaa ikäihmiset matkustamaan pitkiä matkoja hoitoon ja kaventaa käytännön oikeutta palveluihin.\n\nVallan oikeutus ja syrjinnän hinta\n\nValta on oikeutettua vain niin kauan kuin se koetaan oikeudenmukaiseksi. Jos ihmiset alkavat uskoa, että päätöksenteko palvelee vain vahvoja, luottamus instituutioihin murenee. Seurauksena ei ole vain yksilön turhautuminen, vaan järjestelmän vakauden heikkeneminen. Luottamus on yhteiskunnan edullisin resurssi. Kun se katoaa, tilalle jää kontrolli ja pakko.\n\nMiten eteenpäin\n\nSyrjivien käytäntöjen on tultava näkyviksi. Tutkimus, media ja kansalaisyhteiskunta voivat paljastaa neutraaliuden taakse kätkeytyvän eriarvoisuuden.\n\nTilivelvollisuus on välttämätöntä. Vallankäyttäjien on vastattava myös rakenteiden seurauksista, ei vain yksittäisistä päätöksistä.\n\nPäätöksenteon on oltava osallistavaa. Niiden ääni, joita päätökset koskettavat, on tuotava mukaan jo valmisteluun.\n\nArvopohjan on oltava kirkas. Tasa-arvo ja yhdenvertaisuus eivät saa jäädä juhlapuheiksi, vaan niiden on ohjattava lainsäädäntöä ja budjetteja.\n\nVallan todellinen mitta\n\nVallan todellinen mitta ei ole se, kuinka hyvin se palvelee vahvoja, vaan kuinka oikeudenmukaisesti se kohtelee heikoimpia. Syrjivät käytännöt eivät ole yksittäisiä lipsahduksia, vaan merkkejä vallasta, joka on kadottanut yhteytensä oikeutukseen.\n\nValta joka ylläpitää syrjintää menettää luottamuksen. Ilman luottamusta valta muuttuu yhteisestä voimavarasta pakoksi.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI5"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Muodollisesti neutraali hallinnollinen ja lainsäädännöllinen rakenne, joka tuottaa eriarvoisia lopputuloksia erilaisten lähtökohtien vuoksi",
      "dynamics": "Syrjivät käytännöt syntyvät, kun tehokkuus-, säästö- ja yhdenmukaisuuslogiikka ohittaa ihmisten tosiasialliset elämäntilanteet",
      "outcomes": [
        "Luottamuksen heikkeneminen instituutioihin",
        "Osallisuuden kaventuminen",
        "Rakenteellisen eriarvoisuuden uusiutuminen arjessa"
      ],
      "feedback": "Luottamuksen heikkeneminen lisää kontrollia ja sääntelyä, mikä edelleen vahvistaa neutraaliuteen verhoutuneita syrjiviä käytäntöjä"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 2,
      "cost": 1,
      "change": 1
    },
    "system_classification": {
      "section": "Yhteiskunnallinen kokemus",
      "system_role": "core-analysis",
      "primary_focus": "Rakenteellisen syrjinnän vaikutus luottamukseen ja arjen osallisuuteen",
      "secondary_focus": "Neutraaliuteen verhoutuneen vallankäytön legitimiteetti",
      "explicitly_not_in_focus": [
        "yksittäiset syrjintätapaukset oikeusprosesseina",
        "yksittäiset viranomaiset",
        "symbolinen yhdenvertaisuuspuhe"
      ]
    }
  },
  {
    "id": "041",
    "date": "2025-12-26",
    "meta": {
      "title": "Voidaanko NEET puolittaa?",
      "part": "III",
      "quote": "",
      "modules": "",
      "tags": [
        "NEET",
        "nuoret",
        "syrjäytyminen",
        "ennaltaehkäisy",
        "Heckmanin-käyrä"
      ]
    },
    "summary": "",
    "body_md": "Luvut ovat pysäyttävät\n\nSuomessa 15–24-vuotiaista nuorista noin 7–8 prosenttia on NEET-asemassa. He eivät ole työssä, koulutuksessa tai varusmiespalveluksessa. Tämä tarkoittaa arviolta 45 000–50 000 nuorta, joiden polku on katkennut jo ennen aikuisuutta. NEET-nuorten määrä on laskenut hieman, mutta ei merkittävästi. Siksi kysymys kuuluu, voimmeko puolittaa NEET-asteen.\n\nSyrjäytymisen juuret\n\nSyrjäytyminen ei ala 18-vuotiaana, vaan sen siemenet kylvetään aikaisessa lapsuudessa. Varhaislapsuuden viiveet, perheen kuormitus ja oppimisen haasteet näkyvät alakoulussa poissaoloina ja vetäytymisenä. Jos näihin ei puututa, polku vie helposti kohti opinnoista putoamista ja työelämän ulkopuolelle jäämistä.\n\nTilastot osoittavat, että perhetaustan vaikutus koulutuspolkuihin on Suomessa edelleen merkittävä. Lapsi, jonka vanhemmilla on vähän koulutusta ja niukat resurssit, on moninkertaisessa vaarassa pudota koulutusjärjestelmästä.\n\nMitä tutkimus kertoo?\n\nJames Heckmanin tutkimukset osoittavat, että varhaiset investoinnit ovat tuottavimpia. Jokainen varhaiskasvatukseen sijoitettu euro voi tuottaa useita euroja takaisin myöhemmässä elämässä. OECD arvioi, että laadukas varhaiskasvatus voi vähentää koulupudokkuutta ja NEET-osuutta jopa puolella. Suomessa THL ja valtiontalouden tarkastusvirasto ovat arvioineet, että yhden syrjäytyneen nuoren elinkaarikustannukset voivat nousta yli miljoonaan euroon.\n\nVarhaisen tuen hyöty iän mukaan\n\nTuen vaikuttavuus laskee iän myötä.\n\nVarhaislapsuus (0–6 v)\nVaikutus on suurin. Investoinnit kieleen, vuorovaikutukseen ja perheen tukeen ehkäisevät syrjäytymistä tehokkaasti. Jokainen euro tuottaa moninkertaisesti takaisin.\n\nAlakoulu (7–12 v)\nHyöty on edelleen korkea oppimisen ja sosiaalisten taitojen tukemisessa.\n\nYläkoulu (13–15 v)\nTuki on usein jo korjaavaa. Vaikuttavuus pienenee, mutta voi estää putoamisen toisen asteen kynnyksellä.\n\nNuoruus (16–24 v)\nKorjaavat toimet, kuten nuorisotakuu ja kuntouttavat palvelut, ovat välttämättömiä, mutta kalliita. Vaikuttavuus on vähäisempi verrattuna varhaisiin vuosiin.\n\nMitä aikaisemmin riskit havaitaan ja niihin reagoidaan, sitä suurempi on hyöty sekä nuorelle että yhteiskunnalle.\n\nMitä pitäisi tehdä?\n\nVarhaiskasvatuksen täydellinen kattavuus\nJokaiselle lapselle on taattava oikeus ja tosiasiallinen mahdollisuus osallistua varhaiskasvatukseen. Kustannukset ja kielimuurit eivät saa estää osallistumista.\n\nAutomaattinen tuki\nJos neuvola, varhaiskasvatus tai koulu havaitsee riskitekijöitä, tuen on käynnistyttävä automaattisesti. Apua ei saa jättää vanhempien aktiivisuuden varaan.\n\nPerhekeskeisyys\nLapsen tukeminen ei riitä, jos perheen arki on kuormittunut. Vanhemmuuden tuki ja arjen apu ovat osa ehkäisyä.\n\nNivelvaiheiden vahvistaminen\nPeruskoulun jälkeen jokaiselle nuorelle on taattava opinto- tai harjoittelupaikka. Pelkkä oppivelvollisuuden nosto ei riitä ilman riittävää tukea.\n\nMielenterveyspalvelujen saatavuus\nNopea pääsy matalan kynnyksen apuun voi estää monen nuoren syrjäytymisen. Pitkät jonot vievät nuoret helposti umpikujaan.\n\nRealistinen tavoite\n\nVoidaanko NEET puolittaa? Tutkimusten perusteella kyllä. Jos ennaltaehkäisy toteutettaisiin systemaattisesti ja kattavasti, NEET-osuus voisi laskea 7–8 prosentista 3–4 prosenttiin. Tämä ei poistaisi kaikkia syrjäytymisuria, mutta se estäisi suurimman osan nykyisistä tapauksista.\n\nPuolitamme NEET-asteen, kun siirrämme painopisteen korjaamisesta ennaltaehkäisyyn.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI5"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI6",
        "MI9",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Koulutus-, sosiaali- ja perhepalvelujärjestelmä, jossa painopiste on korjaavissa toimissa ja jossa varhaisen tuen kattavuus ja automaatio ovat puutteellisia",
      "dynamics": "Riskitekijät kasaantuvat varhaislapsuudessa ja vahvistuvat nivelvaiheissa, kun tuki on reaktiivista eikä ennaltaehkäisevää",
      "outcomes": [
        "Korkea NEET-osuus",
        "Nuorten syrjäytymisen kasautuminen",
        "Merkittävät elinkaarikustannukset yksilölle ja yhteiskunnalle"
      ],
      "feedback": "Korjaavien palvelujen kuormitus kasvaa, mikä heikentää ennaltaehkäisevien toimien resursointia ja vahvistaa syrjäytymiskierrettä"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 2,
      "cost": 2,
      "change": 2
    },
    "system_classification": {
      "section": "Tulevaisuussuunta",
      "system_role": "solution-bridge",
      "primary_focus": "Ennaltaehkäisyn vaikutus NEET-asteen puolittamiseen",
      "secondary_focus": "Varhaisten investointien taloudellinen ja inhimillinen tuotto",
      "explicitly_not_in_focus": [
        "yksittäiset nuorisopalvelut",
        "yksilöllinen syyllistäminen",
        "lyhyen aikavälin työllisyystoimet"
      ]
    }
  },
  {
    "id": "042",
    "date": "2025-12-26",
    "meta": {
      "title": "Mikään ei toimi, jos nämä eivät toimi",
      "part": "III",
      "quote": "",
      "modules": "",
      "tags": [
        "työllisyys",
        "mielenterveys",
        "rakennetyöttömyys",
        "digiosallisuus",
        "työmarkkinat"
      ]
    },
    "summary": "",
    "body_md": "Suomen työllisyysasteesta puhutaan usein talousmittarina, jota voidaan säätää hallituskaudesta toiseen. Todellisuudessa raja tulee vastaan ihmisten arjessa, heidän voimissaan ja mahdollisuuksissaan. Työllisyys ei ole vain luku, vaan seuraus siitä, miten yhteiskunta kohtaa ihmiset eri elämäntilanteissa.\n\nSuomessa on jo vuosikymmeniä ollut pysyvästi korkea työttömyys. Työllisyysaste nousee ajoittain suhdanteiden mukana, mutta ei vakiinnu pohjoismaiselle tasolle. Taustalla vaikuttavat rakenteellinen työttömyys, ansioluetteloihin nojaava rekrytointikulttuuri sekä työmarkkinajärjestöjen pitkään jatkunut vastakkainasettelu.\n\nTyöttömyyden rakenne pitää kynnyksen korkealla\n\nPitkäaikaistyöttömien osuus on säilynyt suurena talouskehityksestä riippumatta. Tämä osoittaa, että ongelma ei ole pelkästään työpaikkojen määrässä, vaan siinä, miten työttömyys pitkittyy ja lukitsee ihmisiä sivuun. Kun työttömyys jatkuu vuosia, siitä tulee työnantajan silmissä riski, vaikka osaaminen olisi tallella. Työttömyys alkaa ylläpitää itse itseään.\n\nAnsioluettelo on rajallinen väline\n\nTyömarkkinat nojaavat järjestelmään, jossa työnhakijaa arvioidaan paperin perusteella. Tämä toimii silloin, kun työura etenee katkeamatta. Heti, kun elämään sisältyy työttömyyttä, sairautta tai alanvaihtoja, ansioluettelo alkaa kertoa epävarmuudesta eikä potentiaalista. Tämä sulkee ovia juuri niiltä, jotka eniten tarvitsisivat mahdollisuuden näyttää osaamisensa. Työelämään tarvitaan käytännön väyliä, joissa kyvykkyys voidaan osoittaa tekemisen kautta.\n\nTyömarkkinajärjestöjen kova köydenveto\n\nTyömarkkinajärjestöt ovat rakentaneet suomalaisen työelämän sääntöpohjan. Samalla niiden välinen vastakkainasettelu on muodostunut näkymättömäksi esteeksi joustoille ja kokeiluille. Työvoimapula ja työttömyys elävät rinnakkain, koska järjestelmä ei taivu yksilöllisiin ratkaisuihin.\n\nTätä asetelmaa on pitkään ylläpidetty julkisen talouden kustannuksella. Järjestelmä on suojannut työssä olevien asemaa, mutta ei ole luonut riittäviä reittejä työttömille takaisin työelämään. Rakennetyöttömyys on merkki siitä, että vastuu on siirtynyt yksilöille ja kustannukset valtion budjettiin etuusmenoina.\n\nKriittiset portit työllisyyteen\n\nTyöllistymistä määrittävät tekijät alkavat jo ennen työpaikkaa. Mielenterveys on näistä keskeisin. Jos apua ei saa ajoissa, jaksaminen ei riitä arkeen eikä työnhakuun. Hoitojonot ja viiveet muodostavat yhden vaikeimmin ylitettävistä esteistä työllisyydelle.\n\nTyöllisyyspalvelut jäävät vajaiksi, jos ne perustuvat pelkästään ansioluetteloihin. Pitkittynyt työttömyys heikentää CV:n signaalia työnantajalle. Tarvitaan väyliä, joissa osaaminen voidaan todentaa käytännössä ja tavoilla, joihin työnantajat luottavat.\n\nYhteisöllisyys voi tukea eteenpäin tarjoamalla rytmiä, merkitystä ja uskoa omiin kykyihin. Se voi kuitenkin myös pysäyttää, jos se ei tue siirtymää kohti työelämää, vaan jää pelkäksi turvapaikaksi ilman suuntaa.\n\nOsallisuuden kokemus vaikuttaa suoraan motivaatioon. Jos ihminen kokee, ettei hänellä ole vaikutusmahdollisuuksia omaan elämäänsä tai ympäristöönsä, halu yrittää heikkenee. Ilman kokemusta kuulumisesta ja merkityksestä vastuunotto ei tunnu mielekkäältä.\n\nDigiosallisuus on noussut uudeksi jakolinjaksi. Työnhaku, palvelut ja oppiminen siirtyvät verkkoon, mutta kaikilla ei ole tarvittavia taitoja tai välineitä. Digiosattomuus voi tehdä työnhausta mahdotonta, vaikka osaaminen ja motivaatio olisivat olemassa. Tämä syrjäytyminen tapahtuu usein huomaamatta.\n\nTyöllisyysaste ei nouse pelkillä talouspoliittisilla päätöksillä. Rakenteet ja ihmisten kokemukset asettavat rajat. Niin kauan kuin mielenterveyden tuki ei toimi, ansioluettelo ohjaa liikaa valintoja, järjestelmä ei salli kokeiluja ja ihmiset kokevat olevansa vailla vaikutusmahdollisuuksia, uudistukset jäävät vajaiksi.\n\nJos nämä kriittiset portit eivät toimi, mikään ei toimi.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4",
        "MI5"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Työmarkkina- ja palvelujärjestelmä, joka nojaa ansioluetteloihin, sektorirajoihin ja jäykkään sääntöpohjaan sekä aliresursoituun mielenterveyden tukeen",
      "dynamics": "Työttömyys pitkittyy, koska järjestelmä tulkitsee katkokset riskinä, mielenterveyden ongelmat heikentävät toimintakykyä ja digiosattomuus sulkee pääsyn palveluihin",
      "outcomes": [
        "Rakennetyöttömyyden pysyvyys",
        "Työllisyysasteen katto",
        "Kokemus osattomuudesta ja vaikutusmahdollisuuksien puutteesta"
      ],
      "feedback": "Pitkittynyt työttömyys lisää mielenterveyden kuormitusta ja heikentää CV-signaalia entisestään, mikä vahvistaa ulossulkevaa rekrytointilogikkaa"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 2,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Yhteiskunnallinen kokemus",
      "system_role": "constraint-analysis",
      "primary_focus": "Työllisyyden kriittiset portit ja niiden toimimattomuus",
      "secondary_focus": "Mielenterveyden, digiosallisuuden ja rekrytointikäytäntöjen yhteisvaikutus",
      "explicitly_not_in_focus": [
        "yksittäiset työllisyyspalvelu-uudistukset",
        "lyhyen aikavälin suhdannepolitiikka",
        "yksilöllinen moraalinen vastuu"
      ]
    }
  },
  {
    "id": "043",
    "date": "2025-12-26",
    "meta": {
      "title": "Onko kestävyysvaje itse aiheutettua",
      "part": "II",
      "quote": "",
      "modules": "",
      "tags": [
        "kestävyysvaje",
        "juurisyyt",
        "ennaltaehkäisy",
        "päätöksenteko",
        "hallinto"
      ]
    },
    "summary": "",
    "body_md": "Kun julkisen talouden kestävyysvajetta tarkastellaan, kysymys palaa juurisyihin. Onko kyse väestörakenteen väistämättömästä matematiikasta, omista valinnoista vai näiden yhdistelmästä.\n\nKestävyysvaje on osin itse aiheutettua. Suomi tiesi jo 1980-luvulla väestön ikääntymisen vaikutuksista, mutta rakenteellisia uudistuksia siirrettiin, koska ne olisivat edellyttäneet epämukavia päätöksiä. Hallinto piti kiinni vahvuuksistaan, kuten tehokkuudesta, sääntöpohjaisuudesta ja kattavuudesta. Ajan myötä näistä tuli myös rajoitteita. Tehokkuus muuttui jäykkyydeksi, sääntöpohjaisuus siiloutumiseksi ja kattavuus kaavamaisuudeksi, jossa kaikki saivat saman, mutta harva sai juuri tarvitsemansa.\n\nToinen tietoinen valinta on ollut korjaavan politiikan painottaminen. Perusterveydenhuollon ja ennaltaehkäisevien palvelujen heikentyminen siirsi kustannuksia kalliimpaan erikoissairaanhoitoon. Vältetty lonkkamurtuma tai ajoissa aloitettu kuntoutus olisi säästänyt merkittäviä summia, mutta resurssit kohdennettiin jälkihoitoon. Tämä kuvastaa varovaisuutta ja lyhytjänteisyyttä päätöksenteossa.\n\nKaikkea ei voi kuitenkaan asettaa omalle vastuulle. Väestön ikääntyminen ei ole poliittinen päätös, vaan demografinen kehityskulku. Globalisaation muutokset, finanssikriisit ja pandemia vaikuttivat tavalla, johon pienen ja avoimen talouden on ollut vaikea varautua.\n\nKriittinen kysymys kuuluu silti, miksi toimia ei tehty enemmän silloin, kun aikaa vielä oli. Miksi hallinto keskittyi seurausten hoitamiseen sen sijaan, että se olisi puuttunut juurisyihin.\n\nJos kestävyysvaje nähdään pelkästään kohtalon saneleman ilmiönä, vastuuta ei tarvitse kantaa. Jos taas tunnustetaan, että se on osin itse aiheutettua, avautuu myös mahdollisuus korjata suuntaa.\n\nRatkaisu ei löydy yksittäisestä toimenpiteestä, vaan suunnanmuutoksesta. Ennaltaehkäisy on nähtävä investointina, ei lisäkuluna. Tasavertaisuus on asetettava kattavuuden rinnalle päätöksenteon ytimeen. Resilienssin on tarkoitetta ennaltaehkäisyä, ei pelkkää selviytymistä kriiseistä.\n\nKestävyysvaje ei ole vain taloudellinen ongelma, vaan seuraus siitä, miten hallinnon voimavaroja on käytetty. Siksi myös keinot sen ratkaisemiseen ovat omissa käsissä.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI6",
        "MI7",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI5",
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Julkisen talouden ja hallinnon järjestelmä, joka on rakentunut tehokkuuden, sääntöpohjaisuuden ja kattavuuden varaan",
      "dynamics": "Rakenteellisten uudistusten lykkääminen ja korjaavan politiikan painottaminen siirtävät kustannuksia tulevaisuuteen ja kalliimpiin järjestelmiin",
      "outcomes": [
        "Kestävyysvajeen kroonistuminen",
        "Ennaltaehkäisevien investointien alikäyttö",
        "Julkisen talouden sopeutuspaineiden kasvu"
      ],
      "feedback": "Lyhytjänteiset säästöt heikentävät ennaltaehkäisyä, mikä kasvattaa tulevia menoja ja vahvistaa käsitystä kestävyysvajeesta väistämättömänä"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 2,
      "change": 2
    },
    "system_classification": {
      "section": "Rakenteellinen perusta",
      "system_role": "core-analysis",
      "primary_focus": "Kestävyysvajeen synty hallinnon valintojen ja viivästysten seurauksena",
      "secondary_focus": "Ennaltaehkäisyn ja korjaavan politiikan välinen jännite",
      "explicitly_not_in_focus": [
        "yksittäiset budjettileikkaukset",
        "yksittäiset hallitusohjelmat",
        "lyhyen aikavälin suhdannevaihtelut"
      ]
    }
  },
  {
    "id": "044",
    "date": "2025-12-26",
    "meta": {
      "title": "Reflektiivinen valtio",
      "part": "III",
      "quote": "",
      "modules": "",
      "tags": [
        "reflektiivisyys",
        "oppiva-hallinto",
        "mittarivalta",
        "eettinen-kestävyys",
        "inertia"
      ]
    },
    "summary": "",
    "body_md": "Hallinnon näkymätön kestävyys\n\nKestävyydestä puhutaan yleensä talouden, ympäristön tai väestörakenteen kautta. Harvemmin kysytään, onko hallinto itse kestävää. Hallinnon kestävyys tarkoittaa kykyä oppia, mukautua ja uudistaa itseään. Tätä ominaisuutta voi kutsua reflektiivisyydeksi. Reflektiivinen valtio ei ole vain päätösten tekijä, vaan myös niiden ajattelija. Se tarkastelee toimintaansa, kyseenalaistaa mittareitaan ja muuttaa suuntaa, kun todellisuus muuttuu.\n\nHallinnon kolmen tason kestävyys\n\nKestävyyttä hallinnon sisällä voi hahmottaa kolmen ulottuvuuden kautta.\n\n1 Rakenteellinen kestävyys\nTämä koskee hallinnon organisaatioita ja vastuiden jakoa. Jos rakenteet ovat jäykkiä ja pirstoutuneita, ne estävät oppimista ja yhteistyötä. Sektoroituminen on tehnyt Suomesta tehokkaan, mutta samalla hitaasti reagoivan.\n\n2 Tiedollinen kestävyys\nKestämätön hallinto nojaa vain menneisyyden tietoihin, kuten tilastoihin ja mallinnuksiin. Reflektiivinen hallinto kysyy myös, mitä tietoa puuttuu ja mitä ei mitata, vaikka sillä olisi merkitystä.\n\n3 Eettinen kestävyys\nHallinto on kestävä, jos päätökset ovat oikeutettuja myös niille, jotka eivät hyödy niistä välittömästi. Tämä edellyttää kykyä nähdä vaikutukset yli hallituskausien ja sukupolvien.\n\nHallinnon inertian ongelma\n\nSuomen hallinto on kansainvälisesti tehokas ja luotettava, mutta tämä tehokkuus on tuottanut myös inertiaa, taipumusta toistaa itseään. Budjettiprosessit, sektorirajat ja mittariperusteinen ohjaus tekevät hallinnosta vakaan, mutta heikosti itseään korjaavan. Kun hallinto mittaa vain sitä, mikä sopii olemassa oleviin rakenteisiin, se menettää yhteyden ilmiölähtöisiin haasteisiin, kuten mielenterveyteen, yksinäisyyteen ja työelämän murrokseen. Näin syntyy hallinnollinen kestävyysvaje: järjestelmä toimii teknisesti, mutta ei vastaa todellisiin tarpeisiin.\n\nReflektiivisen valtion periaate\n\nReflektiivinen valtio tarkoittaa hallintoa, joka kykenee itsearviointiin ja uudistumiseen ilman kriisiä. Se ei nojaa yksisuuntaiseen hierarkiaan, vaan monisuuntaiseen palautteeseen. Se yhdistää virallisen tiedon kokemustietoon, jota syntyy arjessa.\n\nReflektiivinen valtio\n\n* kysyy ennen kuin laskee\n* kuuntelee ennen kuin päättää\n* oppii ennen kuin toistaa\n\nTämä edellyttää mittareita, jotka tavoittavat myös vaikutukset, osallisuuden ja luottamuksen, eivät vain suoritteita ja euroja.\n\nHallinnon itseymmärryksen muutos\n\nPerinteinen hallinto ajattelee, että sen tehtävä on toimeenpanna päätöksiä. Reflektiivinen hallinto näkee tehtävänsä laajemmin: sen tulee oppia siitä, mitä toimeenpano paljastaa. Tämä muuttaa hallinnon reagoivasta järjestelmästä oppivaksi. Legitimiteetti ei perustu virheettömyyteen, vaan kykyyn korjata suuntaa.\n\nKestävyys hallinnon moraalisena testinä\n\nTulevaisuuden kriisit syntyvät todennäköisesti kyvyttömyydestä hallita monimutkaisuutta. Reflektiivinen valtio on vastaus tähän. Se kysyy, toimimmeko oikein, vaikka toimimme tehokkaasti. Se kysyy, opimmeko virheistä vai toistammeko niitä. Se kysyy, rakennammeko hallintoa, joka kestää myös muuttuvissa olosuhteissa.\n\nKestävyys ei ole vain talouden tai ympäristön kysymys, vaan myös hallinnon. Päätöksenteko tarvitsee huoltoa, avoimuutta ja rohkeutta uudistua.\n\nMI6-yhteenveto – Osa II: valta, mittarit ja laskentamallit\n\nMikä ilmiö on?\n\nPoliittinen ja hallinnollinen valta on siirtynyt sanoista mittareihin. Kestävyysvaje, BKT, työllisyysaste ja hiilibudjetti esitetään neutraaleina faktoina, vaikka ne ovat poliittisia valintoja. Ne määrittelevät, mitä pidetään tärkeänä ja mitä ei nähdä lainkaan. Mittarit ovat hallinnon kielioppia ja ohjaavat resursseja sinne, missä vaikutus on helpointa mitata.\n\nMistä ilmiö syntyy?\n\nMittarien valta on kasvanut, koska moderni hallinto tarvitsee mitattavuutta oikeutukseksi. Kun politiikan legitimiteetti heikkenee, luvut tarjoavat yksinkertaisuutta. VM, Tilastokeskus, OECD ja EU ylläpitävät mittariverkoston, joka palkitsee lyhyen aikavälin tehokkuutta. Reflektiokyky jää jälkeen, koska omia vinoumia ei arvioida.\n\nMihin tämä kehitys johtaa?\n\nKun mittarit ohjaavat päätöksiä, todellisuus mukautuu laskentamalleihin. Talouden kestävyys korostuu, mutta sosiaalinen ja ekologinen kestävyys jäävät toissijaisiksi. Järjestelmä voi näyttää vakaalta, vaikka ihmisten kokemus ja luottamus heikentyvät. Seurauksena syntyy hallittu näköharha: järjestelmä toimii muodollisesti oikein, mutta sisällöllisesti väärin.\n\nMiksi tämä on ongelma?\n\nMittarit eivät ole neutraaleja. Ne ohjaavat huomaamatta poliittista moraalia. Jos kestävyys määritellään vain taloudelliseksi tasapainoksi, jätetään huomiotta inhimillinen ja ekologinen pääoma. Näin kestävyysvaje voi kasvaa samalla, kun sen laskennallinen versio pienenee.\n\nMitä seuraa, jos suunta ei muutu?\n\nJos mittarit pysyvät entisellään, ne määrittävät tulevaisuutta menneisyyden logiikalla. Silloin\n\n* politiikka reagoi vasta, kun ongelmat näkyvät tilastoissa\n* budjetointi palkitsee lyhytjänteisiä säästöjä\n* yhteiskunnallinen pääoma jää laskentamallien ulkopuolelle\n* hallinnon reflektiokyky heikkenee edelleen\n\nNäin syntyy teknokraattinen umpikuja.\n\nMitä pitäisi tehdä?\n\n1 Mittarien reflektiivinen uudistus\nOn arvioitava, mitä nykyiset mittarit jättävät ulkopuolelle.\n\n2 Laajennettu kestävyysvaje\nTaloudellisen rinnalle on nostettava yhteiskunnallinen ja ekologinen kestävyys.\n\n3 Läpinäkyvät laskentamallit\nLaskentaperusteiden on oltava avoimia, jotta vastuu palautuu poliittisille toimijoille.\n\n4 Reflektiokyky osaksi hallinnon rakennetta\nArvioinnin on kohdistuttava myös itse arvioijiin.\n\n5 Arvokeskustelu ennen mittaamista\nEnsin on määriteltävä, mitä pidetään yhteiskunnallisesti arvokkaana.\n\nJohtopäätös\n\nValta ei ole enää vain budjeteissa ja laeissa, vaan siinä, mitä mitataan. Kestävyys syntyy oppivasta hallinnosta, joka tarkastelee mittareitaan kriittisesti. Vasta silloin hallinto näkee yhteiskunnan kokonaisuutena, ei taulukkona.\n\nTiivistetty oivallus\n\nJos mittari ei muutu, mikään ei muutu, vaikka todellisuus olisi muuttunut.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI5",
        "MI6",
        "MI7",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI8"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI5",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Hallinnon rakenteet, budjettiprosessit ja mittariperusteinen ohjaus, jotka määrittävät mitä pidetään kestävyytensä kannalta relevanttina",
      "dynamics": "Mittarivetoisuus ja sektorirajat vahvistavat inertiaa ja heikentävät hallinnon kykyä havaita uusia ilmiöitä ja korjata suuntaa",
      "outcomes": [
        "Hallinnollinen kestävyysvaje",
        "Tekninen tehokkuus ilman yhteiskunnallista osuvuutta",
        "Legitimiteetin hiljainen rapautuminen"
      ],
      "feedback": "Mitä enemmän hallinto nojaa olemassa oleviin mittareihin, sitä vähemmän se kykenee uudistamaan niitä, mikä syventää reflektiovajetta"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 1,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Mittaamisen logiikka",
      "system_role": "interpretive-key",
      "primary_focus": "Hallinnon reflektiokyvyn puute ja sen merkitys kestävyyden ehtona",
      "secondary_focus": "Mittarivallan ja eettisen kestävyyden välinen jännite",
      "explicitly_not_in_focus": [
        "yksittäiset politiikkatoimet",
        "yksittäiset ministeriöt",
        "hallituskausikohtaiset päätökset"
      ]
    }
  },
  {
    "id": "045",
    "date": "2025-12-26",
    "meta": {
      "title": "Palvelu vai osallisuus toimintakyvyn tukena",
      "part": "III",
      "quote": "",
      "modules": "",
      "tags": [
        "osallisuus",
        "toimintakyky",
        "hyvinvointivaltio",
        "toimijuus",
        "palveluekosysteemi"
      ]
    },
    "summary": "",
    "body_md": "Kaksi tapaa tukea ihmistä\n\nKun yhteiskunta kohtaa kasvavan hoivavelan, mielenterveyden kuormittumisen ja pitkittyvän työttömyyden, nousee kysymys siitä, mikä palauttaa toimintakyvyn. Onko ratkaisu lisää palveluja vai enemmän mahdollisuuksia osallistua?\n\nHyvinvointivaltio on rakentunut palvelulähtöisyydelle. Kun ihminen tarvitsee apua, hänelle tarjotaan hoitoa, kuntoutusta tai etuuksia. Tämä on ollut turvallinen malli, mutta se on tehnyt ihmisestä kohteen, ei tekijää. Osallisuus perustuu toisenlaiseen logiikkaan. Se ei hoida ihmistä ulkoapäin, vaan kutsuu hänet takaisin yhteisöön, toimimaan ja tuntemaan itsensä tarpeelliseksi.\n\nPalvelu ja osallisuus eivät ole vaihtoehtoja toisilleen. Ne rakentavat toimintakykyä eri tavoilla.\n\nPalvelu ylläpitää, osallisuus palauttaa\n\nPalvelujärjestelmä puuttuu usein vasta, kun toimintakyky on jo heikentynyt. Ihminen kohtaa järjestelmän asiakkaana ja hänen ongelmansa määrittävät suhteen yhteiskuntaan. Palvelu voi lievittää tilannetta, mutta ei välttämättä vahvista uskoa omiin kykyihin.\n\nOsallisuus rakentaa ennaltaehkäisevää toimintakykyä. Kun ihminen osallistuu vapaaehtoistoimintaan, yhteisöön tai koulutukseen, hänen psyykkinen, fyysinen ja sosiaalinen toimintakykynsä vahvistuvat samanaikaisesti. Tutkimusten mukaan osallisuus tukee terveyttä, työuria ja mielenterveyttä. Osallisuus on myös palvelujen vaikuttavuuden ehto, koska ilman sitä muutokset eivät pysy.\n\nToimintakyky syntyy kerroksina\n\nToimintakyky ei ole yksilön sisäinen ominaisuus, vaan suhde ympäristöön. Sitä voi jäsentää kolmella tasolla.\n\n1 Yksilöllinen taso\nFyysinen ja psyykkinen jaksaminen, terveys, osaaminen ja toivo. Tämä on palvelujärjestelmän perinteinen fokus.\n\n2 Sosiaalinen taso\nIhmissuhteet, yhteisöt ja vertaistuki. Tämä jää usein palveluiden ulkopuolelle, vaikka se on toimintakyvyn olennainen osa.\n\n3 Yhteiskunnallinen taso\nMahdollisuudet vaikuttaa, tehdä työtä ja kuulua johonkin. Jos yhteiskunnalliset rakenteet eivät tue osallisuutta, yksilön toimintakyky ei vahvistu pysyvästi.\n\nKun nämä tasot kohtaavat, palvelut tukevat ihmisen omaa toimijuutta ja muodostuu osallistava palveluekosysteemi.\n\nMiksi pelkkä palvelu ei riitä\n\nPalvelujärjestelmä on rakennettu ajalle, jolloin ongelmat olivat ennakoitavampia. Nyt ongelmat ovat toisiinsa kietoutuneita. Mielenterveyden, yksinäisyyden, työttömyyden ja köyhyyden rajat eivät kulje palvelurajojen mukaan. Palvelut eivät yksin voi vastata näihin ilmiöihin, jos osallisuutta tukevat rakenteet puuttuvat.\n\nToimintakyvyn vahvistaminen on yhteisöllinen tehtävä. Kunnat, hyvinvointialueet ja järjestöt voivat yhdessä rakentaa alustoja, joissa ihminen ei ole vain asiakkaana, vaan osallisena.\n\nOsallisuus on taloudellisesti kannattavaa\n\nOsallisuus on myös investointi. Kun ihminen on osallinen, hän tarvitsee vähemmän korjaavia palveluja. Hän pysyy työkykyisenä pidempään ja saa tukea yhteisöistä, ei vain palveluista. Yksi osallistava projekti voi vähentää tulevia sote-kustannuksia merkittävästi.\n\nKohti osallistavaa hyvinvointivaltiota\n\nHyvinvointivaltion seuraava vaihe perustuu palvelujen ja osallisuuden integraatioon. Palvelu on väline, osallisuus tarkoitus. Kun nämä kytkeytyvät toisiinsa, ihminen ei ole pelkkä asiakas, vaan yhteisön jäsen. Palvelu ei ole päätepiste, vaan askel kohti toimijuutta.\n\nToimintakyky on yhteiskunnan peili. Se rakentuu vuorovaikutuksessa, luottamuksessa ja yhteisöissä. Kun yhteiskunta tarjoaa tilan osallistumiselle, se vahvistaa myös omaa kestävyyttään.\n\nKysymys ei ole palvelu vai osallisuus, vaan palvelu osallisuuden kautta. Toimintakyky vahvistuu vasta silloin, kun ihminen saa olla osa ratkaisua.\n\nTiivistetty oivallus\n\nPalvelu auttaa, mutta osallisuus parantaa. Toimintakyky syntyy vasta, kun ihminen saa olla osa ratkaisua.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI5",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI8",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Palvelulähtöinen hyvinvointivaltio, jossa vastuu toimintakyvystä on institutionaalisesti sijoitettu palvelujärjestelmälle",
      "dynamics": "Palvelut ylläpitävät toimintakykyä, mutta ilman osallisuutta ne voivat passivoida ja lukita ihmisen asiakasrooliin",
      "outcomes": [
        "Pitkittyvä palveluriippuvuus",
        "Heikko toimijuuden palautuminen",
        "Korkeat korjaavat kustannukset"
      ],
      "feedback": "Mitä enemmän toimintakykyä tuetaan vain palveluina, sitä enemmän syntyy tarvetta uusille palveluille ilman pysyvää vahvistumista"
    },
    "entry_focus": {
      "structure": 1,
      "mechanisms": 2,
      "experience": 2,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Yhteiskunnallinen kokemus",
      "system_role": "bridge-analysis",
      "primary_focus": "Toimintakyvyn rakentuminen palvelujen ja osallisuuden vuorovaikutuksessa",
      "secondary_focus": "Hyvinvointivaltion siirtymä kohteesta toimijaan",
      "explicitly_not_in_focus": [
        "yksittäiset sote-palvelut",
        "yksittäiset hankkeet",
        "lainsäädäntöyksityiskohdat"
      ]
    }
  },
  {
    "id": "046",
    "date": "2025-12-26",
    "meta": {
      "title": "Työllisyyspolitiikan paradoksit – Kun hyvä tahto ei kanna",
      "part": "III",
      "quote": "",
      "modules": "",
      "tags": [
        "työllisyyspolitiikka",
        "paradoksi",
        "aktivointi",
        "osallisuusekosysteemi",
        "rakenteellinen-valta"
      ]
    },
    "summary": "",
    "body_md": "Suomen työllisyyspolitiikkaa ohjaa tavoite, että mahdollisimman moni työikäinen olisi työssä ja osallisena yhteiskunnassa. Työ tuo toimeentuloa, merkitystä ja kuulumisen tunteen. Silti työllisyyspolitiikan tulokset paljastavat ristiriidan. Työllisyysaste on noussut, mutta työn laatu, vakaus ja saavutettavuus ovat heikentyneet. Työelämä jakautuu ihmisiin, joilla on pysyvä paikka, ja niihin, joiden polku katkeaa toistuvasti.\n\nTämä on työllisyyspolitiikan keskeinen paradoksi: tavoitteet ovat inhimillisesti oikeita, mutta rakenteet ylläpitävät ongelmaa, jota niiden pitäisi ratkaista.\n\nHyvä tahto ja universaalin työllisyyden ihanne\n\nHyvinvointivaltion periaatteena on ollut ajatus, että työ liittää ihmisen yhteiskuntaan ja antaa mahdollisuuden osallistua yhteiseen hyvään. Tähän on uskottu, vaikka työmarkkinat, osaamisvaatimukset ja alueellinen työn saatavuus ovat muuttuneet. Oletus täystyöllisyydestä ja laaja-alaisesta työkyvystä ei enää vastaa todellisuutta.\n\nTyöelämä on pirstaloitunut, osaamisvaatimukset kasvaneet ja alueelliset erot syventyneet. Mielenterveysoireet, krooniset sairaudet ja uupumus vaikeuttavat monen työkykyä. Hyvä tahto törmää siihen, että järjestelmä toimii oletusten ehdoilla.\n\nHuono rakenne ja järjestelmän sisäinen ristiriita\n\nTyöllisyyspolitiikan hallintorakenne on edelleen hierarkkinen ja yksilökeskeinen.\n\n1 Aktivointi vai hallinta\nJärjestelmä pyrkii aktivoimaan ihmisiä, mutta nojaa valvontaan ja velvoitteisiin. Työtön ohjataan määrämuotoisiin prosesseihin, jotka tukevat muodollista aktiivisuutta mutta eivät aina johda kestäviin ratkaisuihin.\n\n2 Mittarit mittaavat väärää asiaa\nOnnistumista arvioidaan sen perusteella, kuinka moni on lyhyessä ajassa töissä. Sen sijaan työkyvyn vahvistuminen, työn kestävyys ja elämänlaatu jäävät mittareiden ulkopuolelle. Kun mittarit eivät tavoita todellisia vaikutuksia, politiikka alkaa tuottaa näkyviä mutta lyhytkestoisia tuloksia.\n\n3 Tukirakenteiden rapautuminen\nKolmannen sektorin, kuntien ja yhteisöjen roolia on kavennettu samalla, kun yksilövastuuta on lisätty. Tämä jättää suuren joukon ihmisiä järjestelmien väliin. Toimintakyky ei palaudu ilman yhteisöä ja tukea, vaikka yksittäisiä työnhaun toimia lisättäisiin.\n\nTyövoimapolitiikan syvä vinouma\n\nTyövoimapolitiikka nojaa edelleen tarjontapolitiikkaan, eli ajatukseen, että kun työnhakijoita on enemmän, työpaikkoja syntyy. Tämä ohittaa työn kysynnän, eli työpaikkojen todellisen määrän ja laadun. Tarjontaa lisäämällä ei ratkaista sitä, ettei kaikille löydy työtä tai ettei työ ole kestävää.\n\nKun aktivoidaan ilman uusia työpaikkoja, seurauksena on kilpailu heikoimmista töistä ja pettymys niille, jotka jäävät ulkopuolelle. Mitä enemmän järjestelmä kiristyy, sitä enemmän se ruokkii epäluottamusta.\n\nTyö ei enää takaa osallisuutta\n\nTyö ei aina nosta ketään köyhyydestä, eikä se aina rakenna yhteisöön kuulumista. Työsuhteet ovat lyhyitä, tulot epävarmoja ja työ kuormittavaa. Työ ei enää automaattisesti vahvista hyvinvointia, vaan voi myös heikentää sitä.\n\nTämä murtaa perustan, jonka varaan työllisyyspolitiikka on rakentunut. Kun työ ei tarjoa sitä, mitä sen oletetaan tarjoavan, koko järjestelmä hajoaa oletustensa varaan.\n\nUusi näkökulma – työ osana osallisuusekosysteemiä\n\nJos työllisyys on myös sosiaalinen kysymys, ratkaisut eivät voi olla pelkästään työmarkkinaperustaisia. Tarvitaan osallisuusekosysteemi, jossa työn, koulutuksen, vapaaehtoisuuden ja yhteisöjen roolit tukevat toisiaan.\n\nTämä tarkoittaa:\n\nTyöllisyys- ja sosiaalipalvelujen integraatiota, jotta ihminen ei joudu järjestelmien väliin.\nOsallistavia väyliä, joissa työelämään voi palata vaiheittain.\nMittareita, jotka tunnistavat toimintakyvyn ja yhteisöön kiinnittymisen osana työllistymistä.\n\nRakenne ja tahto ristiriidassa\n\nTyöllisyyspolitiikan paradoksi on siinä, että hyvä tahto on jäänyt huonon rakenteen vangiksi. Politiikka haluaa tukea ihmistä, mutta järjestelmä mittaa väärää asiaa ja ohjaa toimimaan niin, että rakenteellinen ongelma säilyy.\n\nTodellinen uudistus edellyttää, että työllisyyspolitiikka tunnistaa oman rajansa. Työ ei ole vain työpaikka, vaan yhteiskunnallinen kiinnike. Kun työelämä, palvelut ja yhteisöt kytketään toisiinsa, työllisyys voi olla osa inhimillistä kestävyyttä.\n\nTiivistetty oivallus\n\nTyöllisyyspolitiikan ongelma ei ole ihmisten haluttomuus, vaan rakenteiden hitaus. Hyvä tahto ei riitä, jos järjestelmä mittaa vääriä asioita ja korjaa itse aiheuttamaansa haavaa.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI5",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI5",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Aktivointiin ja yksilövastuuseen nojaava työllisyyspolitiikan rakenne, jossa työmarkkinoiden kysyntä ja työn laatu jäävät toissijaisiksi",
      "dynamics": "Hyväntahtoinen aktivointi yhdistyy mittareihin ja valvontaan, mikä tuottaa lyhytkestoisia työllistymisiä ilman kestävää osallisuutta",
      "outcomes": [
        "Työllisyysasteen nousu ilman työn laadun paranemista",
        "Toistuvat katkokset työurissa",
        "Epäluottamuksen kasvu järjestelmää kohtaan"
      ],
      "feedback": "Kun mittarit palkitsevat nopeita työllistymisiä, järjestelmä uusintaa itseään ja ohittaa rakenteelliset kysynnän ja toimintakyvyn ongelmat"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 2,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Poliittinen toiminta",
      "system_role": "core-analysis",
      "primary_focus": "Työllisyyspolitiikan sisäinen ristiriita hyvän tahdon ja rakenteellisen todellisuuden välillä",
      "secondary_focus": "Osallisuuden ja työn irtautuminen toisistaan",
      "explicitly_not_in_focus": [
        "yksittäiset hallitusohjelmat",
        "yksittäiset etuusjärjestelmät",
        "lyhyen aikavälin suhdannevaihtelut"
      ]
    }
  },
  {
    "id": "047",
    "date": "2025-12-26",
    "meta": {
      "title": "Yksinäisyys uutena köyhyytenä",
      "part": "VI",
      "quote": "",
      "modules": "",
      "tags": [
        "yksinäisyys",
        "sosiaalinen-pääoma",
        "köyhyys",
        "hyvinvointivaltio",
        "mielenterveys"
      ]
    },
    "summary": "",
    "body_md": "Näkymätön puute\n\nSuomi on vauras maa, mutta moni elää köyhyydessä, jota ei mitata rahassa. Kyse ei ole vain tuloista, vaan yhteydestä – siitä, ettei ole ketään, joka kysyy, miten jaksat, tai ketään, joka huomaisi, jos et tule paikalle. Yksinäisyydestä on tullut uuden ajan köyhyys, joka heikentää luottamusta, osallisuutta ja toivoa.\n\nYksinäisyys ei ole yksilön heikkoutta, vaan yhteiskunnallinen ilmiö. Se seuraa elämänrytmin, työelämän ja yhteisöjen muutoksista. Kun ihmissuhteet, asuminen ja työelämä sirpaloituvat, yksilö jää kannattelemaan jotain, joka ennen oli yhteistä.\n\nKöyhyyden muodon muutos\n\nKöyhyys on aiemmin tarkoittanut aineellista puutetta. Modernissa hyvinvointivaltiossa nämä ongelmat on suurelta osin ratkaistu, mutta samalla on syntynyt uudenlainen köyhyys, jota ei voi paikata rahalla: yhteisön, merkityksen ja kuulumisen puute.\n\nTämä sosiaalinen köyhyys näkyy epäsuorasti mielenterveyspalvelujen kuormituksena, työkyvyttömyytenä ja hoivavelkana. Yksinäisyydestä on tullut taloudellinen ongelma, jonka kustannuksia ei ole helppo nähdä tai nimetä.\n\nTaloudelliset seuraukset – näkymättömän köyhyyden hinta\n\nYksinäisyys on kallista. Sen välilliset kustannukset voivat ylittää 1,3 miljardia euroa vuodessa. Miten tämä muodostuu?\n\nTerveydenhuollon menot kasvavat, sillä yksinäiset sairastavat enemmän ja toipuvat hitaammin.\nMielenterveys- ja päihdepalvelujen tarve lisääntyy, kun sosiaalinen tuki puuttuu.\nTyökyvyttömyys kasvaa, koska yksinäisyys heikentää toimintakykyä ja motivaatiota.\nTuottavuus laskee, kun ihmiset jäävät pois työelämästä tai tekevät työtä ilman yhteisön tukea.\n\nYksinäisyys on talouskysymys ilman hintalappua – kustannus, joka jakautuu kaikille, mutta jolle ei ole vastuunkantajaa.\n\nEksistentiaalinen ulottuvuus – kun merkitys katoaa\n\nYksinäisyys ei ole vain sosiaalinen tila, vaan myös eksistentiaalinen tyhjyys. Ihminen tarvitsee toisia tullakseen näkyväksi. Kun tuo yhteys katoaa, myös tarkoituksen tunne heikkenee.\n\nTämä korostuu erityisesti nuorilla aikuisilla, joilla yhteisö rakentuu usein digitaalisesti, työikäisillä, joiden arki keskittyy suorituksiin, ja ikääntyneillä, joilla verkostot ovat kaventuneet.\n\nYksinäisyys vie pohjan kokemukselta, että oma elämä on osa jotakin suurempaa.\n\nYksinäisyys yhteiskunnan rakenteissa\n\nYksinäisyys on rakenteellinen ilmiö. Kolme kehityslinjaa on tehnyt siitä pysyvän osan nyky-Suomea:\n\nYksilöllistyminen on korvannut yhteisön henkilökohtaisella vastuulla ja valinnanvapaudella.\nDigitalisoituminen on tehnyt vuorovaikutuksesta nopeaa mutta pinnallista.\nHyvinvointivaltion hallinnollistuminen on muuttanut avun palveluksi, ei suhteeksi.\n\nKun yhteisöstä tulee järjestelmä ja osallisuudesta suorite, yksinäisyys juurtuu myös byrokratian logiikkaan.\n\nMitä yksinäisyys paljastaa yhteiskunnasta\n\nYksinäisyys kertoo, kuinka hyvin yhteisö kantaa heikoimpiaan ja missä määrin ihmisyys nähdään resurssina. Se paljastaa emotionaalisen infrastruktuurin rapautumisen. Hyvinvointivaltio pystyy tarjoamaan turvaa, mutta ei aina yhteyttä.\n\nJärjestelmä ylläpitää elämää, mutta ei välttämättä tue elämisen tunnetta.\n\nMiten köyhyyden uusi muoto voidaan murtaa\n\nYksinäisyyden ehkäisy on koko yhteiskunnan yhteinen tehtävä. Tarvitaan kolmen tason muutos.\n\nRakenteellinen muutos: palveluiden tulee tunnistaa yhteisöllisyys hyvinvoinnin osatekijänä. Niiden tulee toimia myös yhteyden alustoina, ei vain hoidon paikkoina.\nKulttuurinen muutos: kuuluminen on nähtävä arvona. Tarvitaan mittareita, jotka tunnistavat yhteyden merkityksen.\nEksistentiaalinen muutos: tarvitaan tilaa suhteille ja läsnäololle. Osallisuus ei ole suorite, vaan tapa elää.\n\nYksinäisyys on yhteiskunnan mittari\n\nYksinäisyys ei näy euroina, mutta se näkyy ihmisissä. Mitä enemmän sitä on, sitä heikommin yhteiskunta tunnistaa inhimilliset juurensa. Yksinäisyys kasvaa hiljaisesti työelämässä, asumisessa, palveluissa ja arjessa.\n\nSe kertoo, että inhimillinen yhteys on alkanut muuttua harvinaiseksi ylellisyydeksi.\n\nKestävä yhteiskunta ei mittaa vain tehokkuutta ja kasvua. Sen on mitattava myös yhteyttä.\n\nTiivistetty oivallus\n\nYksinäisyys on köyhyyttä, joka ei näy tilastoissa mutta näkyy ihmisissä. Se on yhteiskunnan varoitus: kun yhteys katoaa, hyvinvointi alkaa haurastua.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI5"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Hyvinvointivaltion palvelu- ja mittarilähtöinen rakenne, joka turvaa perustarpeita mutta ei systemaattisesti rakenna yhteyttä ja kuulumista",
      "dynamics": "Yksilöllistyminen, digitalisoituminen ja hallinnollistuminen heikentävät yhteisöllisiä siteitä samalla kun vastuu siirtyy yksilöille",
      "outcomes": [
        "Mielenterveyspalvelujen kuormittuminen",
        "Työkyvyttömyyden ja hoivavelan kasvu",
        "Luottamuksen ja osallisuuden heikkeneminen"
      ],
      "feedback": "Yksinäisyys lisää palvelutarvetta, mikä vahvistaa hallinnollista lähestymistapaa ja edelleen heikentää relationaalisia ratkaisuja"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 2,
      "cost": 2,
      "change": 2
    },
    "system_classification": {
      "section": "Yhteiskunnallinen kokemus",
      "system_role": "synthesis",
      "primary_focus": "Yksinäisyyden asema uutena köyhyyden muotona ja sen rakenteelliset seuraukset",
      "secondary_focus": "Hyvinvointivaltion kyky turvata yhteys ilman pelkkää palvelullistamista",
      "explicitly_not_in_focus": [
        "yksittäiset terapiamuodot",
        "lyhytaikaiset hankkeet",
        "yksilölliset elämäntarinat"
      ]
    }
  },
  {
    "id": "048",
    "date": "2025-12-26",
    "meta": {
      "title": "Kuormittava ja organisoitu yksilöllisyys",
      "part": "III",
      "quote": "",
      "modules": "",
      "tags": [
        "yksilöllisyys",
        "historia",
        "neoliberalismi",
        "uupumus",
        "itsensä-johtaminen"
      ]
    },
    "summary": "",
    "body_md": "Vapautuksen varjo\n\n1980-luku synnytti Suomessa uuden aikakauden. Sääntelyä purettiin, markkinat avautuivat ja yksilönvapaudesta tuli yhteiskunnallinen ihanne. Yksilö kuvattiin toimijaksi, joka kantaa vastuun omista valinnoistaan ja rakentaa tulevaisuutensa vapailla markkinoilla.\n\nSamalla yhteisö vetäytyi taka-alalle. Se, mikä alkoi vapautena, muuttui vähitellen kuormittavaksi ja organisoiduksi yksilöllisyydeksi – tavaksi elää rakenteissa, jotka edellyttävät jatkuvaa suoriutumista, mutta tarjoavat yhä vähemmän turvaa.\n\n1980-luku – yksilöllisyyden nousu ja yhteisöllisyyden väistyminen\n\nJälleenrakennuksen yhteishenki väistyi minä-ajan tieltä. Neoliberaali talousajattelu ja kulutuskulttuuri korostivat valinnanvapautta ja kilpailua. Hyvinvointivaltiosta tuli hallinnollinen koneisto, joka alkoi arvioida kansalaisia yksilöinä, ei yhteisön jäseninä.\n\nKoulutus, työ ja sosiaaliturva muuttuivat yksilön investoinneiksi. Jokaiselta odotettiin potentiaalinsa maksimaalista hyödyntämistä. Yhteisöllisyyden tilalle tuli henkilökohtainen menestys, ja tuki alkoi kääntyä kohti yksilön velvollisuutta pärjätä.\n\n1990-luku – kriisin ja sopeutumisen vuosikymmen\n\nLaman aikana yksilöllisyydestä tuli selviytymisen pakko. Työttömyys ja leikkaukset heikensivät kollektiivista turvaa. Hallinnon kieli muuttui: tehokkuus ja kilpailukyky korvasivat solidaarisuuden.\n\nSyntyi organisoitu yksilöllisyys – tapa ymmärtää ihminen projektina. Työntekijästä tuli resurssi, opiskelijasta suorittaja, potilaasta asiakas ja työttömästä aktivoitava. Henkilökohtainen vastuu korvasi yhteisen tuen.\n\n2000-luku – sisäistetty vastuu ja jatkuvan kehittämisen eetos\n\n2000-luvulla yksilöllisyys siirtyi identiteetin sisälle. Alettiin puhua itsensä johtamisesta ja resilienssistä. Kun ongelmat henkilöityivät, myös ratkaisut henkilöityivät. Työuupumus nähtiin stressinhallinnan puutteena, köyhyys osaamattomuutena ja syrjäytyminen motivaatiokysymyksenä.\n\nKuormittava yksilöllisyys tarkoittaa, että yksilön velvollisuudeksi tuli selvitä ympäristössä, jossa rakenteet eivät kanna. Vastuu siirtyi yhteiskunnalta yksilölle, ja epäonnistumisesta tuli henkilökohtainen häpeä.\n\n2010–2020-luku – digitaalinen minä ja vertailun kulttuuri\n\nSosiaalinen media ja algoritmit loivat uuden yksilöllisyyden kerroksen. Ihmisistä tuli oman elämänsä brändejä. Näkyvyys ja vertailtavuus muuttuivat arvoiksi.\n\nAlgoritmit ohjaavat näkyvyyttä, työllistymistä ja palvelujen saantia. Näennäisesti vapaa yksilö on jatkuvan arvioinnin kohteena. Organisoitu yksilöllisyys ei siis tarkoita vain hallinnon ohjausta, vaan kulttuuria, jossa minuudesta on tullut järjestelmien solmukohta.\n\nKaksijakoinen perintö – vapauttava ja kuluttava yksilöllisyys\n\nYksilöllisyys on tehnyt Suomesta joustavan ja tasa-arvoisen yhteiskunnan. Se on lisännyt vapauksia ja mahdollisuuksia. Mutta kun yhteys katoaa, yksilöllisyys muuttuu rasitteeksi.\n\nKuormittava yksilöllisyys kuluttaa henkisiä ja sosiaalisia voimavaroja. Organisoitu yksilöllisyys vahvistaa rakenteita, joissa yksilö mitataan suorituksina. Yhdessä ne tuottavat kulttuurisen väsymyksen, jossa ihminen on vapaa vain teoriassa.\n\nKohti reflektiivistä yhteisöllisyyttä\n\nTarvitaan uusi tasapaino yksilön vapauden ja yhteisön turvan välille. Tämä ei tarkoita paluuta kollektiiviseen kontrolliin, vaan reflektiivistä yhteisöllisyyttä – kykyä tunnistaa riippuvuus toisista ilman, että se uhkaa autonomiaa.\n\nYhteys ilman pakkoa: yksilön ei tarvitse valita itsenäisyyden ja kuulumisen välillä.\nInstituutio ilman suoritepakkoa: hallinto ja työelämä voivat tukea merkitystä, ei vain tehokkuutta.\nOsallisuus ilman samankaltaisuutta: yhteisö voi rakentua erilaisuuden ympärille.\n\nInhimillisen kestävyyden ehto\n\nYksilöllisyys on ollut kulttuurinen voimavara, mutta myös yhteiskunnan heikko lenkki. Kun vastuu yksilöllistyy ja yhteys katoaa, syntyy kestävyysvaje, jota ei paikata budjeteilla tai strategioilla.\n\nKestävä yhteiskunta tarvitsee inhimillistä infrastruktuuria – verkoston, jossa ihmiset kantavat toisiaan, eivät vain itseään. Todellinen vapaus ei ole riippumattomuutta, vaan luottamusta siihen, ettei kukaan jää yksin.\n\nTiivistetty oivallus\n\nKuormittava yksilöllisyys syntyy, kun vapaus jää ilman yhteyttä.\nOrganisoitu yksilöllisyys syntyy, kun yhteys korvataan järjestelmällä.\nInhimillinen kestävyys syntyy vasta, kun yksilö ja yhteisö löytävät toisensa uudelleen.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI4",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI5"
      ],
      "mi_flow": [
        "MI1",
        "MI4",
        "MI2",
        "MI3",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Yksilövastuuseen nojaava hyvinvointivaltion ja markkinayhteiskunnan yhdistelmä, jossa palvelut, työ ja sosiaaliturva kohdistuvat yksilöihin suorite- ja arviointilogiikan kautta",
      "dynamics": "Yksilöllisyyden historiallinen vahvistuminen, hallinnollinen organisointi ja kulttuurinen sisäistäminen siirtävät riskin ja vastuun yhteiskunnalta yksilölle",
      "outcomes": [
        "Uupumuksen ja mielenterveyden kuormituksen kasvu",
        "Häpeän ja riittämättömyyden kokemusten yleistyminen",
        "Yhteisöllisten tukirakenteiden heikentyminen"
      ],
      "feedback": "Kuormittunut yksilö tarvitsee enemmän korjaavia palveluja, mikä vahvistaa yksilökeskeistä hallintaa ja edelleen syventää vastuun yksilöllistymistä"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 2,
      "cost": 1,
      "change": 2
    },
    "system_classification": {
      "section": "Yhteiskunnallinen kokemus",
      "system_role": "interpretive-key",
      "primary_focus": "Yksilöllisyyden historiallinen muuntuminen vapauttavasta ihanteesta kuormittavaksi ja hallinnollisesti organisoiduksi logiikaksi",
      "secondary_focus": "Uupumuksen ja itsensä johtamisen kulttuuriset ja rakenteelliset juuret",
      "explicitly_not_in_focus": [
        "yksittäiset työhyvinvointiohjelmat",
        "psykologiset itsehoitomenetelmät",
        "yksilölliset menestystarinat"
      ]
    }
  },
  {
    "id": "049",
    "date": "2025-12-26",
    "meta": {
      "title": "Yksinäisyys on haitallista hiljaisuutta",
      "part": "IV",
      "quote": "",
      "modules": "",
      "tags": [
        "yksinäisyys",
        "kansanterveys",
        "digitalisaatio",
        "osallisuus",
        "eriarvoisuus"
      ]
    },
    "summary": "",
    "body_md": "Yksinäisyys on kokemus ulkopuolisuudesta ja yhteyden puutteesta. Se syntyy, kun ihmiseltä puuttuvat merkitykselliset ihmissuhteet. Haitallinen yksinäisyys ei ole ohimenevä hetki, vaan toistuva tila, joka hiipii elämään, kaventaa arkea ja heikentää hyvinvointia.\n\nYksinolo ei ole yksinäisyyttä\n\nOn tärkeää erottaa yksinolo ja yksinäisyys toisistaan. Yksinolo voi olla myönteinen ja vapaaehtoinen valinta, joka tukee lepoa, palautumista tai luovuutta. Se antaa tilaa hengittää. Yksinäisyys ei sen sijaan ole valinta. Se on kivulias kokemus erillisyydestä ja osattomuudesta. Kyse ei ole rauhoittavasta hiljaisuudesta, vaan hiljaisuudesta, joka satuttaa.\n\nKuka jää yksin\n\nYksinäisyys ei rajoitu tiettyyn ikään, sukupuoleen tai elämäntilanteeseen. Se voi koskettaa ikääntynyttä, joka on menettänyt puolisonsa. Se voi koskettaa nuorta, jonka viestit jäävät ilman vastausta. Se voi koskettaa työtöntä, jonka sosiaaliset verkostot katosivat työn mukana, tai turvapaikanhakijaa, joka ei ymmärrä ympäröivää kieltä.\n\nVähemmistöihin kuuluvat voivat kokea yksinäisyyttä jo ennen kuin yhteys muihin ehtii syntyä. Rakenteellinen syrjintä, ennakkoluulot ja käytännön esteet voivat estää osallisuuden jo alkuvaiheessa.\n\nYhteiskunta yksin vai yhdessä\n\nYksinasuvien osuus on Suomessa kasvanut tasaisesti. Lähes joka neljäs suomalainen asuu yksin, ja laaja-alainen yksinäisyyden kokemus koskettaa jo noin kolmasosaa väestöstä. Tämä kehitys heijastaa syvempiä yhteiskunnallisia muutoksia. Elämänmuutokset, muuttoliike, perherakenteiden murros, palvelujen keskittäminen ja digitalisaatio luovat katvealueita, joissa yksinäisyys lisääntyy.\n\nYli kuusisataatuhatta suomalaista kokee vaikeuksia digitaalisten palvelujen käytössä. Kun osallistuminen ja vuorovaikutus siirtyvät verkkoon, mukaan pääsevät ne, joilla on välineet, taidot ja kokemus kuulumisesta. Muut jäävät huomaamatta sivuun.\n\nYksinäisyyden hinta\n\nYksinäisyys ei ole vain inhimillinen kokemus, vaan myös kansanterveydellinen ja taloudellinen riski. Se lisää masennuksen, ahdistuksen, unihäiriöiden ja sydänsairauksien todennäköisyyttä. Vaikutuksiltaan se on verrattavissa päivittäiseen tupakointiin. Pitkittyessään yksinäisyys heikentää toimintakykyä, lisää palvelujen tarvetta ja voi lyhentää elinikää.\n\nArvioiden mukaan yksinäisyyden kustannukset yhteiskunnalle nousevat vuosittain satoihin miljooniin euroihin menetetyn työpanoksen, hoidon ja tukipalvelujen kautta. Ennaltaehkäisy on siksi sekä inhimillisesti että taloudellisesti perusteltua.\n\nRatkaisuja ei synny yksin\n\nYksinäisyyden ehkäisy ei ole yhden toimijan vastuulla. Se edellyttää yhteistyötä sosiaali- ja terveyspalvelujen, koulutuksen, kulttuurin, asumisen ja järjestötoiminnan välillä. Tarvitaan asukastaloja, matalan kynnyksen yhteisötiloja, keskustelukumppaneita, digitukea ja paikkoja, joissa voi olla läsnä ilman suoritusvaatimuksia.\n\nTarvitaan myös rakenteellisia ratkaisuja, kuten osallisuutta vahvistavaa lainsäädäntöä, saavutettavia palveluja ja pitkäjänteistä rahoitusta yhteisöllisyyden tukemiseen.\n\nOsallisuus ei ole tekninen ominaisuus tai kirjautuminen palveluun. Se on perusoikeus ja edellytys sille, että ihminen voi kokea kuuluvansa yhteiskuntaan.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4",
        "MI5"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI8",
        "MI6",
        "MI9",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Yhteiskunta, jossa palvelut, vuorovaikutus ja osallisuus ovat yhä enemmän digitalisoituneita ja yksilöllistettyjä, mutta yhteisölliset fyysiset ja sosiaaliset rakenteet ovat heikentyneet",
      "dynamics": "Yksinasumisen lisääntyminen, palvelujen keskittäminen ja digitalisaatio kaventavat epävirallisia kohtaamisia ja vahvistavat näkymätöntä ulkopuolisuutta",
      "outcomes": [
        "Mielenterveyden ongelmien lisääntyminen",
        "Toimintakyvyn heikkeneminen",
        "Kasvavat kansanterveydelliset ja taloudelliset kustannukset"
      ],
      "feedback": "Yksinäisyys lisää palvelujen tarvetta, mutta palvelukeskeinen reagointi voi edelleen syrjäyttää yhteisölliset ratkaisut ja vahvistaa yksinäisyyden kierrettä"
    },
    "entry_focus": {
      "structure": 2,
      "mechanisms": 2,
      "experience": 3,
      "cost": 2,
      "change": 2
    },
    "system_classification": {
      "section": "Yhteiskunnallinen kokemus",
      "system_role": "core-analysis",
      "primary_focus": "Yksinäisyyden hahmottaminen haitallisena, rakenteellisesti tuotettuna hiljaisuutena, joka vaikuttaa kansanterveyteen ja osallisuuteen",
      "secondary_focus": "Digitalisaation ja palvelurakenteiden rooli yksinäisyyden vahvistumisessa",
      "explicitly_not_in_focus": [
        "yksilölliset selviytymiskeinot",
        "psykologiset interventiot ilman rakenteellista muutosta",
        "lyhytkestoiset kampanjat"
      ]
    }
  },
  {
    "id": "050",
    "date": "2025-12-26",
    "meta": {
      "title": "Kuinka työllisyydenhoito voi lisätä eriarvoisuutta",
      "part": "III",
      "quote": "",
      "modules": "",
      "tags": [
        "työllisyyspolitiikka",
        "eriarvoisuus",
        "rakenteellinen-syrjintä",
        "yhteiskuntasopimus",
        "aktivointi"
      ]
    },
    "summary": "",
    "body_md": "Työllisyyspolitiikan pitäisi ehkäistä eriarvoisuutta. Sen pitäisi antaa ihmisille väyliä rakentaa elämäänsä ja osallistua yhteiskuntaan. Kun se epäonnistuu, syntyy syrjäytymistä ja turvattomuutta, jotka eivät ratkea pelkillä työpaikoilla. Missä olemme menneet väärään suuntaan.\n\nTyötön on laiska -retoriikka on korvannut järjestelmätason ymmärryksen\n\nTyöttömyys nähdään yksilön ongelmana, ei rakenteiden seurauksena. Kun työpaikat katoavat, koulutus ei vastaa työelämän vaatimuksia ja työkyky heikkenee, vastuu sysätään silti yksilölle. Sanktioita lisätään, vaikka ne eivät rakenna uusia työpaikkoja. Ne lisäävät yksinäisyyttä ja luottamuksen rapautumista.\n\nPalvelupolut ovat katkonaisia ja vaikeakulkuisia\n\nMoni haluaa osallistua ja edetä, mutta järjestelmä ei tarjoa tilaa kokeilla tai epäonnistua. Palvelut ovat hajanaisia ja lyhyitä, ja niihin pääsy vaatii jaksamista, jota monella ei ole. Vapaaehtoistyö tai yhteisötoiminta ei usein näy työllistymisen osana, vaikka juuri niissä syntyy arjen rytmi ja toimijuus.\n\nMittarit ovat kapeita ja kannustimet vääristyneitä\n\nTyöllisyysviranomainen arvioidaan sen mukaan, kuinka moni poistuu työnhakijarekisteristä. Tämä suosii lyhyitä työsuhteita ja tilastollisia ratkaisuja, ei kestäviä polkuja. Osatyökykyisten tai pitkäaikaistyöttömien tuettu eteneminen ei näy järjestelmässä onnistumisena, joten sitä ei synny. Jos mittarit eivät muutu, eivät toimetkaan muutu.\n\nTukiverkkoja on purettu juuri, kun niitä olisi tarvittu\n\nJärjestöjen ja kolmannen sektorin roolia on kavennettu. Silti juuri nämä toiminnot ovat monelle ensimmäinen askel ulos syrjäytymisestä. Niissä syntyy kuulumisen tunne ja arjen rakenne, joita ilman työllistymistä ei tapahdu.\n\nTyömarkkinoiden todellisuutta ei haluta nähdä\n\nKuvitellaan, että töitä olisi tarjolla, mutta ihmiset eivät halua tehdä niitä. Todellisuudessa työmarkkinat muuttuvat: osa aloista supistuu, osa uuvuttaa ja osa työpaikoista on fyysisesti tai sosiaalisesti mahdottomia. Kohtaanto-ongelmia ei ratkaista syyllistämällä työnhakijoita, vaan tarkastelemalla työehtoja ja rakenteita.\n\nTyö ei ole enää aina reitti parempaan elämään\n\nPalkat eivät riitä elämiseen ja työehdot kuormittavat. Työ ei automaattisesti nosta köyhyydestä, vaan voi jopa syventää sitä. Työelämä asettaa kovimmat vaatimukset niille, joilla on vähiten voimavaroja.\n\nTie pois metsästä – kolme periaatetta\n\nPolkujen on oltava jatkuvia. Tarvitaan yhteisöllisiä väyliä, tukea ja mahdollisuuksia edetä vaiheittain.\n\nRakenteet ratkaisevat. Työtä ei voi tehdä, jos sitä ei ole tai siihen ei pääse, vaikka haluaisi.\n\nIhmisiin on investoitava. Osallisuus ja yhteisöt ovat vaikuttavampia kuin kontrolli, yksinäisyys ja kilpailu.\n\nTyöllisyyspolitiikka on yhteiskuntasopimus\n\nSe kertoo, ketä arvostamme ja kenelle tarjoamme toivoa. Nykyinen järjestelmä jättää monet tämän sopimuksen ulkopuolelle. Jos haluamme vähentää eriarvoisuutta, on rakennettava järjestelmä, jossa jokaisella on mahdollisuus osallistua ja olla tarpeellinen.",
    "mi_profile": {
      "present_levels": [
        "MI1",
        "MI2",
        "MI3",
        "MI6",
        "MI7",
        "MI8",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ],
      "missing_levels": [
        "MI4",
        "MI5"
      ],
      "mi_flow": [
        "MI1",
        "MI2",
        "MI3",
        "MI8",
        "MI6",
        "MI9",
        "MI10",
        "MI11",
        "MI12"
      ]
    },
    "sdof": {
      "structure": "Työllisyydenhoidon järjestelmä, joka nojaa aktivointiin, rekisteripohjaisiin mittareihin ja yksilövastuuseen tilanteessa, jossa työmarkkinoiden rakenteet ovat muuttuneet",
      "dynamics": "Sanktioihin, lyhyisiin palvelujaksoihin ja kapeisiin mittareihin perustuva ohjaus siirtää vastuun yksilöille ja ohittaa työmarkkinoiden laadulliset ja rakenteelliset esteet",
      "outcomes": [
        "Eriarvoisuuden kasvu pitkäaikaistyöttömien ja osatyökykyisten keskuudessa",
        "Luottamuksen heikkeneminen viranomaisiin ja yhteiskuntasopimukseen",
        "Lyhytkestoiset työllistymiset ilman kestävää osallisuutta"
      ],
      "feedback": "Eriarvoistavat käytännöt lisäävät syrjäytymistä, mikä kasvattaa palvelujen tarvetta ja vahvistaa kontrollipohjaista politiikkaa entisestään"
    },
    "entry_focus": {
      "structure": 3,
      "mechanisms": 3,
      "experience": 2,
      "cost": 2,
      "change": 2
    },
    "system_classification": {
      "section": "Poliittinen toiminta",
      "system_role": "core-analysis",
      "primary_focus": "Työllisyydenhoidon rakenteellisten mekanismien analyysi eriarvoisuutta tuottavina käytäntöinä",
      "secondary_focus": "Mittarivallan ja aktivointipolitiikan vaikutus osallisuuteen ja luottamukseen",
      "explicitly_not_in_focus": [
        "yksilöllinen motivaatiopsykologia",
        "yksittäiset työllistymistarinat",
        "lyhyen aikavälin suhdannevaihtelut"
      ]
    }
  }
]