{
 "name": "flare",
 "children": [
  {
   "name": "Nykyisyys",
   "children": [
    {
     "name": "Yksilöllisyys",
     "children": [
      {"name": "Avarakatseisuus", "x":458, "y":34, "size": 1, "info": "Avarakatseisuus tarkoittaa kykyä ja valmiutta hyväksyä ja ymmärtää erilaisia näkökulmia, kulttuureita, elämänarvoja ja ihmisiä. Se ilmenee avoimuutena ja haluna oppia uusia asioita, nähdä asiat eri tavoin ja astua ulos omasta mukavuusalueestaan. Avarakatseisuus korostaa myös empatiaa, suvaitsevaisuutta ja kunnioitusta muita kohtaan. Se voi olla tärkeä tekijä yhteiskunnallisessa ja kulttuurisessa kehityksessä, sillä se edistää vuorovaikutusta ja monimuotoisuutta. Avarakatseisuus voi myös ilmentyä henkilökohtaisena ominaisuutena, jossa ihminen on avoin uusille kokemuksille ja valmis haastamaan omia ennakkoluulojaan ja rajoitteitaan."},
{"name": "Itsearvostus", "x":458, "y":60, "size": 1, "info": "Itsearvostavuus tarkoittaa henkilön kykyä arvostaa itseään ja omaa arvoaan. Itsearvostavuus liittyy usein itsetuntoon, ja se voi vaikuttaa henkilön päätöksentekoon, ihmissuhteisiin ja elämään yleensä. Kun henkilö arvostaa itseään ja on tyytyväinen omaan persoonaansa ja saavutuksiinsa, hänellä on usein korkeampi itsetunto ja hän on valmiimpi ottamaan riskejä ja haastamaan itseään uusiin tilanteisiin. Toisaalta, liian suuri itsearvostus voi johtaa ylimielisyyteen ja jopa itsepetokseen. On tärkeää löytää tasapaino itsearvostuksen ja nöyryyden välillä, jotta henkilö voi kehittää itseään ja saavuttaa tavoitteitaan ilman, että hän menettää kykynsä olla empaattinen ja ymmärtäväinen muita kohtaan."},
{"name": "Itsehyväksyntä", "x":632, "y":32, "size": 1, "info": "Itsehyväksyntä tarkoittaa yksilön kykyä hyväksyä itsensä sellaisena kuin on, sekä hyväksyä omat virheensä ja puutteensa. Itsehyväksyntä ei tarkoita laiskuutta tai tyytyväisyyttä keskeneräisiin asioihin, vaan pikemminkin tervettä suhtautumista itseensä ja oman elämänsä realiteetteihin. Itsehyväksyntä auttaa yksilöä rakentamaan myönteistä suhdetta itseensä, mikä puolestaan voi edistää henkistä terveyttä ja hyvinvointia. Itsehyväksyntä voi olla haasteellista erityisesti silloin, kun yksilö kokee paineita täyttää yhteiskunnan tai ympäristön asettamia odotuksia."},
{"name": "Itseluottamus", "x":458, "y":8, "size": 1, "info": "Itseluottamus tarkoittaa henkilön kykyä luottaa omaan itseensä ja omiin kykyihinsä. Itseluottamus on tärkeä tekijä monissa elämänalueilla, kuten työssä, koulussa, urheilussa, sosiaalisessa elämässä ja henkilökohtaisessa kehityksessä. Itseluottamus voi auttaa yksilöä selviytymään haastavista ja stressaavista tilanteista, yrittämään uusia asioita ja saavuttamaan tavoitteitaan. Itseluottamus voi kehittyä esimerkiksi onnistumisten, positiivisten kokemusten ja kannustavan ympäristön myötä. Toisaalta, menetykset ja epäonnistumiset voivat heikentää itseluottamusta."},
{"name": "Itsenäisyys", "x":632, "y":140, "size": 1, "info": "Itsenäisyys tarkoittaa henkilön kykyä ja oikeutta hallita omaa elämäänsä ja tehdä päätöksiä ilman toisten ihmisten hallintaa tai määräysvaltaa. Itsenäisyys liittyy usein yksilön autonomiaan ja riippumattomuuteen yhteiskunnasta sekä kykyyn vastata omista teoistaan ja valinnoistaan. Itsenäisyys voi myös tarkoittaa yksilön kykyä ratkaista omat ongelmansa ja selviytyä itsenäisesti haastavista tilanteista."},
{"name": "Itsetuntemus", "x":632, "y":60, "size": 1, "info": "Itsetuntemus viittaa henkilön kykyyn tunnistaa omat tunteensa, tarpeensa, vahvuutensa ja heikkoutensa. Se on tärkeä osa psykologista hyvinvointia ja auttaa henkilöä kehittämään itseään sekä tuntemaan oman arvonsa ja identiteettinsä. Itsetuntemus voi auttaa henkilöä tiedostamaan, miksi hänelle tulee tiettyjä tuntemuksia tietyissä tilanteissa ja auttaa häntä ymmärtämään, miten hän suhtautuu itseensä ja muihin ihmisiin. Hyvä itsetuntemus voi auttaa henkilöä tekemään parempia valintoja elämässään, saavuttamaan tavoitteitaan ja käsittelemään stressiä ja haasteita."},
{"name": "Myönteisyys", "x":632, "y":85, "size": 1, "info": "Myönteisyys tarkoittaa yleensä myönteistä asennetta ja näkökulmaa elämään. Se voi ilmentyä optimismiina, toiveikkuutena, ystävällisyytenä ja haluna nähdä hyvää asioissa ja ihmisissä. Myönteisyys voi olla tärkeä tekijä henkisessä hyvinvoinnissa ja auttaa ylläpitämään hyviä ihmissuhteita. Myönteisellä asenteella voi olla myös positiivisia vaikutuksia terveyteen ja elämänlaatuun."},
{"name": "Positiivisuus", "x":632, "y":113, "size": 1, "info": "Positiivisuus tarkoittaa myönteistä asennetta ja ajattelutapaa, joka keskittyy hyviin ja positiivisiin asioihin elämässä. Positiivisuus voi auttaa ihmisiä käsittelemään vaikeita tilanteita ja haasteita sekä löytämään ratkaisuja ongelmiin. Positiivisuuden kautta ihmiset voivat myös kehittää itsevarmuutta, parantaa mielialaa ja saavuttaa asettamiaan tavoitteita. Positiivisuus voi ilmetä monin eri tavoin, kuten optimismi, kiitollisuus, empatia ja ystävällisyys muita kohtaan. Positiivisuus voi olla tarttuvaa ja se voi vaikuttaa myönteisesti myös muihin ihmisiin."},
{"name": "Selviytyminen", "x":458, "y":139, "size": 1, "info": "Selviytyminen tarkoittaa kykyä selvitä ja kestää vastoinkäymisiä, haasteita tai vaikeita tilanteita. Selviytyminen voi liittyä esimerkiksi fyysiseen tai psyykkiseen terveyteen, taloudelliseen selviytymiseen tai yleiseen elämänhallintaan. Selviytyminen voi vaatia eriasteisia ponnisteluja, kuten tahtojen ja kykyjen kohottamista, resurssien hyödyntämistä ja yhteistyötä muiden kanssa. Selviytyminen on tärkeä taito, sillä elämässä eteen tulee ajoittain haasteita, joiden kanssa tarvitsee tulla toimeen."},
{"name": "Yksinolo", "x":458, "y":112, "size": 1, "info": "Yksinolo tarkoittaa aikaa, jonka henkilö viettää yksin ilman muiden seuraa tai vuorovaikutusta. Yksinoloon voi liittyä erilaisia tarkoituksia ja syitä, kuten halu rentoutua ja ladata akkuja, harrastaa omia mielenkiinnon kohteita, miettiä asioita tai nauttia hiljaisuudesta ja omasta seurasta. Yksinolon kokemus ja merkitys voi vaihdella henkilöiden välillä, ja joillekin se voi olla mieluisaa ja rentouttavaa, kun taas toisille yksinolo voi aiheuttaa ahdistusta ja negatiivisia tunteita."}
     ]
    },
    {
     "name": "Sosiaalisuus",
     "children": [
      {"name": "Avoimuus", "x":705, "y":157, "size": 1, "info": "Avoimuus tarkoittaa läpinäkyvyyttä ja rehellisyyttä tiedon, päätösten ja toiminnan suhteen. Se ilmenee haluna ja kykynä jakaa tietoa avoimesti ja suoraan, sekä ottaa vastaan palautetta ja näkemyksiä avoimesti. Avoimuus edistää kestävää ja vastuullista toimintaa, sillä se lisää läpinäkyvyyttä ja vastuullisuutta päätöksenteossa ja toiminnassa. Avoimuus on tärkeä sidosryhmien luottamuksen rakentamisessa ja yhteisöllisyyden kehittämisessä, sillä se edistää keskinäistä ymmärrystä ja vuorovaikutusta. Avoimuus voi olla myös tärkeä tekijä monilla eri elämänalueilla, kuten politiikassa, taloudessa, koulutuksessa ja työelämässä."},
{"name": "Avuliaisuus", "x":705, "y":159, "size": 1, "info": "Avuliaisuus on ominaisuus, joka kuvaa ihmisen halua auttaa toisia ihmisiä. Se ilmenee esimerkiksi auttamisen tarjoamisena, ystävällisenä käytöksenä ja pyrkimyksenä helpottaa toisten ihmisten tilannetta. Avuliaisuus voi ilmaantua eri tilanteissa, kuten tarjota apua ongelman ratkaisemisessa, tarjota tukea vaikeassa tilanteessa tai tehdä hyviä tekoja ilman odotusta vastapalvelusta. Avuliaisuutta voidaan selittää monin tavoin. Joillekin avuliaisuuden taustalla voi olla moraalinen ja eettinen periaate, jossa auttaminen nähdään velvollisuutena tai oikeana toimintana. Toisille avuliaisuus voi olla osa heidän persoonallisuuttaan ja tapaa olla maailmassa. Jotkut tutkijat selittävät avuliaisuutta myös evoluution kautta, esimerkiksi altruistisen käytöksen voi nähdä olevan osa ihmisen biologista kehitystä ja lajien selviämistä."},
{"name": "Empaattisuus", "x":705, "y":161, "size": 1, "info": "Empaattisuus tarkoittaa kykyä tunnistaa ja ymmärtää toisen henkilön tunteita sekä kykyä eläytyä toisen henkilön tilanteeseen. Empaattisuus on tärkeä osa sosiaalista ja emotionaalista älykkyyttä, ja se voi helpottaa vuorovaikutusta muiden ihmisten kanssa. Empaattisuus voi auttaa ihmisiä kommunikoimaan paremmin, luomaan syvempiä suhteita ja käsittelemään konflikteja tehokkaammin. Empaattisuus voi myös auttaa ratkaisemaan ongelmia ja etsimään kestäviä ratkaisuja. Se on tärkeä taito niin henkilökohtaisessa elämässä kuin työelämässäkin. Empatiaa voidaan harjoitella ja kehittää, ja se voi olla hyvin palkitsevaa niin itselle kuin muillekin."},
{"name": "Huumorintaju", "x":504, "y":81, "size": 1, "info": "Huumorintaju on kyky ymmärtää, arvostaa ja hyödyntää erilaisia ​​huumorin muotoja, kuten sanaleikkejä, vitsejä, pilaa, ironiaa ja satiiria. Huumorintaju voi auttaa ihmisiä lievittämään stressiä, vähentämään ahdistusta ja lisäämään yhteisön tunteen tunnetta. Sen avulla ihmiset myös pystyvät jakamaan iloaan ja naurua toisten kanssa ja tekemään sosiaalisia tilanteita miellyttävämmiksi. Huumorintaju voi olla myös henkilökohtaisen ja ammatillisen menestyksen tärkeä tekijä, koska se voi auttaa edistämään luovaa ajattelua, ongelmanratkaisukykyä ja johtajuuskykyjä."},
{"name": "Kuunteleminen", "x":705, "y":163, "size": 1, "info": "Kuuntelevuus tarkoittaa toisen henkilön huomioimista ja aktiivista kuuntelemista. Kuunteleva henkilö pyrkii ymmärtämään toisen ihmisen ajatuksia, tunteita ja tarpeita ja osoittaa hänelle arvostusta ja kunnioitusta. Kuuntelevuus voi auttaa parantamaan yhteisymmärrystä ja edistämään ihmisten välisiä suhteita. Kuuntelevuus on tärkeä taito erityisesti viestintätilanteissa, kuten johtotehtävissä, asiakaspalvelussa ja ystävyyssuhteissa, joissa tarvitaan hyvää kommunikaatiota ja empatiaa toisen henkilön näkökulmaa kohtaan."},
{"name": "Läsnäolo", "x":705, "y":165, "size": 1, "info": "Läsnäolo tarkoittaa henkilön fyysistä ja/tai henkistä läsnäoloa ja keskittymistä nykyhetkeen ja sen hetkiseen kokemukseen. Läsnäolo voi olla tietoista tai tiedostamatonta ja se voi ilmetä eri tavoilla, kuten keskittymisenä, huomion kiinnittämisenä, keskustelujen seuraamisena ja elämyksistä nauttimisena. Läsnäolon kokemus voi auttaa ihmisiä elämään täyttävää ja merkityksellistä elämää, sillä se auttaa havainnoimaan ja tunnustamaan nykyhetken arvon ja välttämään suorittamista ja ahdistuneisuutta. Läsnäolon saavuttaminen voi olla haastavaa monille henkilöille, sillä arjen kiireet ja stressi voivat estää henkilöä keskittymästä nykyhetkeen ja häiritä läsnäolon tunnetta. Läsnäoloa voi harjoittaa esimerkiksi meditaation, hengitysharjoitusten tai muun tietoisuustaidon avulla."},
{"name": "Luottamus", "x":270, "y":73, "size": 1, "info": "Luottamus tarkoittaa henkilön uskoa toisen henkilön tai asian luotettavuuteen ja kykyyn toimia sovitulla tavalla. Luottamus on tärkeä elementti monissa ihmissuhteissa, kuten ystävyyssuhteissa, työpaikoilla ja poliittisissa yhteyksissä. Kun henkilö luottaa toiseen, hän voi jakaa avoimesti omia ajatuksiaan ja tunteitaan ilman pelkoa. Luottamuksen syntyminen vaatii yleensä aikaa ja toistuvia positiivisia kokemuksia, ja se voi olla herkkä myös pienille merkeille, jotka viittaavat pettymykseen. Luottamus on siis tärkeä osa positiivista ajattelua, sillä se voi edistää myönteisiä vuorovaikutussuhteita ja auttaa saavuttamaan yhteisiä tavoitteita."},
{"name": "Vastaanottavuus", "x":725, "y":318, "size": 1, "info": "Vastaanottavuus tarkoittaa kykyä vastaanottaa ja reagoida erilaisiin asioihin tai tilanteisiin. Se voi olla henkilön kykyä vastaanottaa uusia ideoita, tunteita, näkökulmia tai tietoa. Vastaanottavuus voi myös ilmentyä yhteiskunnallisella tasolla, esimerkiksi vastaanottavuutena maahanmuuttajia kohtaan. Vastaanottavuudella voi olla merkittävä vaikutus henkilön tai yhteisön menestykseen ja sopeutumiseen uusiin tilanteisiin."},
{"name": "Vastavuoroisuus", "x":705, "y":169, "size": 1, "info": "Vastavuoroisuus tarkoittaa tilannetta, jossa kaksi osapuolta toimivat tai käyttäytyvät samalla tavalla toisiaan kohtaan. Vastavuoroisuus voi olla tärkeä sosiaalinen tekijä monilla eri alueilla, kuten yhteiskunnallisessa vuorovaikutuksessa ja ihmissuhteissa. Esimerkiksi vastavuoroisuus voi ilmetä yhteistyössä, jossa molemmat osapuolet työskentelevät yhdessä yhteisen päämäärän saavuttamiseksi tai tunteiden jakamisessa, jolloin molemmat osapuolet ovat avoimia ja jakavat toisilleen omia tunteitaan. Vastavuoroisuus voi myös edellyttää jonkin tyyppistä vastapalvelusta, kuten vastavuoroista lahjoittamista tai auttamista, joka voi olla molempia osapuolia hyödyttävää."},
{"name": "Vuorovaikutus", "x":705, "y":171, "size": 1, "info": "Vuorovaikutus tarkoittaa kahden tai useamman yksilön välistä toimintaa, joka vaikuttaa heidän käyttäytymiseensä ja toimintaansa. Vuorovaikutukseen voi liittyä esimerkiksi puhe, eleet, tunteet ja käyttäytymismallit. Vuorovaikutus voi olla tärkeää yksilöiden välisen suhteen kehittymisen kannalta ja se voi edistää yhteistyötä, oppimista, päätöksentekoa ja ongelmanratkaisua. Vuorovaikutus voi myös edistää yksilön hyvinvointia ja parantaa heidän kykyään käsitellä stressiä ja haasteita."},
{"name": "Ystävällisyys", "x":705, "y":173, "size": 1, "info": "Ystävällisyys on hyve, joka ilmenee muun muassa ystävällisenä käytöksenä, myötätuntona, kohteliaisuutena, avuliaisuutena ja anteeksiantavana asenteena muita kohtaan. Ystävällisyys on tärkeä osa inhimillistä vuorovaikutusta ja yhteiskunnallista toimintaa, koska se edistää myönteisiä ihmissuhteita, yhteistyötä ja hyvinvointia. Ystävällisyys voi olla merkityksellistä niin perhe- ja ystävyyssuhteissa kuin työ- ja palvelutilanteissa. Ystävällinen käytös voi luoda myönteistä ilmapiiriä ja auttaa ihmisiä tuntemaan olonsa huomioiduiksi ja arvostetuiksi."},
{"name": "Ystävyys", "x":705, "y":175, "size": 1, "info": "Ystävyys tarkoittaa kahden tai useamman henkilön välistä suhdetta, joka perustuu luottamukseen, keskinäiseen kunnioitukseen, yhteisymmärrykseen ja ystävällisyyteen. Ystävyyssuhteissa jaetaan usein arjen ilot ja surut, ja ystävät tukevat toisiaan vaikeuksien keskellä. Ystävyyssuhteilla on usein positiivinen vaikutus ihmisten elämään, sillä ne voivat edistää henkistä hyvinvointia ja onnellisuutta. Ystävyyssuhteeseen voi kuulua myös yhteiset harrastukset, kiinnostuksen kohteet ja arvomaailma. Ystävyyssuhteet voivat olla hyvin erilaisia, ja ne kehittyvät eri tavoin eri ihmisille."}
     ]
    },
    {
     "name": "Yhteisöllisyys",
     "children": [
      {"name": "Osallistuvuus", "x":725, "y":314, "size": 1, "info": "Osallistuvuus tarkoittaa henkilön aktiivista osallistumista tai osallistumisen mahdollisuutta juuri niissä asioissa, jotka koskevat häntä itseään tai hänen yhteisöään. Osallistuminen on tärkeä osa demokraattista yhteiskuntaa, koska se edistää kansalaisten vaikutusmahdollisuuksia ja päätöksenteon läpinäkyvyyttä. Osallistuvuus voi ilmetä monilla eri tavoilla, kuten äänestämisenä vaaleissa, mielipideilmaisujen antamisena julkisessa keskustelussa tai yhteiskunnallisena aktivismina. Osallistuvuuden edistäminen voi auttaa lisäämään kansalaisten luottamusta yhteiskuntaan ja sen instituutioihin sekä edistää vastuullista ja kestävää kehitystä."},
{"name": "Vastuullisuus", "x":725, "y":365, "size": 1, "info": "Vastuullisuus viittaa yksilön tai organisaation vastuuseen toimia eettisesti, sosiaalisesti ja ympäristöllisesti kestävällä tavalla. Se tarkoittaa vastuun kantamista omasta toiminnasta, sen vaikutuksista ympäröivään yhteiskuntaan ja ympäristöön sekä pyrkimystä toimia hyvinvoinnin ja kestävän kehityksen edistämiseksi. Vastuullisuus voi ilmetä esimerkiksi yritysten ympäristöohjelmissa, työhyvinvoinnin edistämisessä, sosiaalisessa vastuussa ja julkisuudessa annettavissa lausunnoissa ja selvityksissä."},
{"name": "Verkostoituvuus", "x":725, "y":390, "size": 1, "info": "Verkostoituvuus viittaa henkilön kykyyn luoda kontakteja ja verkostoja muiden ihmisten kanssa sekä hyödyntää niitä omassa elämässään. Verkostoituvuus voi tarkoittaa esimerkiksi kykyä luoda uusia sosiaalisia suhteita, hankkia kontakteja työelämässä, luoda ammatillisia verkostoja tai hyödyntää verkostoja esimerkiksi markkinointitarkoituksissa. Verkostoituvuus edellyttää usein hyviä viestintä- ja vuorovaikutustaitoja, rohkeutta lähestyä uusia ihmisiä, avoimuutta ja joustavuutta. Verkostoituminen voi auttaa yksilöä saavuttamaan tavoitteitaan ja edistää hänen henkilökohtaista kasvuaan ja kehitystään sekä mahdollistaa uusien mahdollisuuksien hyödyntämisen."},
{"name": "Vertaistuki", "x":725, "y":390, "size": 1, "info": "Vertaistuki on tukimuoto, jossa ihmiset samanlaisessa tilanteessa tai haasteessa olevat tarjoavat tukea ja apua toisilleen. Se perustuu ajatukseen, että samankaltaisista kokemuksista kärsivät tai niihin liittyvissä asioissa perehtyneet ihmiset voivat tarjota arvokasta tukea ja ymmärrystä toisilleen. Vertaistuen avulla ihmiset voivat jakaa omia kokemuksiaan, tunteitaan ja ajatuksiaan samankaltaisista tilanteista. Tällainen jakaminen voi auttaa heitä tuntemaan, että he eivät ole yksin ja että heidän tunteensa ja kokemuksensa ovat normaaleja. Vertaistuki voi auttaa vähentämään eristyneisyyttä ja yksinäisyyttä, ja se voi myös tarjota käytännön vinkkejä ja neuvoja erilaisiin haasteisiin tai vaikeuksiin. Vertaistuki voi tapahtua erilaisissa muodoissa, kuten ryhmissä, vertaismentoreina tai vertaispuhelimina."},
{"name": "Yhteenkuuluvuus", "x":725, "y":415, "size": 1, "info": "Yhteenkuuluvuus tarkoittaa tunnetta siitä, että kuuluu johonkin ryhmään tai yhteisöön ja että yhteys muihin ihmisiin on merkityksellinen ja tärkeä. Se voi ilmetä esimerkiksi yhteisöllisyyden, yhteisen päämäärän tai arvomaailman jakamisena. Yhteenkuuluvuuden tunne voi auttaa ihmisiä tuntemaan olonsa turvalliseksi, hyväksytyksi ja arvostetuksi yhteisössä, ja tarjota tukea vaikeina aikoina. Tämä tunne on tärkeä monilla elämänalueilla, kuten työelämässä, koulussa tai kotona, yhteiskunnan eri tasoilla ja yksilön henkilökohtaisessa elämässä. Yhteenkuuluvuus voi toimia positiivisena voimavarana, joka auttaa yksilöitä saavuttamaan yhteisiä päämääriä ja edistämään hyvinvointia."}
     ]
    },
    {
     "name": "Hyvinvointi",
     "children": [
     {"name": "Ikä", "x":570, "y":295, "size": 1, "info": "Ikä on yksi ihmisen elämää koskeva mittari, joka kuvaa ajanjaksoa syntymän hetkestä nykyhetkeen. Ikä voi vaikuttaa monilla eri tavoin ihmisen elämään ja kokemuksiin. Se voi vaikuttaa fyysiseen terveyteen, psyykkiseen hyvinvointiin, elämänvaiheisiin, sosiaalisiin suhteisiin, työelämään ja moniin muihin ulottuvuuksiin. Ikä voi myös vaikuttaa psyykkiseen hyvinvointiin ja elämänvaiheisiin. Esimerkiksi nuoruuden ja aikuisuuden välillä tapahtuu merkittäviä muutoksia, kuten opiskelun, uran, parisuhteen ja perheen perustamisen vaiheet. Myös ikääntyessä voi kohdata erilaisia haasteita ja muutoksia, kuten eläkkeelle siirtymisen tai terveyteen liittyvien asioiden huomioimisen tarpeen. "},
      {"name": "Iloisuus", "x":570, "y":320, "size": 1, "info": "Iloisuus tarkoittaa yleisesti positiivista ja hyvää mielialaa, joka ilmenee iloisina tunteina, kuten ilona ja onnellisuutena. Iloisuus voi olla seurausta monista erilaisista asioista, kuten hyvästä tapahtumasta, onnistuneesta saavutuksesta, mukavasta seurasta tai positiivisista ajatuksista. Iloisuus voi myös olla luonnollinen ja sisäsyntyinen osa ihmisen persoonallisuutta. Iloisuudella on tärkeä rooli ihmisen henkisessä hyvinvoinnissa, sillä se voi auttaa lieventämään stressiä ja ahdistusta sekä edistää positiivista ajattelua ja energisyyttä."},
{"name": "Itsemyötätunto", "x":570, "y":395, "size": 1, "info": "Itsemyötätunto tarkoittaa myötätuntoa, jonka ihminen kohdistaa itseensä. Se on kykyä olla lempeä itselleen ja hyväksyä oma inhimillisyys, vajavuudet ja erehdykset. Itsemyötätuntoa voi harjoitella esimerkiksi mindfulness-harjoituksilla ja itsemyötätuntoa edistävillä meditaatioilla. Se voi auttaa ihmisiä vähentämään itsekriittisyyttä ja stressiä sekä parantamaan itsetuntoa ja elämänlaatua. Itsemyötätunto voi myös auttaa henkilöä käsittelemään traumoja ja vaikeita tunteita."},
{"name": "Kiitollisuus", "x":570, "y":420, "size": 1, "info": "Kiitollisuus tarkoittaa kiitollista mieltä tai tunnetta, joka syntyy siitä, että huomaa ja arvostaa hyviä asioita, joita elämässä on tapahtunut tai joita itsellä on. Kiitollisuus nostaa esille myönteisiä asioita ja auttaa keskittymään niihin, mikä edistää hyvinvointia ja positiivista ajattelutapaa. Kiitollisuus voi ilmetä esimerkiksi läheisten, ystävien, terveyden, työn tai harrastusten arvostamisena. Kiitollisuuden tunne voi lisätä onnellisuutta, tyytyväisyyttä ja mielenrauhaa, ja se voi myös rohkaista ihmistä auttamaan muita ja tekemään hyvää. Kiitollisuutta voi harjoitella tietoisesti esimerkiksi kirjoittamalla kiitollisuuspäiväkirjaa tai pysähtymällä hetkeksi arvioimaan, mitä hyvää elämässä on tapahtunut."},
{"name": "Luontosuhde", "x":570, "y":295, "size": 1, "info": "Luontosuhde voi sisältää ihmisen tunteen yhteenkuuluvuudesta luonnon kanssa, ympäristötietoisuuden, luonnon hyödyntämisen tapoja ja luonnon kunnioittamista. Ihmisen luontosuhde voi olla moninainen ja se kehittyy yksilön ja yhteiskunnan kokemusten ja arvojen kautta. Luontosuhde on tärkeä paitsi yksilön hyvinvoinnille ja terveydelle, myös planeetan ekologiselle tasapainolle. Luontosuhteen ymmärtäminen ja kehittäminen on avain ympäristön ja ihmiskunnan kestävän tulevaisuuden turvaamiseen."},
{"name": "Onnellisuus", "x":570, "y":370, "size": 1, "info": "Onnellisuus kuvaa yleistä hyvän mielen ja tyytyväisyyden tunnetta. Se on henkilökohtainen ja subjektiivinen kokemus, joka voi johtua monista tekijöistä, kuten sosiaalisista suhteista, terveydestä, taloudellisesta tilanteesta ja elämäntavoista. Onnellisuudesta voidaan puhua yksilön, yhteisön tai jopa koko kansakunnan tasolla. Usein onnellisuutta pyritään mittaamaan erilaisilla kyselyillä ja tutkimuksilla, ja sen lisääminen ja ylläpitäminen ovat tärkeitä tavoitteita monissa yhteiskunnissa. Onnellisuutta voidaan myös tavoitella esimerkiksi hyvinvointia edistävien käytäntöjen, kuten harrastusten, rentoutumisen, terveellisen ruokavalion ja hyvän unen, avulla."},
{"name": "Tasapainoisuus", "x":570, "y":270, "size": 1, "info": "Tasapainoisuus tarkoittaa tilaa, jossa kaikki eri tekijät ovat suhteessa toisiinsa harmonisesti ja onnistuneesti. Se voi liittyä esimerkiksi yksilön psyykkiseen tasapainoon, sosiaalisiin suhteisiin tai esimerkiksi sijoitusten tai yrityksen toiminnan tasapainoon. Tasapainoisuus voidaan saavuttaa esimerkiksi hyvän suunnittelun ja järjestelmällisen toiminnan avulla, jolloin kaikki tekijät ovat huomioitu ja toimivat yhdessä tavoitteen saavuttamiseksi. Tämä voi auttaa välttämään turhia riskejä ja epävarmuutta, ja saamaan aikaan hyviä lopputuloksia."},
{"name": "Tyytyväisyys", "x":570, "y":345, "size": 1, "info": "Tyytyväisyys tarkoittaa henkilön kokemusta siitä, että hänen odotuksensa ja tarpeensa ovat täyttyneet. Tyytyväisyys voi liittyä eri elämänalueisiin, kuten työntekoon, asumiseen, ihmissuhteisiin tai terveyteen. Tyytyväisyys voi olla tunne, mielentila tai arvio ja se voi vaihdella henkilöiden välillä ja eri tilanteissa. Tyytyväisyys voi edistää henkilön hyvinvointia, terveyttä ja positiivista asenneilmapiiriä."}
     ]
    },
    {
     "name": "Terveys",
     "children": [
{"name": "Itsetunto", "x":450, "y":262, "size": 1, "info": "Itsetunto tarkoittaa henkilön omaa arvonantoa ja käsitystä itsestään, ja se voi vaikuttaa henkilön elämään monilla eri tavoilla. Kun henkilöllä on vahva itsetunto, hänellä on yleensä positiivinen mielikuva itsestään ja hän luottaa omiin kykyihinsä. Tämä voi auttaa henkilöä saavuttamaan tavoitteitaan, käsittelemään haastavia tilanteita ja solmimaan terveitä ihmissuhteita. Toisaalta, kun henkilön itsetunto on heikko, hän voi kokea negatiivisia tunteita ja asettaa itselleen liian korkeita vaatimuksia. Heikko itsetunto voi myös altistaa henkilön masennukselle, ahdistukselle ja riippuvuuksille. On tärkeää kehittää ja ylläpitää vahvaa itsetuntoa, ja tätä voi saavuttaa muun muassa itsensä hyväksymisen, positiivisten ajattelutapojen ja itseluottamuksen parantamisen avulla."},
{"name": "Levollisuus", "x":450, "y":286, "size": 1, "info": "Levollisuus viittaa ihmisen kokemukseen rauhasta, hiljaisuudesta ja tyyneydestä. Se voi olla tunne sisäisestä harmoniasta ja tasapainosta, jossa mielen häiriötekijät on hallittu ja poissa. Levollisuus voi ilmetä esimerkiksi rentoutumisena, luottamuksena, rauhallisina tuntemuksina tai tietoisena läsnäolona nykyhetkessä. Levollisuus voi auttaa ihmistä käsittelemään stressaavia tilanteita ja elämän haasteita paremmin ja se voi myös edistää henkistä ja fyysistä hyvinvointia. Levollisuus voi olla myös tavoiteltava tila, johon yksilö pyrkii esimerkiksi meditaation, rentoutumisharjoitusten, harrastusten tai sosiaalisten suhteiden avulla."},
{"name": "Liikunnallisuus", "x":450, "y":309, "size": 1, "info": "Liikunnallisuus viittaa henkilön kykyyn liikkua ja olla aktiivinen sekä haluun ja motivaatioon liikkua säännöllisesti ja ylläpitää fyysistä kuntoa. Liikunnallisuuteen voi liittyä esimerkiksi liikuntaharrastukset, urheilu tai aktiivinen elämäntapa. Liikunnallisuus voi vaikuttaa positiivisesti fyysiseen terveyteen, kuten kardiovaskulaariseen kuntoon, lihasvoimaan ja -kestävyyteen, kehon koostumukseen, ravintoaineiden aineenvaihduntaan ja unen laatuun. Lisäksi liikunnallisuus voi vaikuttaa myönteisesti henkiseen hyvinvointiin, kuten itsetuntoon, mielialaan ja stressin hallintaan. Liikunnallisuus onkin tärkeä osa terveellistä elämäntapaa ja se voi auttaa vähentämään monia elintapasairauksia. Terveellisen liikunnallisuuden suositukset vaihtelevat iän, sukupuolen ja fyysisen kunnon mukaan, mutta yleisesti suositellaan säännöllistä, monipuolista ja kohtuukuormitteista liikuntaa."},
{"name": "Mielenrauha", "x":450, "y":334, "size": 1, "info": "Mielenrauha viittaa sisäiseen rauhoittuneisuuden ja tasapainon tilaan, jossa mieli ja tunteet ovat hallinnassa ja rauhallisia. Mielenrauha voi olla tilapäinen tai pysyvä, ja se voi ilmetä erilaisina kokemuksina, kuten rentoutumisena, hiljentymisenä, keskittymisenä tai meditaationa. Mielenrauha voi auttaa ihmistä käsittelemään stressiä, pelkoja ja ahdistusta sekä parantaa hyvinvointia ja elämänlaatua. Mielenrauha voi olla myös henkistä turvallisuutta, joka auttaa ihmistä kohtaamaan haastavia tilanteita ja elämänmuutoksia."},
{"name": "Mielenterveys", "x":450, "y":184, "size": 1, "info": "Mielenterveys tarkoittaa henkilön emotionaalista, psyykkistä ja sosiaalista hyvinvointia. Hyvä mielenterveys tarkoittaa sitä, että henkilö pystyy käsittelemään elämän haasteita, tunnistamaan ja hallitsemaan tunteitaan, ylläpitämään terveitä ihmissuhteita ja osallistumaan aktiivisesti yhteiskunnassa. Mielenterveysongelmat voivat puolestaan vaikuttaa haitallisesti henkilön psyykkiseen hyvinvointiin ja vaikuttaa hänen kykyynsä selviytyä arjen haasteista. Mielenterveysongelmat voivat ilmetä moninaisina oireina, kuten masennuksena, ahdistuksena, pelkoina, käyttäytymisongelmina ja psykoosisairauksina. Mielenterveyspalveluita, kuten terapiaa, lääkitystä ja kuntoutusta, on saatavilla auttamaan ihmisiä mielenterveysongelmien hoidossa ja ennaltaehkäisyssä. Myös sosiaalinen tuki, terveiden elämäntapojen noudattaminen ja stressin hallinta voivat edistää mielenterveyttä ja hyvinvointia."},
{"name": "Raittius", "x":450, "y":357, "size": 1, "info": "Raittiudella tarkoitetaan tässä yhteydessä elämäntapaa, jossa henkilö välttää riippuvuutta aiheuttavien aineiden käyttöä, kuten päihteitä. Päihteet voivat tarkoittaa alkoholin ja tupakan lisäksi muita hallusinogeenisiä aineita tai lääkkeitä, joita käytetään muuhun kuin hoitotarkoituksiin. Raittius voi edistää henkilön fyysistä ja henkistä hyvinvointia sekä vahvistaa yhteisöllisyyden tunnetta ja itsetuntoa. Raittius voi olla yksilöllinen valinta, joka perustuu terveydellisiin, eettisiin, uskonnollisiin tai henkilökohtaisiin syihin. Raittius voi myös olla osa riippuvuudesta toipumista. Henkilöt, jotka ovat kokeneet päihderiippuvuuden, voivat valita päihteettömyyden toipumisen tueksi ja välttää tilanteita, joissa heillä olisi houkutus käyttää päihteitä. Raittius voi auttaa heitä ylläpitämään kunnollista elämää ja välttämään uusiutumista."},
{"name": "Rauhallisuus", "x":450, "y":209, "size": 1, "info": "Rauhallisuus viittaa yleensä tilaan, jossa henkilöllä on tietty sisäinen levollisuus, mielenrauha ja tasapaino. Rauhallisuus voi ilmetä eri tilanteissa ja paikoissa, kuten vaikkapa työympäristössä tai kotona. Rauhallisuus voi auttaa ihmistä käsittelemään stressiä ja vähentää negatiivisia tunteita, kuten ahdistusta ja pelkoa. Rauhallisuus voi myös auttaa henkilöä ajattelemaan selkeämmin, rauhoittaa mieltä ja parantaa keskittymistä. Rauhallisuus on usein myös arvostettu ominaisuus vuorovaikutustilanteissa, sillä se voi lisätä luottamusta ja auttaa säilyttämään parempia sosiaalisia suhteita toisiin ihmisiin."},
{"name": "Stressinhallinta", "x":450, "y":235, "size": 1, "info": "Stressinhallinta tarkoittaa erilaisten menetelmien ja keinojen käyttämistä stressin hallitsemiseksi ja lievittämiseksi. Stressinhallinnan tavoitteena on vähentää stressin vaikutuksia elämään ja terveyteen sekä parantaa elämänlaatua. Stressinhallinnan keinoja voivat olla esimerkiksi liikunta, rentoutuminen ja meditaatio, sosiaalisten suhteiden ylläpitäminen ja terveellisten elämäntapojen noudattaminen. Stressinhallintakeinot voivat vaihdella yksilöllisesti ja tulisi valita henkilökohtaisten tarpeiden ja mieltymysten mukaan. Stressinhallintataitoja voi opetella ja kehittää, ja niitä voi hyödyntää eri tilanteissa, kuten töissä, opiskelussa ja arjen stressitilanteissa."},
{"name": "Terveellisyys", "x":450, "y":381, "size": 1, "info": "Terveellisyys viittaa yleensä ruokavalioon, elintapoihin tai ympäristöön, jotka edistävät ihmisen fyysistä ja henkistä hyvinvointia. Terveellinen ruokavalio sisältää monipuolisesti ravintoaineita ja välttää esimerkiksi sokeria ja tyydyttyneitä rasvoja. Terveellisiin elintapoihin kuuluvat esimerkiksi riittävä uni, säännöllinen liikunta ja stressin hallinta. Terveet elinympäristöt, kuten puhtaat sisätilat ja terveelliset asumisolosuhteet ovat myös tärkeä osa terveellisyyttä."}
     ]
    },
    {
     "name": "Toimintakyky",
     "children": [ 
      {"name": "Aktiivisuus", "x":600, "y":335, "size": 1, "info": "Aktiivisuus tarkoittaa liikettä, toimintaa tai energisyyttä, joka ilmenee fyysisenä, intellektuaalisena tai muuna toimintana. Fyysinen aktiivisuus voi tarkoittaa energistä liikuntaa tai päivittäisen aktiivisuuden lisäämistä, kun taas intellektuaalinen aktiivisuus tarkoittaa esimerkiksi haasteellisten tehtävien suorittamista tai uuden oppimista. Aktiivisuus voi olla tärkeä osa terveellistä elämäntapaa, sillä se voi edistää fyysistä hyvinvointia, mielenterveyttä ja elinvoimaa. Aktiivisuutta voi ilmaista myös sosiaalisessa kontekstissa, jossa se voi tarkoittaa osallistumista yhteisöllisiin toimintoihin, keskusteluihin tai tapahtumiin."},
{"name": "Arjenhallinta", "x":600, "y":360, "size": 1, "info": "Arjenhallinta tarkoittaa kykyä hallita jokapäiväistä elämää ja suoriutua päivittäisistä askareista tavoitteellisesti ja tehokkaasti. Arjenhallintaan liittyy esimerkiksi ajankäytön ja rutiinien hallinta, kotitaloustyöt, ruoanlaitto, talousasiat ja henkilökohtaisen hygienian ylläpitäminen, ja se liittyy usein myös työssäkäyntiin ja vapaa-ajan aktiviteetteihin. Arjenhallintaan liittyy myös taito selvitä arjen tuomista haasteista ja stressitilanteista. Hyvä arjenhallinta edesauttaa mielekästä ja tasapainoista elämää ja parantaa elämänlaatua."},
{"name": "Energisyys", "x":600, "y":385, "size": 1, "info": "Energisyys tarkoittaa yleisesti voimaa ja eloisuutta, joka ilmenee esimerkiksi aktiivisuutena, innokkuutena ja elinvoimana. Energisyys voi viitata fyysiseen energisyyteen, joka ilmenee esimerkiksi liikunnan avulla tai terveellisellä elämäntavalla. Se voi myös liittyä henkiseen energisyyteen, joka ilmenee esimerkiksi intohimona, luovuutena ja motivaationa. Energisyys voi auttaa ihmisiä suorittamaan tehtäviä tehokkaammin ja tuntemaan olonsa terveemmäksi ja positiivisemmaksi. Se voi myös auttaa ihmisiä selviytymään stressistä ja vastoinkäymisistä, ja parantaa ihmisten hyvinvointia ja elämänlaatua. Energisyyttä voidaan ylläpitää esimerkiksi liikunnan, terveellisen ruokavalion, riittävän lepoajan ja positiivisen ajattelun avulla."},
{"name": "Esteettömyys", "x":600, "y":410, "size": 1, "info": "Esteettömyys tarkoittaa henkilön kykyä ja mahdollisuutta liikkua ja käyttää erilaisia ympäristöjä, rakennuksia, liikennemuotoja ja palveluita ilman rajoituksia tai esteitä, jotka voivat johtua henkilön vammasta tai rajoitteesta. Esteettömyys voi sisältää esimerkiksi ramppeja, hissejä, laajennettuja oviaukkoja, pistekirjoitusta, esteetöntä videota, ääniohjausta ja muita apuvälineitä, jotka auttavat henkilöä liikkumaan ja osallistumaan yhteiskunnan toimintoihin ja palveluihin. Esteettömyyden tavoitteena on varmistaa, että henkilö pystyy käyttämään tiloja ja palveluita itsenäisesti ja yhdenvertaisesti muiden kanssa."},
{"name": "Jaksavuus", "x":600, "y":435, "size": 1, "info": "Jaksavuus liittyy kykyyn ylläpitää energiaa, kestävyyttä ja motivaatiota tehdä fyysisiä, henkisiä tai emotionaalisia toimia tai suorituksia. Se kuvaa kykyä selvitä vastoinkäymisistä, stressistä ja haasteista pitkäjänteisesti ja tehokkaasti. Jaksavuus voi ilmetä eri elämänalueilla, kuten fyysisessä suorituskyvyssä, työssä, opiskelussa tai henkisessä hyvinvoinnissa. Riittävä jaksaminen vaikuttaa positiivisesti moniin elämänalueisiin. Tärkeimpänä se vaikuttaa fyysiseen terveyteen ja energiatasoihin. Hyvinvoiva keho jaksaa paremmin, kestää rasitusta ja sairastumisen riski pienenee. Lisäksi hyvä jaksaminen auttaa ylläpitämään mielialaa ja hyvää henkistä vireyttä. Se parantaa keskittymistä, muistia sekä luovuutta ja auttaa tekemään parempia päätöksiä."},
{"name": "Kestävyys", "x":600, "y":460, "size": 1, "info": "Kestävyys tarkoittaa kykyä säilyä ja kestää kovia olosuhteita tai vastoinkäymisiä. Esimerkiksi kestävyys voi liittyä ympäristönsuojeluun ja kestävän kehityksen periaatteisiin, joissa pyritään vähentämään ympäristöön kohdistuvia haitallisia vaikutuksia ja säilyttämään luonnonvarat tuleville sukupolville. Kestävyys voi myös liittyä urheiluun ja liikuntaan, jossa sillä tarkoitetaan kehon kestävyyttä ja hyvää kuntoa. Kestävyys voi auttaa ihmistä selviytymään haastavista tilanteista ja saavuttamaan tavoitteitaan. "},
{"name": "Liikkuvuus", "x":600, "y":485, "size": 1, "info": "Liikkuvuus tarkoittaa henkilön kykyä ja mahdollisuutta liikkua paikasta toiseen omilla henkilökohtaisilla tavoillaan, kuten kävellen, pyöräillen, juosten tai ajamalla esimerkiksi omaa autoa tai moottoripyörää. Liikkuvuuteen liittyvät myös liikenneturvallisuus, liikennesäännöt ja ympäristötietoisuus. Henkilökohtainen liikkuvuus on tärkeää kaikille ihmisille, koska se mahdollistaa heille itsenäisen liikkumisen ja osallistumisen erilaisiin aktiviteetteihin tai tapahtumiin. Lisäksi liikkuvuuden edistäminen voi tukea yhteiskunnan tavoitteita, kuten terveys, ympäristön kestävyys ja taloudellinen tehokkuus."},
{"name": "Omatoimisuus", "x":600, "y":510, "size": 1, "info": "Omatoimisuus tarkoittaa henkilön kykyä ja halua toimia itsenäisesti ja ottaa vastuuta omasta elämästään ja tekemisistään. Omatoiminen ihminen osaa suunnitella, järjestellä ja toteuttaa asioita itsenäisesti ilman liiallista ohjausta tai tukea. Hän myös kykenee ratkaisemaan ongelmia ja kohtaamaan erilaisia haasteita itsenäisesti. Omatoimisuuden kehittäminen on tärkeää yksilön kasvun ja kehityksen kannalta, ja omatoimisuus onkin suotavaa erityisesti kasvatuksen näkökulmasta. Omatoimisia ihmisiä arvostetaan yhteiskunnassa, koska he pystyvät toimimaan itsenäisesti ja antamaan panoksensa työelämässä ja yhteiskunnassa."},
{"name": "Tukiverkostot", "x":725, "y":340, "size": 1, "info": "Tukiverkostot ovat henkilön ympärillä olevia ihmisiä, verkostoja ja resursseja, jotka tarjoavat tukea, apua ja turvaa haastavissa tilanteissa. Tukiverkostot voivat koostua esimerkiksi perheestä, ystävistä, naapureista ja ammattilaisista, kuten terveydenhuollon henkilökunnasta tai sosiaalityöntekijöistä. Tukiverkostot voivat auttaa henkilöä selviytymään erilaisista elämäntilanteista, kuten sairauden, elämänmuutosten tai taloudellisen vaikeuden aikana. Tukiverkostot voivat olla tärkeitä myös henkilön psyykkisen ja emotionaalisen hyvinvoinnin kannalta, koska ne voivat auttaa ylläpitämään sosiaalisia suhteita ja ehkäisemään yksinäisyyttä."}
     ]
    }
   ]
  },
  {
   "name": "Tulevaisuus",
   "children": [
    {
     "name": "Tavoitteet",
     "children": [
      {"name": "Haasteellisuus", "x":725, "y":425, "size": 1, "info": "Haasteellisuus tarkoittaa jotakin, joka on vaikea tai hankala saavuttaa tai suorittaa. Se voi liittyä esimerkiksi taitojen tai resurssien puutteeseen, monimutkaisuuteen tai epävarmuuteen. Haasteellisuus voi ilmetä monilla eri alueilla, kuten työssä, opiskelussa tai henkilökohtaisessa elämässä. Haasteellisuus voi myös olla positiivinen asia, sillä haasteiden kautta henkilö voi kehittää taitojaan ja oppia uutta. Haasteellisuuden selittäminen voi auttaa ymmärtämään miksi jokin asia on vaikea tai haastava ja auttaa kehittämään strategioita tai ratkaisuja sen ylittämiseksi. Jokainen henkilö voi kokea haasteellisuuden eri tavalla ja eri tilanteissa, joten haasteisiin vastaaminen vaatii usein yksilöllistä lähestymistapaa."},
{"name": "Kärsivällisyys", "x":725, "y":450, "size": 1, "info": "Kärsivällisyys tarkoittaa kykyä odottaa ja kestää vaikeita tilanteita tai epävarmuutta ilman turhautumista tai ärtyneisyyttä. Kärsivällinen henkilö pystyy pitämään mielessä tavoitteensa ja arvonsa myös pettymyksen tai vastoinkäymisen kohdatessa, ja etsii ratkaisuja haasteiden ylittämiseksi. Kärsivällisyys on tärkeä osa positiivista ajattelutapaa, sillä se auttaa henkilöä säilyttämään levollisen mielen ja luottamuksen tulevaisuuteen myös vaikeissa tilanteissa. Kärsivällisyyttä voi harjoitella tietoisesti esimerkiksi meditaation tai mindfulness-harjoitusten avulla tai pohtimalla omia reaktioitaan erilaisissa tilanteissa."},
{"name": "Päämäärätietoisuus", "x":725, "y":500, "size": 1, "info": "Päämäärätietoisuus tarkoittaa henkilön tai organisaation keskittymistä tavoitteiden saavuttamiseen. Se sisältää suunnitelmallisuutta, motivaatiota ja järjestelmällisyyttä tavoitteiden asettamisessa ja niiden saavuttamisessa. Päämäärätietoinen henkilö tai organisaatio pyrkii saavuttamaan asiat tehokkaasti ja tietoisesti kohti päämäärää, ja on valmis tekemään tarvittavat toimenpiteet tavoitteiden saavuttamiseksi, vaikka se vaatisi aikaa ja vaivaa. Päämäärätietoisuus on tärkeä ominaisuus menestyksen saavuttamisessa, koska se auttaa henkilöä tai organisaatiota keskittymään olennaiseen ja pysymään motivoituneena tavoitteiden saavuttamisessa."},
{"name": "Pitkäjännitteisyys", "x":725, "y":525, "size": 1, "info": "Pitkäjännitteisyys tarkoittaa kykyä keskittyä pitkäjänteisesti tavoitteisiin ja sitoutumista niiden saavuttamiseen, vaikka se vaatisi aikaa ja kärsivällisyyttä. Se on usein tärkeä ominaisuus menestyksen saavuttamisessa, sillä se auttaa henkilöä pysymään motivoituneena ja sitoutuneena tavoitteiden saavuttamiseen myös vaikeina aikoina. Pitkäjännitteisyyttä voidaan kehittää ja parantaa harjoittelemalla itsekuria, asettamalla realistisia ja saavutettavissa olevia tavoitteita sekä hajottamalla suuret tavoitteet pienempiin osatavoitteisiin, jolloin niiden saavuttaminen tuntuu helpommalta ja motivoi jatkamaan eteenpäin."},
{"name": "Realistisuus", "x":725, "y":550, "size": 1, "info": "Realistisuus tarkoittaa sitä, että asetettujen tavoitteiden saavuttaminen on mahdollista ja realistinen. Realistisuus huomioi olemassa olevat resurssit ja mahdollisuudet tavoitteiden saavuttamiseen. Tavoitteiden asettamisessa on tärkeää ottaa huomioon myös mahdolliset esteet tai haasteet ja arvioida tavoitteiden saavuttamisen mahdollisuudet realistisesti niiden perusteella. Asettamalla realistisia tavoitteita voidaan motivoida itseä ja muita tavoitteiden saavuttamiseen, kun tiedetään, että tavoitteiden saavuttaminen on mahdollista, ja joskus jopa helppo saavuttaa."},
{"name": "Sitkeys", "x":503, "y":600, "size": 1, "info": "Sitkeys tarkoittaa yksilön kykyä ja halua jaksaa ja kestää raskaita tai haastavia tilanteita ja ylittää vaikeudet kohti päämääräänsä. Sitkeys sisältää sisua, periksiantamattomuutta, ja halua pitää yllä motivaatiota silloinkin, kun asiat eivät suju suunnitellusti. Sitkeys liittyy myös yksilön luottamukseen ja uskoon omaan kykyynsä selviytyä haasteista sekä haluun saavuttaa tavoitteitaan vaikka tie olisikin kivinen ja pitkä. Sitkeys voi olla tärkeä tekijä henkilön menestyksessä niin henkilökohtaisella kuin ammatillisella alalla."},
{"name": "Tahto", "x":725, "y":625, "size": 1, "info": "Tahto tarkoittaa henkilön tarkoituksellista pyrkimystä ja tahtomustaan saavuttaa jotain tavoitetta. Se on henkilön aktiivista päätöksentekoa, joka ohjaa hänen toimintaansa kohti haluttua päämäärää. Tahto voi olla kytköksissä motivaatioon, joka saa henkilön haluamaan muutosta tai johonkin tiettyyn tavoitteeseen pyrkimistä.  Ihmisillä on erilaisia tahtomuksia, jotka voivat johtua esimerkiksi henkilön arvoista, tarpeista, haluista, tai uskomuksista. Tahto voi olla myös vahva tarve saavuttaa jotain, jonka eteen on valmis tekemään uhrauksia. Tahto on tärkeä ominaisuus ihmisen toiminnassa ja sen avulla ihminen saavuttaa tavoitteitaan ja kasvaa henkilökohtaisesti."},
{"name": "Tarkoitus", "x":725, "y":650, "size": 1, "info": "Tarkoitus tarkoittaa jonkin asian tai toiminnan päämäärää tai tarkoitusta. Se voi olla henkilökohtainen tai yleisempi tavoite, jonka avulla pyritään saavuttamaan jotain merkityksellistä tai tärkeää. Tarkoitus voi liittyä esimerkiksi ihmisen elämän tarkoitukseen, uran valintaan, harrastuksiin tai yksittäisiin päätöksiin. Tarkoitus voi auttaa ihmistä löytämään merkityksellisyyden ja suunnan elämälleen sekä motivoi häntä toimimaan kohti haluttua päämäärää."},
{"name": "Tavoitteellisuus", "x":725, "y":675, "size": 1, "info": "Tavoitteellisuus viittaa henkilön tai organisaation kykyyn määritellä ja saavuttaa tiettyjä päämääriä tai tavoitteita. Tavoitteellinen henkilö osaa suunnitella tavoitteidensa saavuttamista ja toimii määrätietoisesti niitä kohti. Tavoitteellisuus on tärkeä ominaisuus niin henkilökohtaisessa elämässä kuin työelämässäkin, sillä se auttaa henkilöä saavuttamaan haluamiaan tuloksia ja kehittymään. Tavoitteellisuus auttaa henkilöä myös pysymään motivoituneena ja sitoutuneena tavoitteidensa saavuttamiseen, sillä saavutetut pienetkin edistysaskeleet voivat vahvistaa henkilön motivaatiota jatkaa kohti yhä suurempia tavoitteita. Tavoitteellisuus voi liittyä useisiin tekijöihin, kuten suunnittelukykyyn, aloitteellisuuteen, järjestelmällisyyteen ja keskittymiskykyyn. Tavoitteellisuuden saavuttamiseksi on usein tarpeellista myös asettaa realistisia, konkreettisia ja mitattavia tavoitteita ja kehittää tavoitteiden saavuttamiseen tarvittavia taitoja ja resursseja."}
     ]
    },
     {
     "name": "Haaveet",
     "children": [
      {"name": "Inspiraatio", "x":725, "y":625, "size": 1, "info": "Inspiroivuus tarkoittaa kykyä herättää innostusta, motivaatiota ja uusia ajatuksia. Inspiroiva henkilö, tapahtuma, teos tai esine voi tuoda iloa, energiaa ja uusia näkökulmia elämään. Inspiroivuus voi tulla esimerkiksi luovuudesta, rohkeuden osoittamisesta, menestyksen saavuttamisesta tai voimakkaasta tunteiden ilmaisusta. Inspiroivuus voi auttaa ihmistä kehittämään itseään, tavoittelemaan uusia unelmia ja saavuttamaan tavoitteita, koska se voi antaa voimaa ja positiivista energiaa."},
{"name": "Intohimo", "x":725, "y":650, "size": 1, "info": "Intohimoisuus tarkoittaa voimakasta, innostunutta ja usein pakkomielteistä suhtautumista johonkin asiaan tai harrastukseen. Intohimo voi olla positiivinen voima, joka kannustaa henkilöä ponnistelemaan ja saavuttamaan tavoitteitaan, mutta toisaalta se voi myös muuttua negatiiviseksi voimaksi, joka estää henkilöä elämästä tasapainoista ja onnellista elämää. Intohimo liittyy usein henkilön identiteettiin ja voi olla tärkeä osa hänen elämänsä merkityksellisyyttä ja iloa. Intohimoisuus esiintyy monilla elämänalueilla, kuten harrastuksissa, uravalinnoissa, ihmissuhteissa ja jopa henkilökohtaisessa kasvussa ja kehityksessä."},
{"name": "Toiveikkuus", "x":725, "y":675, "size": 1, "info": "Toiveikkuus tarkoittaa positiivista asennetta ja uskoa tulevaisuuteen. Se ilmenee optimismiin, luottamukseen ja haluun nähdä hyvää tulevassa. Toiveikkuus voi auttaa henkilöä selviytymään haasteista ja vaikeuksista, sillä se antaa voimaa ja rohkeutta tarttua tilanteisiin ja löytää ratkaisuja. Toiveikas ihminen näkee mahdollisuuksia vaikeuksien sijaan ja pyrkii löytämään positiiviset puolet tilanteesta. Toiveikkuus voi vaikuttaa myönteisesti myös henkilön terveyteen ja hyvinvointiin, sillä se edistää stressinsietokykyä ja parantaa mielialaa. Toiveikkuus ei tarkoita todellisuudesta irtautumista tai vaikeuksien vähättelyä, vaan pikemminkin myönteisten ajatusten ja asenteen ylläpitämistä vaikka tilanne olisi vaikea."},
{"name": "Unelmoivuus", "x":725, "y":700, "size": 1, "info": "Unelmoivuus on henkilön taipumus haaveilla ja kehittää mielikuvituksellisia ideoita ja tavoitteita. Unelmoivat ihmiset voivat olla alttiita pohdiskelevaan ajatteluun ja luovuuteen, ja heillä voi olla kyky nähdä mahdollisuuksia epätavallisissa paikoissa tai tilanteissa. Unelmoivuus voi olla voimavara, joka auttaa henkilöä saavuttamaan tavoitteitaan ja tekemään omasta elämästään itselleen mielekkään. Toisaalta liiallinen unelmoivuus voi kuluttaa aikaa ja energiaa, jos unelmat eivät johda todellisiin toimiin tai käytännön ratkaisuihin. Unelmoivuus voi olla myös osa henkilökohtaista kasvua ja kehitystä, sillä se voi auttaa henkilöä pohtimaan omaa elämäänsä ja arvojaan, ja löytämään tapoja vaikuttaa ympäröivään maailmaan."},
{"name": "Usko", "x":725, "y":725, "size": 1, "info": "Usko tarkoittaa henkilön vahvaa sisäistä vakaumusta tai luottamusta johonkin. Se voi olla yksilön henkilökohtainen kokemus tai vakaumus, esimerkiksi usko jumalaan tai korkeampaan voimaan, ja se voi olla peräisin uskonnollisesta, henkisestä tai kulttuurisesta ympäristöstä. Usko voi tuoda henkilölle lohtua, turvaa ja merkityksellisyyttä elämään, ja auttaa häntä kestämään haasteita tai vastoinkäymisiä. Se voi olla myös tärkeä motivaattori ja ohjata henkilön valintoja ja toimintaa. Usko on subjektiivinen ja henkilökohtainen kokemus, joka voi vaikuttaa ihmisen elämään monin eri tavoin."},
{"name": "Visio", "x":725, "y":750, "size": 1, "info": "Visio tarkoittaa yksilön pitkän aikavälin päämäärää siitä, millaiseksi hän haluaa itsensä tai elämänsä kehittää tulevaisuudessa. Se voi olla esimerkiksi urasuunnitelma tai kuvaus elämäntavoitteista. Henkilökohtainen visio voi auttaa yksilöä keskittymään olennaiseen ja tekemään tietoisia valintoja päämäärän saavuttamiseksi. Se voi myös toimia motivaationa ja innoittajana elämänmuutosten tai haasteiden kohtaamisessa. Henkilökohtainen visio on tärkeä osa henkilökohtaista kehitystä ja kasvua, ja sen avulla yksilö voi määrittää omat arvonsa ja tavoitteensa sekä suunnitella elämäänsä niiden mukaisesti."}
     ]
    },
    {
     "name": "Mahdollisuudet",
     "children": [
	  {"name": "Aloitteellisuus", "x":450, "y":735, "size": 1, "info": "Aloitteellisuus tarkoittaa kykyä toimia aktiivisesti ja omatoimisesti, esimerkiksi tarttua uusiin tilaisuuksiin tai tehdä jotain, joka hyödyttää itseä tai muita ihmisiä. Aloitteellinen henkilö ottaa vastuuta omasta elämästään ja pyrkii tavoittelemaan henkilökohtaisia tavoitteitaan. Aloitteellisuus voi ilmentyä esimerkiksi siten, että henkilö ehdottaa uusia ideoita, ottaa vastaan haasteita tai pyrkii löytämään ratkaisuja ongelmiin. Alkuperäisessä pyynnössä mainittu alkoholittomuus ja aktiivisuus ovat ominaisuuksia, joihin liittyen henkilö voi olla aloitteellinen esimerkiksi liikuntaharrastuksissa, etsiessään uusia mahdollisuuksia tai pyrkiessään kehittämään itseänsä tiettyjen tavoitteiden saavuttamiseksi."},
{"name": "Innostuvuus", "x":450, "y":760, "size": 1, "info": "Innostuvuus tarkoittaa henkilön luontaista taipumusta innostua ja kiinnostua erilaisista asioista ja tilanteista helposti ja nopeasti. Innostuvuus voi ilmetä eri tavoin eri ihmisillä, mutta yleisesti se tarkoittaa henkilön kykyä innostua uusista haasteista, oppia uutta ja löytää uusia tapoja ratkaista ongelmia. Innostuvat ihmiset ovat usein myös luovia ja innovatiivisia, ja heidän kykynsä löytää uusia ratkaisuja voi olla arvokas resurssi työ- ja yksityiselämässä."},
{"name": "Innovatiivisuus", "x":450, "y":785, "size": 1, "info": "Innovatiivisuus tarkoittaa kykyä luoda uusia ja kekseliäitä ideoita sekä hyödyntää niitä esimerkiksi tuotekehityksessä, markkinoinnissa tai ratkaistaessa ongelmia. Innovaatiot voivat olla esimerkiksi uusia tuotteita, palveluita, prosesseja tai liiketoimintamalleja. Innovatiivisuus edellyttää yleensä luovaa ajattelua, avoimuutta uusille ajatuksille ja kykyä nähdä mahdollisuuksia. Innovatiivisuus voi auttaa yrityksiä menestymään markkinoilla, vähentämään kustannuksia tai parantamaan tuottavuutta. Innovatiivisuus voi myös auttaa yhteiskunnassa kehittämään uusia ratkaisuja moniin globaaleihin haasteisiin, kuten ilmastonmuutokseen tai kestävään kehitykseen."},
{"name": "Intuitio", "x":450, "y":810, "size": 1, "info": "Intuitiivisuus viittaa henkilön kykyyn ymmärtää tai tietää asioita välittömästi, ilman tietoista päättelyä tai loogista ajattelua. Intuitiivinen tieto perustuu usein henkilön aikaisempiin kokemuksiin tai sisäiseen tuntemukseen. Intuitiivinen ajattelu voi olla tärkeää esimerkiksi taiteen tekemisessä, ongelmanratkaisussa tai päätöksenteossa. Intuitiivisesti saatuja ideoita ja oivalluksia voidaan myös käyttää luovassa työssä. Intuitiivisuus voi olla myös puolustusmekanismi, jolla henkilö pyrkii suojelemaan itseään tai torjumaan haitallisia vaikutuksia. Intuitiivisuus on eräs tapa, jolla ihminen käyttää tajunnan eri kerroksia hyväkseen ymmärtääkseen ympärillään tapahtuvia asioita syvemmällä tasolla."},
{"name": "Itsevarmuus", "x":450, "y":835, "size": 1, "info": "Itsevarmuus tarkoittaa henkilön kykyä luottaa omaan itseensä ja omiin kykyihinsä. Itsevarmuus voi ilmentyä esimerkiksi rohkeutena ottaa riskejä, luottamuksena omiin päätöksiin ja kykyyn selviytyä haasteista. Itsevarmuus on tärkeä osa positiivista ajattelutapaa, sillä se auttaa henkilöä kehittämään itsensä ja saavuttamaan tavoitteitaan. Itsevarmuus voi kasvaa kokemuksen ja oppimisen myötä, mutta sitä voi myös harjoitella tietoisesti esimerkiksi asettamalla realistisia tavoitteita ja haastamalla itseään pienin askelin kohti niitä. Huomioitavaa on, että itsevarmuus ei tarkoita ylimielisyyttä tai muiden ihmisten aliarvioimista, vaan sen tulisi perustua rehelliseen ja realistiseen arvioon omista kyvyistään."},
{"name": "Luovuus", "x":635, "y":735, "size": 1, "info": "Luovuus tarkoittaa kykyä tuottaa uusia, omaperäisiä ja hyödyllisiä ideoita, ratkaisuja ja teoksia. Luovuus liittyy usein ongelmanratkaisuun ja innovaatioihin, ja se voi ilmentyä esimerkiksi taiteessa, tieteessä, teknologiassa, liike-elämässä ja arkipäivän tilanteissa. Luovuus voi syntyä erilaisissa ympäristöissä ja olosuhteissa, ja sitä voi edistää esimerkiksi monipuolinen koulutus, herkkyys ympäristön muutoksille, avoimuus uusille ideoille ja kokemuksille sekä kyky kyseenalaistaa vakiintuneita käytäntöjä ja ajattelutapoja. Luovuus on tärkeä osa positiivista ajattelutapaa, sillä se voi auttaa löytämään uusia ratkaisuja ja näkökulmia haasteisiin, mikä edistää menestystä ja hyvinvointia."},
{"name": "Oivaltavuus", "x":635, "y":785, "size": 1, "info": "Oivaltavuus tarkoittaa kykyä nähdä asioita uudella tavalla ja keksiä luovia ratkaisuja ongelmiin. Se tarkoittaa henkilön kykyä keksiä uusia ajatuksia ja yhdistellä erilaisia asioita tavalla, joka luo uusia näkökulmia ja mahdollisuuksia. Oivaltavuus on usein sidoksissa luovaan ajatteluun ja se voi auttaa kehittämään uusia ideoita innovaatioiden kehittämiseksi. Oivaltavuus voi esiintyä missä tahansa yhteydessä, kuten tieteissä, taiteessa, suunnittelussa tai liiketoiminnassa. Oivaltava ratkaisu voi olla nopeampi ja tehokkaampi kuin perinteisiin menetelmiin turvautuminen, ja se voi tuoda uutta arvoa ympäröivään maailmaan."},
{"name": "Riskinotto", "x":635, "y":810, "size": 1, "info": "Riskinotto tarkoittaa tietoista ja vapaaehtoista altistumista mahdolliselle menetykselle tai epävarmuudelle tavoiteltaessa parempaa mahdollisuutta saada etua tai hyötyä. Se voi liittyä esimerkiksi sijoittamiseen, liiketoiminnan aloittamiseen, uran valintaan tai henkilökohtaiseen elämään. Riskinotto on yleensä merkittävä osa menestyvien yritysten liiketoimintaa ja sitä voidaan harjoittaa monella eri tasolla. Riskinotto voi johtaa koettuun menestykseen tai epäonnistumiseen ja sen pitkäaikaisvaikutukset voivat olla merkittäviä."},
{"name": "Rohkeus", "x":635, "y":835, "size": 1, "info": "Rohkeus tarkoittaa kykyä selviytyä pelottavista, epävarmoista tai haastavista tilanteista. Se voi ilmetä eri muodoissa ja mittasuhteissa henkilöstä riippuen, mutta yleensä se liittyy haluun toimia pelon yli ja haastaa itsensä. Rohkeus on tärkeä ominaisuus monessa asiassa esimerkiksi työelämässä, parisuhteessa, harrastuksissa tai muissa elämänalueilla, sillä se auttaa yksilöitä selviämään haastavista tilanteista ja menestymään."}
     ]
    },
     {
     "name": "Tiedot",
     "children": [
      {"name": "Älykkyys", "x":550, "y":525, "size": 1, "info": "Älykkyys viittaa yleisesti ottaen kykyyn oppia, ymmärtää, ajatella loogisesti, ratkaista ongelmia ja sopeutua uusiin tilanteisiin. Se on yksilön kognitiivisten kykyjen ja älyllisten resurssien mittari. Älykkyys kattaa monenlaisia ​​älyllisiä taitoja, kuten tiedon käsittelyä, loogista päättelyä, ongelmanratkaisua, oppimiskykyä ja luovuutta. Älykkyys voi ilmetä eri aloilla, kuten laskennallisessa, lingvistisessä, loogisessa, spatiaalisessa tai musikaalisessa älykkyydessä. Älykkyys on moniulotteinen käsite ja sitä voidaan tarkastella eri näkökulmista, kuten älykkyyden mittaamisesta, älykkyyden kehityksestä, älykkyyden periytymisestä ja älykkyypotentin hyödyntämisestä. "},
{"name": "Analyyttisyys", "x":550, "y":550, "size": 1, "info": "Analyyttisyys tarkoittaa kykyä eritellä ja tutkia asioita osiin ja yksityiskohtiin purkamalla ne pienempiin osiin, jolloin voidaan ymmärtää niiden toimintaa ja rakennetta paremmin. Analyyttisessä ajattelussa keskitytään faktoihin ja tutkitaan niitä objektiivisesti ja loogisesti. Analyyttisyys voi olla hyödyllistä monissa eri ammateissa ja tilanteissa, kuten esimerkiksi tieteellisessä työssä, liiketoiminnassa, oikeusjärjestelmässä ja yleisesti päätöksenteossa. Analyyttinen ajattelu voi auttaa ihmisiä hahmottamaan monimutkaisia ongelmia, löytämään ratkaisuja ja tekemään perusteltuja päätöksiä."},
{"name": "Harkitsevuus", "x":550, "y":575, "size": 1, "info": "Harkitsevuus on kykyä ajatella huolellisesti eri vaihtoehtoja ennen päätösten tekemistä. Se liittyy usein harkintakykyyn, itsekontrolliin ja harkitsevaan päätöksentekoon. Harkitsevuutta voidaan käyttää erilaisissa elämäntilanteissa, kuten työpaikan valinnassa tai tärkeiden henkilökohtaisten päätösten tekemisessä. Harkitsevat henkilöt painottavat yleensä arvoja, kuten järkevyyttä, vastuullisuutta ja harkintaa. Harkitsevuus auttaa myös välttämään hätiköityjä päätöksiä, joita voisi myöhemmin katua, ja tarjoaa tilaa mahdollisuuksille tarkastella ongelmaa eri näkökulmista."},
{"name": "Kriittisyys", "x":550, "y":600, "size": 1, "info": "Kriittisyys tarkoittaa tutkivaa ja arvioivaa otetta, jossa tietoa, ajatuksia ja väitteitä tarkastellaan tarkasti ja järkevästi. Kriittisyys voi ilmetä erilaisissa yhteyksissä, kuten esimerkiksi tieteellisessä tutkimuksessa, journalistisessa työssä, arkielämässä ja päätöksenteossa. Kriittisyys voi auttaa havaitsemaan virheitä, väärintulkintoja ja epäloogisuuksia, sekä edistää kehitystä ja parantaa tuloksia. Kriittinen ajattelu edellyttää kykyä kysyä oikeita kysymyksiä, arvioida ja tulkita saatuja tuloksia, sekä tarkistaa oletuksia ja ennakkokäsityksiä."},
{"name": "Loogisuus", "x":550, "y":625, "size": 1, "info": "Loogisuus viittaa johdonmukaiseen ajatteluun ja päättelyyn, joka perustuu selkeisiin ja hyvin harkittuihin oletuksiin ja periaatteisiin. Loogisuus edellyttää syvällistä ymmärrystä ja tietoa käsiteltävästä aiheesta sekä kykyä eritellä asiaa osiin ja käsitellä niitä erikseen. Loogisuus mahdollistaa järkevän päätöksenteon, joissa harkitaan erilaisia vaihtoehtoja ja valitaan paras ja sopivin vaihtoehto perustuen faktoihin ja järkevään harkintaan. Loogisuus on tärkeä taito monilla aloilla kuten tieteen, filosofian, teknologian ja liiketoiminnan alalla, ja se auttaa rakentamaan perusteltuja ja vakuuttavia argumentteja sekä tekemään oikeita päätöksiä."},
{"name": "Omaksuvuus", "x":550, "y":650, "size": 1, "info": "Omaksuvuus tarkoittaa kykyä ottaa vastaan ja omaksua uusia asioita ja ajatuksia. Se viittaa henkilön tai organisaation kykyyn sopeutua uusiin tilanteisiin, oppia uusia taitoja ja muuttua ympäristön vaatimusten mukaan. Omaksuvuus voi olla tärkeä henkilökohtaisen kasvun tai organisaation menestyksen kannalta, sillä se auttaa sopeutumaan nopeasti muutoksiin ja kehittymään jatkuvasti. Omaksuvuutta voidaan kehittää oppimalla uusia taitoja, kehittämällä omaa uteliaisuutta ja avoimuutta uusia asioita kohtaan ja haastamalla omia rajojaan. Omaksuvuus on myös tärkeä ominaisuus monilla aloilla, kuten teknologia- ja terveysaloilla, joissa uudet tiedot ja tekniikat kehittyvät nopeasti ja jatkuvasti."},
{"name": "Päättelykyky", "x":550, "y":675, "size": 1, "info": "Päättelykyky tarkoittaa kykyä päätellä tai päätellä jotain tiettyä asiaa. Se on taito, joka vaatii loogista ajattelua, kykyä ratkaista ongelmia ja päätellä tietoja saavutettavissa olevista tiedoista. Päättelykykyyn liittyy kyky arvioida oikeellisuutta ja pitää mielessä erilaisia olettamuksia, jotka voivat vaikuttaa lopputulokseen. Päättelykyky on tärkeä taito monilla elämänaloilla, kuten liike-elämässä, tutkimuksessa, koulutuksessa ja henkilökohtaisella tasolla. Päättelykykyä voidaan kehittää muun muassa käyttämällä kriittistä ajattelua ja käsittelemällä uutta tietoa järjestelmällisesti ja huolellisesti."},
{"name": "Rationaalisuus", "x":550, "y":700, "size": 1, "info": "Rationaalisuus on kyky ajatella loogisesti, käyttää järkevää päätöksentekoa ja arvioida vaihtoehtoja huolellisesti. Rationaalinen ajattelu perustuu faktoihin, tiedon arviointiin sekä mahdollisimman tarkkaan ja objektiiviseen analyysiin. Se tarkoittaa, että ihmiset pyrkivät tekemään päätöksiä järkevällä tavalla, käyttäen erilaisia tietoja ja analyyseja, ja että he pyrkivät valitsemaan parhaan vaihtoehdon, joka perustuu heidän harkintaansa ja tietoihinsa. Rationaalisuus on tärkeä taito monilla aloilla, kuten liiketoiminnassa, tieteessä ja filosofiassa, ja se auttaa tekemään perusteltuja päätöksiä, joiden taustalla on objektiivinen ja kriittinen ajattelu."},
{"name": "Viisaus", "x":550, "y":725, "size": 1, "info": "Viisaus on kyky ajatella oikein ja tarkoituksenmukaisesti sekä soveltaa tietoa elämän eri tilanteissa. Viisaus voi syntyä elämänkokemuksen, opiskelun, tiedonhankinnan ja henkilökohtaisen kasvun kautta. Se sisältää kyvyn ymmärtää maailmaa ja sen monimutkaisuuksia, tehdä hyviä päätöksiä, tuntea empatiaa muita kohtaan ja oppia virheistä. Viisaus liittyy usein myös moraalisiin ja etiikan kysymyksiin, ja siinä korostuu kyky arvioida toiminnan seurauksia ja vaikutuksia ihmisten ja ympäristön kannalta. Viisaat ihmiset ovat yleensä arvostettuja ja kunnioitettuja yhteisöissä, ja heiltä etsitään usein neuvoja ja ohjausta elämän eri tilanteissa."},
{"name": "Ymmärrys", "x":550, "y":750, "size": 1, "info": "Ymmärrys tarkoittaa kykyä käsittää ja tulkita jotakin asiaa tai ilmiötä. Se sisältää yleensä tiedon ja kokemuksen yhdistämisen sekä kyvyn nähdä asioiden väliset yhteydet. Ymmärrys voi olla monenlaista, esimerkiksi käsitteellistä tai kokemuksellista, ja se voi liittyä eri aloihin, kuten kulttuuriin, tieteeseen tai teknologiaan. Ymmärryksen avulla ihminen pystyy selittämään ja ennakoimaan tapahtumia sekä tekemään päätöksiä. Se on tärkeä osa ihmisen älykkyyttä ja oppimiskykyä."}
           ]
    },
    {
     "name": "Taidot",
     "children": [
{"name": "Huolellisuus", "x":630, "y":450, "size": 1, "info": "Huolellisuus tarkoittaa tarkkaavaisuutta, tarkkuutta ja huomion kiinnittämistä yksityiskohtiin. Huolellisuus voi ilmetä monenlaisissa tilanteissa ja toiminnoissa, kuten päätöksenteossa, työnteossa, viestinnässä ja ihmisten kanssa toimimisessa. Huolellisuus voi auttaa ehkäisemään virheitä, vähentämään riskejä ja parantamaan lopputuloksia. Huolellisuus edellyttää usein keskittymistä ja huomiokyvyn ylläpitämistä, sekä kykyä arvioida riskejä ja mahdollisia seurauksia. Huolellisuus on tärkeä arvo monilla elämänalueilla, kuten työelämässä, ihmissuhteissa ja arkipäivän toiminnoissa."},
{"name": "Itsehillintä", "x":630, "y":475, "size": 1, "info": "Itsehillintä tarkoittaa kykyä hallita ja säädellä omia tunteita, ajatuksia ja käyttäytymistä. Se voi auttaa ihmisiä pysymään rauhallisena ja säilyttämään harkintakykynsä vaikeissa tilanteissa. Itsehillintä on tärkeä taito monilla elämänalueilla, kuten urheilussa, työelämässä ja ihmissuhteissa. Se voi auttaa ihmisiä saavuttamaan tavoitteitaan ja välttämään virheitä, kun he pitävät tunteensa ja ajatuksensa kurissa. Itsehillintää voidaan kehittää muun muassa mielenterveyden hoitokeinoin, kuten mindfulness-harjoituksin, ja harjoittelemalla tietoisesti käyttäytymistä ja reaktioita erilaisissa tilanteissa."},
{"name": "Itseohjautuvuus", "x":630, "y":500, "size": 1, "info": "Itseohjautuvuus tarkoittaa organisaation ominaisuutta, jossa työntekijöillä on suuri itsemääräämisoikeus ja vastuu oman työnsä suunnittelusta, toteuttamisesta ja kehittämisestä. Itseohjautuvuuden ideana on poistaa hierarkkisia rakenteita ja antaa yksilöiden tehdä päätöksiä itseään koskevissa asioissa. Itseohjautuvassa organisaatiossa päätöksenteko on hajautettu, eikä ratkaisut synny ylhäältäpäin johdetusta prosessista. Itseohjautuvuus voi parantaa organisaation joustavuutta, innovatiivisuutta ja työntekijöiden motivaatiota, kun he saavat enemmän vapautta ja vastuuta omasta työstään. Itseohjautuvuus edellyttää yleensä avointa vuorovaikutusta, vahvaa luottamusta ja selkeästi määriteltyjä tavoitteita."},
{"name": "Joustavuus", "x":630, "y":525, "size": 1, "info": "Joustavuus tarkoittaa kykyä sopeutua erilaisiin tilanteisiin ja muutoksiin. Joustava henkilö kykenee sopeutumaan erilaisiin ympäristöihin ja muuttuviin tilanteisiin mukautumalla niihin joustavasti. Joustavuuteen kuuluu myös kyky reagoida nopeasti yllättäviin tilanteisiin, sekä kyky muuttaa omaa asennettaan ja ajatteluaan tarvittaessa. Joustavuus on tärkeä taito monilla elämänalueilla, kuten työpaikoilla, jossa se auttaa sopeutumaan muuttuviin työtehtäviin ja ympäristöihin sekä kehityksessä, jossa se edistää muutosten hyväksymistä ja kasvua. Joustavuus voi myös helpottaa ihmissuhteita, koska joustava henkilö kykenee sopeutumaan erilaisiin ihmistyyppeihin ja kommunikoimaan heidän kanssaan tehokkaasti."},
{"name": "Kehittyvyys", "x":630, "y":550, "size": 1, "info": "Kehittyvyys tarkoittaa henkilön kykyä kehittää itseään ja omaa osaamistaan. Se kuvaa pyrkimystä kasvaa ja kehittyä, oppia uutta ja parantaa omia taitojaan ja kykyjään. Kehittyvyys on tärkeä osa henkilökohtaista kasvua ja hyvinvointia, sillä se auttaa henkilöä saavuttamaan omia tavoitteitaan ja kehittymään urallaan ja elämässään yleensä. Kehittyvä henkilö osaa arvioida omaa osaamistaan ja tunnistaa kehitystarpeitaan sekä etsiä aktiivisesti mahdollisuuksia kehittää itseään ja oppia uutta. Kehittyvyyteen liittyy myös kyky käsitellä epäonnistumisia ja vastoinkäymisiä, sillä niistä voi oppia ja parantaa omia taitojaan. Kehittyvyys on tärkeä aspekti niin yksilön kuin yhteiskunnankin kannalta, sillä se auttaa luomaan kestävästi kasvavaa ja kehittyvää työvoimaa ja yhteiskuntaa."},
{"name": "Oppimishalu", "x":630, "y":575, "size": 1, "info": "Oppimishalu tarkoittaa yksilön taipumusta ja halua oppia ja kehittyä. Se voi ilmentyä esimerkiksi kiinnostuksena uusiin asioihin, haastavien tehtävien ratkaisemiseen, haluna hankkia uusia taitoja tai tietoja ja kehittyä ammatillisesti tai henkilökohtaisesti. Oppimishalu voi olla synnynnäinen taipumus tai sitä voi kehittää ja ylläpitää ympäristön, kuten opiskelupaikan tai työpaikan, kannustavalla ilmapiirillä ja hyvillä koulutusmahdollisuuksilla. Oppimishalun katsotaan olevan tärkeä tekijä henkilön kehittymisessä ja menestymisessä sekä myös työuralla että henkilökohtaisessa elämässä."},
{"name": "Sopeutuvuus", "x":630, "y":600, "size": 1, "info": "Sopeutuvuus tarkoittaa kykyä mukautua ympäristön muutoksiin ja selvitä erilaisissa tilanteissa. Se viittaa henkilön tai organisaation kykyyn sopeutua nopeasti ja tehokkaasti uusiin tilanteisiin ja haasteisiin. Sopeutuvuus on tärkeä ominaisuus niin henkilökohtaisessa elämässä kuin työelämässäkin, sillä se auttaa henkilöä selviytymään muutoksista ja oppimaan uusia taitoja. Sopeutuvuus voi myös auttaa organisaatiota menestymään nopeasti muuttuvissa ja epävarmoissa liiketoimintaympäristöissä. Sopeutuvuus voi liittyä useisiin tekijöihin, kuten joustavuuteen, oppimiskykyyn, luovuuteen, itsehillintään ja stressinsietokykyyn. Sopiva määrä sopeutuvuutta on tärkeää, sillä liiallinen sopeutuvuus voi myös altistaa henkilön stressille ja uupumukselle."},
{"name": "Uppoutuminen", "x":630, "y":625, "size": 1, "info": "Uppoutuminen tarkoittaa henkilön voimakasta keskittymistä ja uppoutumista johonkin tekemiseen tai kokemukseen niin, että henkilö unohtaa ajan ja paikan tajunsa. Se voi tapahtua esimerkiksi silloin, kun henkilö uppoutuu intensiivisesti jonkin harrastuksen, tehtävän tai luovan projektin pariin. Uppoutuminen voi olla myös osa flow-kokemusta, joka kuvaa tilaa, jossa henkilö on täysin läsnä ja keskittynyt tekemiseen, joten hänen kokemansa mielihyvä ja suoritustaso nousevat. Uppoutuminen voi tuoda ihmiselle mielihyvää ja antaa hänelle mahdollisuuden elää hetkessä sekä kehittää omia henkilökohtaisia taitojaan ja osaamistaan."},
{"name": "Uteliaisuus", "x":630, "y":650, "size": 1, "info": "Uteliaisuus tarkoittaa ihmisen halua oppia uutta, tutkia, kysellä ja tuntea kiinnostusta maailmaa kohtaan. Se on piirre, joka ilmenee erilaisissa konteksteissa, kuten oppimisessa, tutkimuksessa, innovatiivisuudessa ja kehittämisessä. Uteliaisuus voi auttaa meitä ymmärtämään maailmaa paremmin ja haastamaan olemassa olevia tapoja ajatella ja toimia. Se voi myös auttaa meitä kehittämään uusia ideoita ja ratkaisuja ongelmiin. Uteliaisuus on luonnollinen ominaisuus kaikilla ihmisillä, mutta sen ilmaisutapa ja voimakkuus vaihtelevat henkilöittäin. Se on tärkeä piirre elinikäisessä oppimisessa ja henkilökohtaisessa kehittymisessä."}
     ]
    }, 
    {
     "name": "Kyvyt",
     "children": [
{"name": "Menestyvyys", "x":450, "y":450, "size": 1, "info": "Menestyvyys viittaa yleensä siihen, miten hyvin jokin henkilö, organisaatio tai tuote menestyy eli saavuttaa asetetut tavoitteensa tai tulokset. Menestyvyys voidaan mitata esimerkiksi myyntilukujen, taloudellisen suorituskyvyn tai asiakastyytyväisyyden perusteella. Menestyvä henkilö tai organisaatio on usein onnistunut kehittämään itsensä tai toimintansa sellaiseksi, että he pystyvät tuottamaan haluttua hyötyä tai arvoa ympäristölleen. Menestyvyys voi liittyä moniin eri elämänalueisiin, kuten työelämään, urheiluun, taiteeseen ja yhteiskuntaan. Menestyvyys voi olla yksilön tai organisaation tavoitteena, ja sen saavuttamiseksi tarvitaan usein tiettyjä kykyjä, resursseja ja ominaisuuksia, kuten innovatiivisuutta, kestävyyttä, näkemystä, valmistautumista ja sitkeyttä."},
{"name": "Motivaatio", "x":450, "y":475, "size": 1, "info": "Motivaatio tarkoittaa henkilön sisäistä halua ja ponnistuksia päästä tavoitteeseensa tai saavuttaa jotain haluttua lopputulosta. Se voi olla taustalla esimerkiksi ihmisen oppimisessa, suorituskyvyssä, työssä, harrastuksissa tai arkipäivän päätöksenteossa. Motivaation taustalla voi olla monia tekijöitä, kuten henkilön arvot, tavoitteet, ympäristötekijät, tunteet ja yksilön persoonallisuus. Onnistuminen ja positiiviset kokemukset voivat vahvistaa motivaatiota, kun taas epäonnistuminen ja pettymykset voivat heikentää sitä. Motivaatiota voidaan ylläpitää ja parantaa esimerkiksi palkitsemalla, antamalla palautetta ja luomalla toimivaa ympäristöä, joka tukee henkilön tavoitteiden saavuttamista."},
{"name": "Oma-aloitteisuus", "x":450, "y":500, "size": 1, "info": "Oma-aloitteisuus tarkoittaa henkilön kykyä olla aktiivinen ja aloitteellinen omassa elämässään. Oma-aloitteinen henkilö ei odota muiden antavan hänelle ohjeita tai kertovan, mitä häneltä odotetaan, vaan tekee asioita itsestään käsin ja menee rohkeasti eteenpäin kohti omia tavoitteitaan. Oma-aloitteisuus on tärkeä ominaisuus niin työelämässä kuin henkilökohtaisessa elämässäkin, sillä se auttaa henkilöä saavuttamaan tavoitteitaan ja menestymään paremmin. Oma-aloitteinen henkilö tarttuu tilaisuuksiin, osallistuu aktiivisesti keskusteluihin ja on valmis keksimään uusia ratkaisuja haasteellisiin tilanteisiin. Oma-aloitteisuus voi myös auttaa ihmistä kehittämään itseään ja oppimaan uusia taitoja."},
{"name": "Oppimiskyky", "x":450, "y":550, "size": 1, "info": "Oppimiskyky tarkoittaa henkilön kykyä omaksua uusia tietoja, taitoja ja käsitteitä ja soveltaa niitä käytäntöön. Oppimiskyvyn avulla henkilö oppii uusia asioita helpommin ja nopeammin. Oppimiskykyyn vaikuttavat monet tekijät, kuten henkilön kognitiiviset taidot, motivaatio, oppimisvalmiudet, opiskelutekniikat ja aivotoiminta. Oppimiskyky on tärkeä elementti henkilökohtaisessa kehittymisessä, ammatillisessa menestyksessä ja elämänlaadussa yleisesti. Oppimiskykyä voi parantaa esimerkiksi opiskelemalla tehokkaasti, harjoittelemalla aktiivista kuuntelua ja keskittymistä, kehittämällä muistia sekä hakemalla tietoa useista eri lähteistä."},
{"name": "Päätöksenteko", "x":450, "y":575, "size": 1, "info": "Päätöksenteko tarkoittaa kykyä tehdä hyvin harkittuja ja tehokkaita päätöksiä erilaisissa tilanteissa. Päätöksentekokykyinen henkilö kykenee arvioimaan tietonsa ja harkitsemaan huolellisesti eri vaihtoehtoja ennen päätöksen tekemistä. Lisäksi päätöksentekokykyinen henkilö on usein tietoinen oman mielen sisällöstä ja siitä, kuinka se voi vaikuttaa päätöksentekoon. Päätöksentekokykyisyys voi riippua monista tekijöistä, kuten kokemuksesta, tiedoista, käytettävissä olevasta ajasta ja päätöksentekoon liittyvästä paineesta. Päätöksentekokykyisyys on tärkeä osa positiivista ajattelutapaa, sillä se voi auttaa tekemään oikeanlaisia päätöksiä ja siirtymään eteenpäin kohti tavoitteita ja menestystä."},
{"name": "Pystyvyys", "x":450, "y":600, "size": 1, "info": "Pystyvyys liittyy henkilön kykyyn suoriutua tietyistä tehtävistä tai saavuttaa tavoitteita. Se on henkilön uskoa omiin kykyihinsä suoriutua tietyistä haasteista tai tehtävistä. Pystyvyys voi vaikuttaa henkilön toimintaan ja motivaatioon erityisesti silloin, kun henkilö kohtaa haasteita tai vastoinkäymisiä. Kun henkilöllä on vahva pystyvyysusko, hän uskoo omiin kykyihinsä ratkaista ongelmia ja selviytyä haasteista, mikä voi edistää hänen suoriutumistaan ja hyvinvointiaan. Pystyvyysusko voi myös vaikuttaa siihen, miten henkilö asennoituu tuleviin tilanteisiin ja haasteisiin sekä jaksaa yrittää ja kehittyä pitkäjänteisesti. Pystyvyys on tärkeä käsite esimerkiksi psykologiassa ja mm. koulutuksen ja uranvalinnan yhteydessä."},
{"name": "Selkeys", "x":450, "y":625, "size": 1, "info": "Selkeys tarkoittaa yksilön kykyä olla selvillä omista arvoistaan, motivaatioistaan, tavoitteistaan ja rajoistaan. Tämä selkeys auttaa yksilöä tekemään valintoja, jotka perustuvat omiin tarpeisiin ja haluihin, mikä voi edistää henkilökohtaista kasvua ja hyvinvointia. Selkeys vaatii tarkastelua ja itsetutkiskelua useissa eri elämänalueissa, kuten ura, terveys, ihmissuhteet ja harrastukset. Yksilö, joka tuntee itsensä selkeästi, voi myös kommunikoida paremmin muiden kanssa ja on paremmin varautunut kohtaamaan haasteita ja muutoksia elämässään."},
{"name": "Sisukkuus", "x":450, "y":650, "size": 1, "info": "Sisukkuus tarkoittaa henkilön sitkeyttä ja kykyä jatkaa eteenpäin haasteista huolimatta. Se viittaa siihen, että henkilö pitää kiinni tavoitteistaan ja haluaa saavuttaa ne, vaikka matkan varrella tulisi vastaan vaikeuksia ja vastoinkäymisiä. Sisukkaalla ihmisellä on vahva psyykkinen asenne ja hän pystyy selviämään tilanteista, joissa toiset saattaisivat antaa periksi. Sisukkuus voi auttaa henkilöä saavuttamaan tavoitteitaan, kehittymään ja menestymään, mutta liiallinen sisukkuus voi myös johtaa uupumiseen tai liialliseen stressiin. Sisukkuus liittyy läheisesti käsitteisiin kuten sitkeys, kestävyys, sinnikkyys ja periksi antamattomuus. Sisukkuus voi olla tärkeä ominaisuus niin henkilökohtaisessa elämässä kuin työelämässäkin."},
{"name": "Taitavuus", "x":450, "y":675, "size": 1, "info": "Taitavuus viittaa henkilön tai organisaation kykyyn suorittaa tietyt tehtävät tai hallita tiettyjä taitoja tai tietoja sujuvasti ja tehokkaasti. Se liittyy usein kokemukseen, harjoitteluun, koulutukseen ja muiden tekijöiden yhdistelmään. Taitavuus voi ilmetä monella eri tavalla, kuten ammatillisesti, taiteellisesti tai urheilullisesti. Taitavat henkilöt voivat suorittaa monimutkaisia tehtäviä tehokkaasti ja nopeasti tai kehittää innovatiivisia ratkaisuja haasteellisiin ongelmiin. Taitavuus voi kehittyä myös tahdonvoiman, joustavuuden, luovuuden ja muiden henkilökohtaisten ominaisuuksien kautta. Taitavuus voi auttaa yksilöä saavuttamaan tavoitteitaan ja menestymään urallaan tai harrastuksissaan."},
{"name": "Tarkkuus", "x":450, "y":700, "size": 1, "info": "Tarkkuus viittaa kykyyn mitata, havaita tai ilmaista jotakin tarkasti ja oikein. Tarkkuudella voidaan tarkoittaa esimerkiksi mittauslaitteen kykyä näyttää tulokset tarkasti, tuotteen valmistusprosessin tarkkuutta, ohjelmiston tarkkuutta tai tietojen tarkkuutta. Tarkkuus on tärkeä ominaisuus monilla aloilla, kuten tieteessä, teknologiassa, lääketieteessä, ilmailussa ja elintarviketeollisuudessa. Hyvä tarkkuus voi tarkoittaa parempia tuloksia, tarkempia suunnitelmia ja parantunutta laatua. Tarkkuus voi olla myös tärkeä virheiden välttämisessä ja turvallisuuden varmistamisessa."}
     ]
    }
   ]
  }, 
  {
   "name": "Ajanhallinta",
   "children": [
    {
     "name": "Työ",
     "children": [
      {"name": "Aikaansaavuus", "x":340, "y":500, "size": 1, "info": "Aikaansaavuus tarkoittaa kykyä saavuttaa konkreettisia tuloksia ja saada aikaan asioita. Se ilmenee haluna ja taitona käyttää aikaa tehokkaasti sekä valmiutena ryhtyä toimeen ja tehdä tarvittavat asiat. Aikaansaavuus on tärkeä piirre niin yksilön henkilökohtaisessa elämässä kuin työelämässä. Aikaansaava henkilö yleensä pystyy suoriutumaan työtehtävistään paremmin ja nopeammin kuin henkilö, jolta puuttuu aikaansaavuutta. Hän pystyy myös paremmin hallitsemaan aikaa ja priorisoimaan tehtäviä. Aikaansaavuus vaatii kykyä keskittyä olennaiseen ja tavoitteellisuutta. Sitä voi kehittää mm. suunnittelemalla päivänsä etukäteen ja järjestämällä työtehtävät tärkeysjärjestykseen."},
{"name": "Asiantuntemus", "x":340, "y":525, "size": 1, "info": "Asiantuntemus tarkoittaa tietyn aiheen, alueen tai tehtävän erityistä tuntemusta ja osaamista. Se voi perustua koulutukseen, kokemukseen tai käytännön harjoitteluun, ja se voi liittyä moniin eri aloihin, kuten liiketoimintaan, teknologiaan, terveydenhuoltoon, koulutukseen tai muihin erikoistuneisiin aloihin. Asiantuntemus on tärkeää esimerkiksi työssä, jossa tarvitaan erityistä osaamista tietystä aiheesta, ja se voi edistää yksilön menestystä ja urakehitystä. Asiantuntemus voi myös auttaa yksilöä tarjoamaan parempia ja tehokkaampia ratkaisuja monimutkaisiin ongelmiin, mikä voi edistää yhteiskunnan kehitystä ja hyvinvointia. Asiantuntemus yhdistetään usein luotettavuuteen ja arvostukseen, ja asiantuntijat voivat auttaa yleisöä ymmärtämään monimutkaisia aiheita ja ilmiöitä."},
{"name": "Johtajuus", "x":340, "y":550, "size": 1, "info": "Johtajuus on kykyä johtaa ja ohjata ryhmää tai organisaatiota saavuttamaan yhteisiä tavoitteita. Hyvä johtaja tunnistaa ja hyödyntää toisten vahvuuksia ja osaa jakaa vastuuta ja delegoida tehtäviä. Johtajan rooli on usein näkyvä ja hän toimii myös esimerkkinä muille. Johtajuus voi liittyä esimerkiksi työpaikkoihin, politiikkaan, urheilumaailmaan tai yhteiskunnalliseen toimintaan. Johtajuus voi olla luonteeltaan tiimityötä tai yksin johtamista ja se edellyttää kykyä kommunikoida ja motivoida ihmisiä. Johtajuus voi olla myös hyvin monimuotoista ja sen muotoja voidaan tarkastella erilaisista näkökulmista, kuten esimerkiksi sosiaalipsykologian, organisaatiopsykologian tai filosofian näkökulmista."},
{"name": "Luotettavuus", "x":340, "y":575, "size": 1, "info": "Luotettavuus tarkoittaa sitä, että jokin tai joku on luotettava ja voidaan luottaa siihen tai häneen. Luotettavuus voi liittyä esimerkiksi tuotteen tai palvelun laatuun, ihmisen luotettavuuteen tai tietojen ja lähteiden luotettavuuteen. Luotettavuus on tärkeä tekijä monilla elämänalueilla, kuten terveydenhuollossa, liike-elämässä ja tieteellisessä tutkimuksessa. Luotettavuus tarkoittaa myös sitä, että jokin on varmaa tai todennäköistä ja että siihen voidaan luottaa ilman suuria riskejä. On tärkeä, että ihmiset ja organisaatiot pyrkivät olemaan luotettavia, sillä se voi parantaa ihmisten välisiä suhteita, kasvattaa asiakastyytyväisyyttä ja edistää tehokasta toimintaa."},
{"name": "Noudattavuus", "x":340, "y":600, "size": 1, "info": "Noudattavuus tarkoittaa kykyä tai taipumusta seurata sääntöjä, vaatimuksia tai periaatteita. Se voi liittyä esimerkiksi lakeihin, ohjeisiin, prosesseihin tai normeihin, jotka on määritelty tiettyyn toimintaan tai käyttäytymiseen liittyen. Noudattavuus on tärkeä ominaisuus monilla eri elämänalueilla, kuten esimerkiksi työelämässä, koulutuksessa tai yhteiskunnallisessa toiminnassa. Noudattavuus merkitsee sitä, että henkilö toimii määräysten mukaisesti ja pitää kiinni sovituista toimintatavoista. Tämä voi olla tärkeää esimerkiksi turvallisuuden, tehokkuuden tai yhdenmukaisuuden kannalta. Noudattavuutta voi edistää esimerkiksi koulutus ja tietoisuuden lisääminen säännöistä ja vaatimuksista."},
{"name": "Ongelmanratkaisu", "x":340, "y":625, "size": 1, "info": "Ongelmanratkaisu tarkoittaa tilanteessa esiintyvän ongelman tunnistamista, sen analysointia ja ratkaisun löytämistä. Ongelma voi olla esimerkiksi tiettyä tehtävää koskeva haaste, henkilöiden väliseen vuorovaikutukseen liittyvä hankaluus tai laajempi yhteiskunnallinen pulma. Ongelmanratkaisussa käytetään erilaisia menetelmiä, kuten jäsennys- ja tarkistuskeinoja sekä tiedonhankintaa. Tavoitteena on löytää tehokas ja toimiva ratkaisu ongelmaan. Ongelmanratkaisutaito on tärkeä taito monilla elämän eri aloilla, kuten esimerkiksi työelämässä ja arjessa, sillä se auttaa selviytymään haastavista tilanteista, edistää kehitystä ja parantaa tuloksia."},
{"name": "Säännöllisyys", "x":340, "y":650, "size": 1, "info": "Säännöllisyys viittaa johonkin, joka toistuu samalla tavalla ajan mittaan tai jonka tapahtumisessa on joku havaittavissa oleva rytmi, jatkuvuus tai järjestys. Säännöllisyys voi olla tärkeää monilla eri elämänalueilla, kuten terveyden ylläpitämisessä, palveluiden käytössä, työskentelyssä ja elämänhallinnassa yleensä. Säännöllisyys voi auttaa välttämään virheitä, lisätä tehokkuutta, hallita aikaa ja saavuttaa tavoitteita. Säännöllisyys voi myös olla tärkeää monilla muilla aloilla, kuten taloudessa, urheilussa ja koulutuksessa, ja sen avulla voidaan luoda ennalta arvattavissa olevia ja vakaampia olosuhteita."},
{"name": "Sitoutuvuus", "x":340, "y":675, "size": 1, "info": "Sitoutuvuus tarkoittaa henkilön taipumusta sitoutua johonkin henkilökohtaisesti merkitykselliseen asiaan tai tavoitteeseen. Sitoutuvuus voi ilmentyä esimerkiksi työmotivaationa, harrastusten tekemisenä tai ihmissuhteisiin investoimisena. Sitoutuvuus voi johtua esimerkiksi henkilökohtaisista arvoista, kiinnostuksesta asiaan tai halusta kehittää itseään. Sitoutuvuus edellyttää usein myös kärsivällisyyttä, pitkäjänteisyyttä ja jatkuvaa yrittämistä, ja se voi auttaa henkilöä saavuttamaan tavoitteita, kehittymään ja menestymään elämässä. Sitoutuneisuus voi myös edistää tyytyväisyyttä elämään ja henkistä hyvinvointia."},
{"name": "Soveltuvuus", "x":340, "y":700, "size": 1, "info": "Soveltuvuus tarkoittaa yksilön kykyä soveltua tiettyyn tehtävään, työpaikkaan tai ammattiin. Henkilökohtainen soveltuvuus voi perustua esimerkiksi yksilön persoonallisuuteen, taitoihin, kykyihin, kokemukseen ja arvoihin. Työpaikan tai ammatin soveltuvuutta harkittaessa henkilökohtainen soveltuvuus on tärkeä ottaa huomioon, sillä se voi vaikuttaa yksilön työssä jaksamiseen, toimivuuteen ja motivaatioon. Työnantajat arvioivat usein henkilökohtaista soveltuvuutta haastatteluiden, testien tai muiden arviointimenetelmien avulla rekrytointiprosessin aikana. Henkilökohtainen soveltuvuus voi myös liittyä yksilön valintoihin opinnoissa tai uran suunnittelussa, kun hän pohtii, mikä ala tai tehtävä sopii hänelle parhaiten."},
{"name": "Suorituskykyisyys", "x":340, "y":725, "size": 1, "info": "Suorituskykyisyys tarkoittaa yksilön kykyä suorittaa tehtäviä tai toimia tehokkaasti, ja se voi olla monisyinen käsite. Se voi kuvata yksilön fyysisiä kykyjä (esim. urheilusuoritukset), henkistä suorituskykyä (esim. kognitiiviset taidot ja älykkyys), menestystä työssä (esim. tehokkuus ja tuottavuus) tai koulussa (esim. akateemiset tulokset ja oppimiskyky). Suorituskykyisyyden arviointi voi auttaa yksilöä tunnistamaan omat vahvuutensa ja löytämään keinoja parantaa omia taitojaan ja saavuttaa omia tavoitteitaan. Hyvä henkilökohtainen suorituskyky voi edistää henkilön terveyttä ja hyvinvointia, lisätä itseluottamusta ja tukea menestystä työssä ja elämässä yleisesti."},
{"name": "Tehokkuus", "x":340, "y":750, "size": 1, "info": "Tehokkuus tarkoittaa suorituksen tai toiminnan suorittamista mahdollisimman vähin resurssein. Se kuvaa suorituksen tai tuotoksen suhdetta käytettyihin resursseihin tai aikaan, eli miten hyvin tavoite saavutettiin käytettyjen resurssien määrässä. Tehokkuutta voidaan mitata esimerkiksi tuottavuuden, taloudellisuuden tai energiankulutuksen kautta. Hyvä tehokkuus perustuu usein oikeanlaiseen suunnitteluun, ajanhallintaan ja käytettyjen resurssien optimaaliseen hyödyntämiseen."},
{"name": "Yhteistyökykyisyys", "x":340, "y":775, "size": 1, "info": "Yhteistyökykyisyys viittaa henkilön tai organisaation kykyyn tehdä yhteistyötä muiden kanssa tavalla, joka on sujuvaa ja tuottaa hyviä tuloksia. Se edellyttää kykyä kuunnella muita ja olla avoin uusille ideoille sekä taitoa kommunikoida selkeästi ja tehokkaasti. Yhteistyökykyinen henkilö tai organisaatio voi toimia yhdessä muiden kanssa yhteisen tavoitteen saavuttamiseksi ja pyrkii löytämään ratkaisuja mahdollisiin konflikteihin ja ongelmiin yhdessä muiden kanssa. Yhteistyökykyisyys on tärkeä taito niin työelämässä kuin yksityiselämässäkin, sillä se auttaa saavuttamaan asetetut tavoitteet ja luomaan hyviä ihmissuhteita."}
     ]
	},
    {
     "name": "Koti",
     "children": [
      {"name": "Kätevyys", "x":165, "y":450, "size": 1, "info": "Kätevyys tarkoittaa yleensä jonkin asian tai toiminnan helppoutta ja vaivattomuutta. Se liittyy erilaisten käytännön asioiden helppouteen ja nopeuteen, jotka mahdollistavat päivittäisten tehtävien suorittamisen tehokkaasti ja sujuvasti. Kätevyys voi liittyä esimerkiksi tuotteiden tai palveluiden käyttöön tai hankkimiseen, jolloin ne ovat helppokäyttöisiä ja asiakkaalle miellyttäviä. Kätevyys voi myös viitata fyysiseen taitavuuteen tai kädentaitoihin, jolla voidaan saavuttaa jotain tiettyä päämäärää. Lisäksi kätevyydellä voidaan tarkoittaa monia muita erilaisia asioita, kuten esimerkiksi arjen järjestämistä, ajankäytön hallintaa sekä monipuolista osaamista ja teknistä taitavuutta."},
      {"name": "Käytännöllisyys", "x":165, "y":475, "size": 1, "info": "Käytännöllisyys käytännöllisyys tarkoittaa kykyä soveltaa asioita käytännössä yksilön arkielämässä tai työtehtävissä. Käytännöllinen henkilö pyrkii löytämään tehokkaita, toimivia ja käyttökelpoisia ratkaisuja erilaisiin haasteisiin ja ongelmiin. Käytännöllisyyttä voidaan soveltaa eri tilanteissa, kuten työpaikalla, kotona tai harrastuksissa. Esimerkiksi kotona käytännöllinen henkilö saattaa käyttää järjestelmällisiä ratkaisuja, kuten tiettyä järjestystä esineiden säilyttämiseen tai tehokasta siivousstrategiaa. Työpaikalla käytännöllisyys voi liittyä esimerkiksi tehokkaaseen projektinhallintaan tai järkevien työjärjestelyjen käyttöön. Käytännöllisyys perustuu kykyyn ajatella järkevästi ja löytää nopeita, helposti toteutettavia ratkaisuja, mikä voi auttaa yksilöä selviytymään arjessaan tehokkaasti."},
{"name": "Lapset", "x":165, "y":500, "size": 1, "info": "Lapset ovat tärkeä osa perhettä, ja heidän tarpeisiinsa ja kehitykseen kiinnitetään yleisesti paljon huomiota. Lapset ovat kasvamisen ja oppimisen vaiheessa, ja heille tarjotaan erilaisia mahdollisuuksia kehittää taitojaan, harrastaa ja oppia uusia asioita. Lapsuus on tärkeä vaihe elämässä, sillä se vaikuttaa ihmisen myöhempään kehitykseen ja hyvinvointiin. Lapset ovat myös tärkeä yhteiskunnallinen ryhmä, ja heidän tarpeidensa huomioiminen auttaa luomaan paremman tulevaisuuden eri yhteiskunnissa ja maailmanlaajuisesti."},
{"name": "Lemmikit", "x":165, "y":525, "size": 1, "info": "Lemmikit ovat kotieläimiä, joita pidetään yleensä seuralaisina tai harrastustarkoituksessa. Yleisimmät lemmikkieläimet ovat kissat ja koirat, mutta lemmikeihin kuuluu myös monia muita eläimiä, kuten jyrsijöitä, kaneja, lintuja ja matelijoita. Lemmikit voivat tuottaa iloa ja hyvinvointia omistajalleen ja niiden hoitaminen edistää vastuuntuntoisuutta sekä tukee esimerkiksi lapsen kehitystä. Lemmikit ovat myös vastuullisuuden ja huolenpidon kohteita, ja niiden tarpeiden huomioiminen on tärkeää niiden hyvinvoinnin kannalta. Lemmikkien valtavirrasta poikkeavat eläimet kuten esimerkiksi tarantellat ja käärmeet ovat yleistyneet myös harrastusmielessä, ja niiden pito edellyttää tietynlaista osaamista ja huolellisuutta omistajalta."},
{"name": "Puhtaus", "x":165, "y":550, "size": 1, "info": "Puhtaus voi liittyä henkilökohtaiseen puhtauteen ja hygieniaan, joka tarkoittaa henkilön säilymistä terveenä ja välttämistä infektioita ja tauteja. Puhtaus voi myös liittyä abstraktimpiin käsitteisiin, kuten esimerkiksi moraaliseen tai henkiseen puhtauteen, jolloin kyse voi olla esimerkiksi rehellisyydestä, vilpittömyydestä tai hyväksyttävästä käytöksestä. Puhtaus on tärkeää monella eri alalla, sillä se edistää terveyttä, hyvinvointia ja turvallisuutta sekä luo miellyttävää ympäristöä niin yksilöille kuin yhteisöillekin."},
{"name": "Puoliso", "x":165, "y":575, "size": 1, "info": "Puoliso on henkilö, jonka kanssa ollaan naimisissa tai jonka kanssa asutaan avoliitossa. Puolisot voivat olla eri sukupuolta tai samaa sukupuolta olevia henkilöitä, ja heidän suhteensa tunnustaminen riippuu maan lainsäädännöstä ja kulttuurista. Puolison rooli ja merkitys suhteessa voi vaihdella merkittävästi eri yhteiskunnissa ja perheissä. Puolisot voivat jakaa arkisen elämän, taloudenpidon ja vastuut sekä tukea toisiaan eri tilanteissa. Lainsäädännön näkökulmasta puolisot ovat usein toistensa laillisia seuralaisia ja heidän välillään on erilaisia oikeuksia ja velvollisuuksia."},
{"name": "Rutiininomaisuus", "x":165, "y":600, "size": 1, "info": "Rutiininomaisuus tarkoittaa sellaisia asioita tai toimintoja, jotka suoritetaan säännöllisesti, ennakoitavasti ja usein samalla tavalla. Rutiininomaisuus voi liittyä esimerkiksi tiettyihin tapoihin tai rutiineihin, jotka ovat osa henkilön arkea tai työtehtäviä. Rutiininomaisilla toiminnoilla on yleensä tietty tarkoitus, ja ne auttavat säilyttämään järjestystä, suorittamaan tärkeitä tehtäviä säännöllisesti ja vähentämään stressiä hakemalla säännöllisyyttä arkeen. Rutiininomaista käyttäytymistä voi havaita esim. kotitöissä, ruokailutavoissa tai ajankäytön suunnittelussa."},
{"name": "Säästäväisyys", "x":165, "y":625, "size": 1, "info": "Säästäväisyys tarkoittaa käyttäytymistä, jossa henkilö käyttää varojaan harkiten ja pidättyvästi ja pyrkii välttämään turhia kustannuksia tai ylimääräistä kulutusta. Säästäväinen henkilö pyrkii usein säästämään rahaa tulevaa varten tai varautumaan odottamattomiin tilanteisiin. Säästäväisyyttä voidaan toteuttaa monin eri tavoin, kuten välttämällä impulsiivisia ostoksia, vertailemalla hintoja, käyttämällä vähemmän energiaa ja vettä, säästämällä rahaa pankkitilille tai eläkesäästöihin ja jakamalla kuluja muiden kanssa. Säästäväisyys voi auttaa henkilöä elämään taloudellisesti kestävämpää elämää ja parantaa hänen taloudellista tilannettaan."},
{"name": "Siisteys", "x":165, "y":650, "size": 1, "info": "Siisteys tarkoittaa yleensä puhtauden ja järjestyksen ylläpitämistä. Se liittyy usein kodin tai työpaikan ympäristön siisteyteen ja siihen, että ympäristö on puhdas, siisti ja hygieeninen. Siisteys voi myös tarkoittaa henkilön ulkoista olemusta tai asua, joka on huoliteltu ja siisti. Siisteys voi vaikuttaa paitsi fyysiseen hyvinvointiin ja terveyteen, myös psyykkiseen hyvinvointiin, sillä siisti ympäristö tai pukeutuminen voi lisätä mielihyvää, luoda turvallisuuden tunnetta ja helpottaa stressiä. Lisäksi siisteys voi olla myös osa yleistä hygienian ylläpitämistä ja terveiden elämäntapojen edistämistä."},
{"name": "Taloudellisuus", "x":165, "y":675, "size": 1, "info": "Taloudellisuus viittaa yksilön kykyyn hallita omaa talouttaan tehokkaasti ja tietoisesti. Se tarkoittaa mahdollisimman vähän kuluttamista ja tehokkaan resurssien käytön ansiosta säästämistä ja sijoittamista kohtuullisessa määrin. Taloudellisuuden avulla yksilö voi saavuttaa taloudelliset tavoitteensa ja päästä lähemmäksi taloudellista itsenäisyyttä. Se voi ilmentyä muun muassa varojen hallinnassa, säännöllisessä budjetoinnissa, välttämättömien menojen pitämisessä kurissa, säästöjen tekemisessä ja investoinneissa. Taloudellinen päätöksenteko ja vastuullinen rahankäyttö voivat auttaa yksilöä hallitsemaan talouttaan paremmin, välttämään taloudellisia ongelmia ja saavuttamaan taloudellisen menestyksen."},
{"name": "Uskollisuus", "x":165, "y":700, "size": 1, "info": "Uskollisuus tarkoittaa sitoutumista ja antautumista jollekin arvokkaaksi koetulle henkilölle, asiayhteydelle tai uskomukselle. Uskollisuus voi ilmentyä esimerkiksi parisuhteessa kumppanille tai tietyn ideologian tai arvomaailman puolustamisessa. Uskollisuus liittyy usein myös luotettavuuteen ja sitoutumiseen annettuihin lupauksiin. Uskollisuus voi auttaa ylläpitämään vahvoja ihmissuhteita ja rakentamaan luottamusta. Se voi myös olla tärkeä moraalinen arvo, joka auttaa henkilöä suuntaamaan elämäänsä kohti tavoitteitaan ja elämään merkityksellistä ja päämäärätietoista elämää."},
{"name": "Vauraus", "x":165, "y":725, "size": 1, "info": "Vauraus tarkoittaa yksittäisen henkilön taloudellista hyvinvointia ja vaurautta. Se kattaa yksilön omaisuuden, säästöt, sijoitukset, tulot ja ammatillisen omanarvontunnon. Vauraus voi olla seurausta yksilön taloudellisesta menestyksestä ja varallisuuden kasvusta, mutta myös muista tekijöistä, kuten tyytyväisyydestä elämään, hyvästä terveydestä ja henkilökohtaisesta kehityksestä. Vauraus mittaa yksilön kokonaisvaltaista taloudellista tilannetta ja voi vaikuttaa merkittävästi yksilön elämänlaatuun, tulevaisuuden suunnitelmiin ja tavoitteisiin."},
{"name": "Viihtyvyys", "x":165, "y":750, "size": 1, "info": "Viihtyvyys viittaa siihen, kuinka miellyttävä, mukava ja kodikas koti on asukkaille. Se liittyy siihen, että koti tarjoaa fyysisesti ja emotionaalisesti turvallisen ja viihtyisän ympäristön, jossa asukkaat voivat rentoutua, tuntea olonsa kotoisaksi ja nauttia olostaan. Viihtyvyyteen vaikuttavat monet tekijät, kuten kodin sisustus ja muotoilu, lämpötila, valaistus, akustiikka, ilmanlaatu, puhdistus- ja järjestelytavat sekä erilaisten toimintojen saatavuus, kuten hyvät keittiö- ja peseytymistilat. Lisäksi kodin viihtyvyyttä voidaan lisätä esimerkiksi sisustuselementtien, kuten mukavien huonekalujen ja tekstiilien, kodin rauhallisen tunnelman ja viihtyisän ilmapiirin avulla. Jokainen koti on ainutlaatuinen, ja kodin viihtyvyyteen vaikuttavat myös asukkaiden omat mieltymykset, tarpeet ja elämäntilanteet."}
     ]
    }, 
    {
     "name": "Vapaa-aika",
     "children": [
      {"name": "Harrastavuus", "x":0, "y":400, "size": 1, "info": "Harrastavuus tarkoittaa jonkin vapaa-ajan aktiviteetin tai kiinnostuksen kohteen säännöllistä harjoittamista tai harrastamista. Harrastus voi liittyä esimerkiksi liikuntaan, kädentaitoihin, musiikkiin, näyttelemiseen, lukemiseen, pelaamiseen tai muihin harrastuksiin. Harrastustoiminnan avulla henkilö voi kehittää taitojaan ja oppia tuntemaan itseään paremmin, samalla kun nauttii tekemisestä ja saa rentoutumisen ja virkistäytymisen elämyksiä. Harrastavuus voi myös edistää sosiaalisten suhteiden ja yhteisöllisyyden kehittymistä, sillä harrastus voi tuoda yhteen samanmielisiä ihmisiä ja mahdollistaa sosiaalisen kanssakäymisen eri ihmisryhmien välillä. Harrastamisessa ei ole tavoitteena kilpaileminen tai suoritus, vaan pikemminkin nautinto ja itsensä kehittäminen."},
{"name": "Monipuolisuus", "x":0, "y":425, "size": 1, "info": "Monipuolisuus tarkoittaa usein tilannetta, jossa jollain asialla, henkilöllä tai toiminnalla on paljon erilaisia näkökulmia, ominaisuuksia tai osa-alueita. Esimerkiksi monipuolinen ruokavalio sisältää paljon erilaisia ravintoaineita ja elintarvikkeita eri lähteistä. Monipuolisuutta voi tavoitella monilla eri elämänalueilla, kuten esimerkiksi liikunnassa, harrastuksissa tai työelämässä. Monipuolisuus voi auttaa henkilöä kehittämään monipuolista osaamista ja taitoja, sopeutumaan paremmin erilaisiin tilanteisiin ja hankkimaan laajempaa kokemusta maailmasta. Tarkoituksena on usein myös vähentää riskiä jumiutua yhteen tieokseen tai ajatusmalliin ja antaa mahdollisuus luovuudelle ja innovatiivisuudelle. Tärkeää on myös tavoitella kriittisyyttä ja suhteellisuudentajua, jolloin eri näkökulmia arvioidaan suhteessa niiden tärkeyteen, relevanttiuteen ja todennäköisyyteen."},
{"name": "Rentoutuvuus", "x":0, "y":450, "size": 1, "info": "Rentoutuvuus tarkoittaa kykyä rentoutua ja rauhoittua, sekä halua ja kykyä osata rentoutua. Rentoutuvuutta kuvataan usein luonteen piirteenä, joka näkyy ihmisen tapana käyttäytyä ja suhtautua muihin ihmisiin ja ympäristöön. Rentoutuvat ihmiset pystyvät usein suhtautumaan rauhallisesti ja joustavasti erilaisiin tilanteisiin, eivätkä koe stressiä niin voimakkaasti kuin muut ihmiset. Rentoutuvuus voi auttaa ihmistä käsittelemään paremmin stressiä, ahdistusta tai muita negatiivisia tunteita. Se voi myös auttaa ihmistä saavuttamaan sisäistä rauhaa ja onnellisuutta. Rentoutumista voi tavoitella monin eri tavoin, kuten meditaation, joogan, harrastusten tai levon kautta."},
{"name": "Ulkoilevuus", "x":0, "y":475, "size": 1, "info": "Ulkoilevuus tarkoittaa taipumusta viettää aikaa ulkona ja harjoittaa erilaisia ulkoilma-aktiviteetteja, kuten kävelyä, juoksua, pyöräilyä, hiihtoa tai retkeilyä. Ulkoilevuus voi olla tärkeä osa aktiivista ja terveellistä elämäntapaa, sillä ulkoilu tarjoaa mahdollisuuden liikkua, saada raitista ilmaa ja nauttia luonnosta. Monet harrastukset ja urheilulajit vaativat ulkona olemista, ja ulkoilu voi olla myös rentouttavaa ja auttaa vähentämään stressiä. Ulkoilu voi myös tarjota mahdollisuuden sosiaaliseen kanssakäymiseen ja yhdessä tekemiseen. Ulkoilijoiden kannustetaan usein huolehtimaan ympäristöstä ja noudattamaan ulkoilun sääntöjä turvallisuuden ja mahdollisten ympäristöhaittojen vähentämiseksi."},
{"name": "Viihdyttävyys", "x":0, "y":500, "size": 1, "info": "Viihdyttävyys viittaa siihen, kuinka miellyttävää ja nautinnollista vapaa-aika on ihmisille. Se liittyy aktiviteetteihin, jotka tarjoavat iloa, hauskuutta ja viihdettä ihmisille heidän vapaa-aikanaan. Vapaa-ajan viihdyttävyys voi tarkoittaa esimerkiksi harrastuksia, urheilua, pelejä, lukemista, elokuvia, musiikkia, kulttuuritapahtumia tai sosiaalista kanssakäymistä ystävien ja perheen kanssa. Kyse on siitä, että ihmiset voivat rentoutua, irrottautua arjen velvollisuuksista ja nauttia mieluisista aktiviteeteistaan. Viihdyttävyys voi auttaa ihmisiä löytämään iloa ja tasapainoa elämässään sekä tarjota mahdollisuuden itseilmaisuun ja luovuuteen."},
{"name": "Virkistäytyvyys", "x":0, "y":525, "size": 1, "info": "Virkistäytyvyys tarkoittaa henkilön kykyä tai mahdollisuutta palautua henkisesti tai fyysisesti rasituksesta tai stressistä. Sana viittaa henkilön kykyyn saada levähdyshetki tai virkistys olemalla mukana jossain rentouttavassa tai miellyttävässä toiminnassa, esimerkiksi harrastuksissa tai luonnossa liikkumisessa. Virkistäytyminen on tärkeää kontrastina stressaavalle tai hektiselle elämälle tai työlle. Se auttaa palauttamaan energian ja vähentää stressiä, mikä puolestaan edistää terveyttä ja hyvinvointia. Esimerkkejä virkistäytymiseen liittyvistä toiminnoista ovat rentouttava liikunta, lukeminen, retkeily, matkailu ja sosiaalinen kanssakäyminen."}
     ]
    },
    {
     "name": "Tärkeys",
     "children": [
      {"name": "Hygienisyys", "x":300, "y":600, "size": 1, "info": "Hygienisyys tarkoittaa yleensä puhtauteen, terveyteen ja hyvinvointiin liittyviä asioita. Hygienisyys voidaan liittää esimerkiksi henkilökohtaiseen hygieniaan, joka tarkoittaa yksilön huolenpitoa omasta puhtaudestaan ja terveydestään. Se voi myös liittyä esimerkiksi ammattimaiseen hygienian ylläpitämiseen, kuten elintarviketeollisuudessa, sairaalaympäristöissä tai muissa vastaavissa paikoissa, joissa puhtaus ja hygienia ovat erityisen tärkeitä. Hygienisyys edistää terveyttä ja hyvinvointia, sillä se vähentää infektioiden, bakteerien ja virusten leviämistä ja mahdollistaa turvallisen ympäristön niin yksilöiden kuin yhteisöjenkin tarpeisiin."},
{"name": "Hyödyllisyys", "x":300, "y":625, "size": 1, "info": "Hyödyllisyys tarkoittaa jonkin asian tai toiminnan hyötyä tai hyödyllisyyttä yksilölle tai yhteiskunnalle. Jokin asia tai toiminta on hyödyllinen, jos se tuottaa positiivisia vaikutuksia, edistää hyvinvointia tai auttaa ratkaisemaan ongelmia. Esimerkkejä hyödyllisistä asioista voivat olla terveellinen ruokavalio, liikunta, koulutus, innovaatiot, kestävä kehitys ja turvallisuus. Hyödyllisyys on tärkeä käsite arvioidessa eri asioiden merkityksellisyyttä ja vaikutuksia, ja se auttaa tunnistamaan, mitkä asiat ja toiminnot ovat arvokkaita ja kannattaa pyrkiä edistämään."},
{"name": "Kutsumus", "x":300, "y":650, "size": 1, "info": "Kutsumus viittaa yksilön kykyyn löytää oma paikkansa elämässä ja kokea elämäntarkoituksensa sekä tehtävänsä merkityksellisiksi. Kutsumus voi ilmentyä esimerkiksi haluna auttaa muita, löytää ratkaisuja yhteiskunnallisiin ongelmiin, kehittää omaa osaamistaan tietyllä alalla tai toteuttaa itseään taiteen tai musiikin avulla. Kutsumus voi olla myös yhteydessä henkisiin tai uskonnollisiin arvoihin ja käytäntöihin. Kutsumuksen vinden tunnistaminen ja sen seuraaminen voi olla tärkeä tekijä yksilön hyvinvoinnin kannalta, koska se voi edistää henkilökohtaista kasvua, lisätä motivaatiota ja tunteen siitä, että oma elämäntarkoitus on löytynyt."},
{"name": "Tarpeet", "x":300, "y":675, "size": 1, "info": "Tarpeet ovat ihmisen perustarpeita, jotka liittyvät fyysiseen, emotionaaliseen ja sosiaaliseen hyvinvointiin. Nämä tarpeet voivat olla esimerkiksi ruoka, juoma, lämpö, uni, turvallisuus, kivunlievitys, yksinäisyyden välttäminen, tunteiden ilmaiseminen, arvostus, hyväksyntä, autonomia ja yhteenkuuluvuus. Tarpeet ovat olennainen osa ihmisen henkilökohtaista ja sosiaalista hyvinvointia, ja ne ohjaavat monia ihmisen valintoja ja toimintaa. Tarpeet tyydyttyvät, kun henkilöllä on tarvittavat resurssit ja keinoja täyttää ne."},
{"name": "Vaikuttaminen", "x":300, "y":700, "size": 1, "info": "Vaikuttaminen tarkoittaa jonkin asian suoraa tai epäsuoraa vaikutusta toiseen asiaan tai henkilöön. Vaikuttaminen voi olla esimerkiksi poliittista, jossa pyritään vaikuttamaan päätöksentekoon, tai sosiaalista, jossa pyritään vaikuttamaan muiden ihmisten mielipiteisiin ja käyttäytymiseen. Vaikuttamisessa pyritään yleensä saavuttamaan haluttu tulos tai muutos. Vaikuttaminen voi tapahtua eri tavoin, kuten esimerkiksi viestinnän, kasvatuksen, markkinoinnin tai yhteistyön kautta. "},
{"name": "Vakaus", "x":300, "y":725, "size": 1, "info": "Vakaus tarkoittaa yksilön kokemusta ja tilaa, jossa hänen elämänsä on pysyvä ja tasapainoinen, ja jossa hän tuntee hallitsevansa elämäänsä. Vakauden kokemus voi vaihdella ihmisestä toiseen, mutta yleensä se merkitsee muun muassa henkilön taloudellista turvallisuutta, ihmissuhteita, elämänarvoja, terveydentilaa ja tulevaisuudennäkymiä. Henkilökohtainen vakaus voi olla tärkeä tekijä ihmisen hyvinvoinnin kannalta, koska se auttaa yksilöä selviämään elämän haasteista ja stressitilanteista paremmin. Vakauden tunteen saavuttaminen voi olla myös yksilön tavoite, johon voi pyrkiä esimerkiksi terveellisten elämäntapojen, hyvien ihmissuhteiden ja taloudellisen varautumisen avulla."}
     ]
    },
    {
     "name": "Järjestys",
     "children": [
      {"name": "Delegoivuus", "x":130, "y":550, "size": 1, "info": "Delegoivuus on ominaisuus tai kyky, jossa henkilö pystyy siirtämään vastuuta ja tehtäviä toisille henkilöille luottaen siihen, että työntekijät pystyvät suorittamaan tehtävän tehokkaasti ja tehokkaasti. Delegointi on tärkeä taito niin henkilökohtaisessa kuin ammatillisessa elämässä, koska se auttaa ihmisiä tehokkaammin jakamaan työtehtäviä. Toisaalta, delegointi mahdollistaa myös henkilökohtaisen ajan käytön paremmaksi, ja siten auttaa myös jaksamaan työssä paremmin. Delegoivuus edellyttää myös luottamusta työntekijöihin, kykyä kommunikoida selkeästi se, mistä vastuu tehtävässä koostuu ja avointa kommunikointia sekä antamaan tarvittaessa tukea työntekijöille."},
{"name": "Itsekuri", "x":130, "y":575, "size": 1, "info": "Itsekuri tarkoittaa henkilön kykyä hallita omaa käyttäytymistään ja toimintaansa tavoitteiden saavuttamiseksi. Se on tärkeä piirre monien saavutusten ja menestyksen takana. Itsekuri on kykyä tehdä asioita, joita ei aina halua tehdä, mutta jotka tiedetään olevan tarpeellisia ja tärkeitä. Itsekuria voi kehittää monin eri tavoin, kuten säännöllisen harjoittelun ja omien tapojen tarkkailun kautta. Hyvä itsekuri auttaa henkilöä saavuttamaan tavoitteitaan ja pitämään kiinni päätöksistään ja sitoumuksistaan."},
{"name": "Järjestelmällisyys", "x":130, "y":600, "size": 1, "info": "Järjestelmällisyys tarkoittaa kykyä luoda, ylläpitää ja noudattaa järjestelmää tai organisaatiota tietylle toiminnalle tai tehtävälle. Se voi liittyä esimerkiksi työskentelytapoihin, ajankäyttöön, tiedonhallintaan tai tiedonkeruuseen. Järjestelmällinen lähestymistapa vaatii suunnittelua ja organisointia ja se auttaa ylläpitämään tehokasta ja tuottavaa toimintaa. Järjestelmällisyys voi olla myös tärkeä osa tieteellistä tutkimusta, jossa kerätään tarkkaa ja luotettavaa tietoa tietyn havaintojen tai ilmiöiden tutkimiseksi. Järjestelmällinen lähestymistapa auttaa varmistamaan, että prosessi on selkeä, tehokas ja että lopputulos on johdonmukainen ja laadukas."},
{"name": "Priorisoivuus", "x":130, "y":625, "size": 1, "info": "Priorisoivuus tarkoittaa kykyä asettaa asioita tärkeysjärjestykseen sen perusteella, mikä on tärkeintä tai kiireellisintä. Priorisoiva henkilö osaa tunnistaa omien sekä muiden ihmisten tavoitteet ja tarpeet ja asettaa ne tärkeysjärjestykseen. Se voi auttaa tehokkaamman päätöksenteon tekemisessä sekä auttamaan henkilöä saavuttamaan tavoitteitaan nopeammin ja tehokkaammin. Priorisointi voi olla tärkeää esimerkiksi työtehtävissä, opiskelussa tai henkilökohtaisessa elämässä, kun on tarpeen päättää, mikä tehtävä on suoritettava ensin. Priorisointi voi myös auttaa välttämään stressiä ja ahdistusta, joiden syy on usein monimutkainen, mutkikas ja tavoitteeton työlistojen tai tehtävien purkamisessa."},
{"name": "Strategisuus", "x":130, "y":650, "size": 1, "info": "Strategisuus tarkoittaa yksilön kykyä tai taipumusta käyttää strategista ajattelua oman elämänsä suunnittelussa ja päätöksenteossa. Strategisuus voi liittyä esimerkiksi urasuunnitteluun, henkilökohtaiseen kehittymiseen, terveydenhoitoon tai taloudenhallintaan. Se voi sisältää esimerkiksi tavoitteiden asettamista, aikataulutusta, resurssien hallintaa ja riskien arviointia. Strategisuus auttaa yksilöä saavuttamaan haluamiaan päämääriä ja kehittymään haluamallaan tavalla. Se edellyttää kykyä arvioida omaa tilannettaan ja ympäristöä, sekä kykyä tehdä päätöksiä, jotka ovat linjassa henkilökohtaisten arvojen ja tavoitteiden kanssa."},
{"name": "Suunnitelmallisuus", "x":130, "y":675, "size": 1, "info": "Suunnitelmallisuus tarkoittaa asioihin varautumista ja niiden etukäteissuunnittelua siten, että toiminta on tehokasta ja suunnitellun tavoitteen mukaista. Suunnitelmallisuus voi koskea esimerkiksi työskentelyä, projektin suunnittelua, ajankäyttöä, tiedonhankintaa, taloudenhallintaa ja monia muita elämän osa-alueita. Suunnitelmallisuuden avulla voidaan lisätä tavoitteiden saavuttamisen mahdollisuuksia, vähentää riskejä, parantaa tuottavuutta ja minimoida yllättävät häiriötekijät. Lisäksi suunnitelmallisuus auttaa kohdentamaan resurssit oikein ja saavuttamaan haluttu lopputulos mahdollisimman tehokkaasti."},
{"name": "Tarpeellisuus", "x":130, "y":700, "size": 1, "info": "Tarpeellisuus tarkoittaa sitä, että jokin asia on välttämätön tai hyödyllinen tavoitteen saavuttamiseksi tai toiminnan jatkamiseksi. Tarpeellisuus voi liittyä esimerkiksi tuotteiden tai palveluiden kysyntään, organisaation tai yksilön toimintaedellytyksiin tai johonkin laajempaan tavoitteeseen. Tarpeellisuuden arviointi voi olla tärkeää päätöksenteossa ja suunnittelussa, kun päätetään esimerkiksi, mitä palveluita tai tuotteita tarjotaan tai miten organisaatiota kehitetään. Tarpeellisuus voi myös vaihdella eri tilanteissa tai konteksteissa, ja se voi olla subjektiivinen arvio, joka perustuu henkilön omiin arvoihin ja prioriteetteihin."},
{"name": "Valikoivuus", "x":130, "y":725, "size": 1, "info": "Valikoivuus tarkoittaa yksittäisen henkilön kykyä tai taipumusta valita tai rajoittaa tiettyjä ominaisuuksia tai toimintatapoja omassa toiminnassaan tai ajattelussaan. Yksilö voi esimerkiksi valikoida, millaisia tietoja hän haluaa vastaanottaa tai millaisia ihmisiä hän haluaa olla tekemisissä. Valikoivuudella voi olla monia syitä, kuten mieltymykset, tarpeet tai tavoitteet. Valikoivuus voi myös liittyä yksilön henkilökohtaiseen historiaan, jota hän käyttää valintojaan tehdessään. Valikoivuudella voi olla vaikutus esimerkiksi hänen oppimiseensa, päätöksentekoonsa tai käyttäytymiseensä."}
     ]
    },
    {
     "name": "Ajoitus",
     "children": [
      {"name": "Aikataulutus", "x":25, "y":425, "size": 1, "info": "Aikatauluttava henkilö pyrkii suorittamaan tehtävät tai projektit määräaikojen sisällä. Hän hallitsee omaa aikaansa hyvin ja pitää huolta siitä, että työt saadaan valmiiksi sovittujen aikarajojen puitteissa. Tällainen henkilö on usein tarkkaavainen ja huolellinen suunnittelija, joka ottaa huomioon erilaiset tekijät ja resurssit ja pyrkii aikatauluttamaan työnsä siten, että mahdollisten viivästysten riski minimoidaan."},
{"name": "Ajankohtaisuus", "x":25, "y":450, "size": 1, "info": "Ajankohtaisuus viittaa yksilön kykyyn pysyä ajan tasalla ajankohtaisista asioista, tapahtumista tai kehityksistä eri aihealueilla. Henkilö, jolla on hyvä henkilökohtainen ajankohtaisuus, seuraa aktiivisesti uutisia ja tiedotusvälineitä ollakseen tietoinen siitä, mikä maailmassa tapahtuu ja miten se voi vaikuttaa hänen elämäänsä tai työtehtäviinsä. Ajankohtaisuus voi helpottaa esimerkiksi päätöksentekoa ja vuorovaikutusta muiden ihmisten kanssa, koska se antaa laajempaa ymmärrystä yhteiskunnasta ja sen tapahtumista. Ajankohtaisuuden ylläpitäminen voi tapahtua monilla tavoilla, kuten uutisten seuraaminen, aktiivinen osallistuminen keskusteluihin, kirjojen lukeminen, webinaarien ja seminaarien osallistuminen ja erilaisten aihealueiden seuraaminen sosiaalisen median kautta."},
{"name": "Ennakoivuus", "x":25, "y":475, "size": 1, "info": "Ennakoivuus tarkoittaa kykyä ennakoida tulevia tapahtumia, ilmiöitä tai riskejä. Se voi ilmetä esimerkiksi ennakointistrategioiden käytössä ja riskejen hallinnassa. Ennakoivuus voi auttaa ihmisiä valmistautumaan tuleviin haasteisiin ja välttämään yllättäviä tilanteita. Ennakoivuus on tärkeä taito niin liike-elämässä, yhteiskunnallisissa toimissa kuin henkilökohtaisessa elämässäkin. Se voi auttaa ihmisiä tekemään parempia päätöksiä ja suunnittelemaan tulevaisuutta tehokkaammin. Ennakoivuus voi myös auttaa ihmisiä selviytymään muutoksista paremmin ja vähentää stressiä ja epävarmuuden tunnetta."},
{"name": "Itsekontrolli", "x":25, "y":500, "size": 1, "info": "Itsekontrolli tarkoittaa yksilön kykyä hallita ja säädellä omia tunteitaan, ajatuksiaan ja käyttäytymistään tahdonalaisesti ja tietoisesti. Se edellyttää kykyä lykätä välitöntä tyydytystä pidemmän aikavälin tavoitteiden saavuttamisen hyväksi, vastustaa impulssien ja kiusausten houkutuksia sekä pysyä keskittyneenä ja tarkkaavaisena myös häiriötekijöiden ja keskeytysten keskellä. Itsekontrolli on tärkeä taito monilla elämänalueilla, kuten akateemisella menestyksellä, henkilökohtaisissa suhteissa ja fyysisessä ja henkisessä terveydessä. Itsekontrolli on opittavissa ja kehitettävissä ajan myötä tietoisella harjoittelulla ja koulutuksella."},
{"name": "Keskittyvyys", "x":25, "y":525, "size": 1, "info": "Keskittyvyys viittaa kykyyn keskittää huomio ja energia tietylle tehtävälle, tavoitteelle tai aiheelle. Se on kyky sulkea ulkoiset häiriötekijät pois ja keskittyä täysin ja tarkoituksellisesti valittuun kohteeseen. Keskittyvyys voi olla lyhytaikaista ja hetkellistä tai pitkäaikaista ja jatkuvaa. Keskittyvänä pysyminen on tärkeä taito, joka vaikuttaa suorituskykyyn, tuottavuuteen ja keskeneräisten tehtävien määrään. Kun olemme keskittyneitä, pystymme syventymään tehtävään paremmin, liittää uusia tiedon palasia olemassa oleviin tietorakenteisiin ja ajatella luovasti. "},
{"name": "Oikea-aikaisuus", "x":25, "y":550, "size": 1, "info": "Oikea-aikaisuus tarkoittaa yksilön kykyä toimia oikeassa aikataulussa ja saada asiat hoidettua ajallaan. Henkilö, jolla on hyvä henkilökohtainen oikea-aikaisuus, pyrkii ennakoimaan tulevia tapahtumia ja aikatauluttamaan toimintansa siten, että tehtävät saadaan hoidettua oikeaan aikaan ilman viivästyksiä. Oikea-aikaisuus voi olla tärkeää esimerkiksi työpaikalla, opiskelussa tai arkielämässä yleensä, jossa tietyt asiat ja tehtävät on saatava hoidettua määräaikaan mennessä. Oikea-aikaisuus edellyttää myös joustavuutta ja kykyä priorisoida tehtävät tärkeysjärjestykseen. Hyvä oikea-aikaisuus auttaa yksilöä välttämään kiirettä, stressiä ja viivästyksiä, mikä voi tehostaa hänen toimintaansa ja vähentää turhautumista."},
{"name": "Täsmällisyys", "x":25, "y":575, "size": 1, "info": "Täsmällisyys tarkoittaa yksilön kykyä olla tarkka ja huolellinen omassa toiminnassaan ja tekemisissään. Tarkkuus voi koskea esimerkiksi yksilön toimintaa työpaikalla, opinnoissa ja arkielämässä yleensä. Henkilö, jolla on vahva henkilökohtainen täsmällisyys, kiinnittää huomiota yksityiskohtiin, ja hän pyrkii tekemään asioita mahdollisimman virheettömästi ja tarkasti. Täsmällisyyteen kuuluu myös kyky tehdä tärkeitä päätöksiä harkitusti ja perustellusti. Täsmällisyys voi auttaa yksilöä saavuttamaan tavoitteitaan sekä tekemään vaikutuksen työnantajiin, jotka arvostavat tehokkuutta ja tarkkuutta työnteossa."}
     ]
    }
   ]
  },  
  {
   "name": "Menneisyys",
   "children": [
    {
     "name": "Perhe",
     "children": [
      {"name": "Äiti", "x":350, "y":200, "size": 1, "info": "Äitisuhde kuvaa yksilön suhdetta äitiinsä. Se voi olla läheinen ja rakastava, tai etäisempi ja haavoittunut, tai jotain näiden kahden väliltä. Äitisuhde voi vaikuttaa yksilön identiteettiin, itseluottamukseen, tunteisiin ja suhteisiin muihin ihmisiin. Hyvä äitisuhde voi tarjota yksilölle turvaa, rohkaisua ja tukea läpi elämän, kun taas huono tai traumaattinen äitisuhde voi vaikuttaa yksilön hyvinvointiin negatiivisesti. On tärkeää tunnistaa mahdolliset haavat, joita huono äitisuhde on voinut aiheuttaa, ja käsitellä niitä terveellisellä tavalla. Terve äitisuhde voi olla avain yksilön elämänlaadun ja hyvinvoinnin parantamiseen."},
{"name": "Hyväksyntä", "x":350, "y":225, "size": 1, "info": "Hyväksyntä: Hyväksyntä viittaa siihen, että joku tunnustaa ja suhtautuu myönteisesti toiseen ihmiseen, hänen ominaisuuksiinsa, valintoihinsa tai tilanteisiinsa. Hyväksyntä voi ilmetä esimerkiksi sen kautta, että ihminen arvostaa toisen olemassaoloa ja antaa hänelle tilaa olla oma itsensä ilman tuomitsemista tai arvostelua."},
{"name": "Isä", "x":350, "y":250, "size": 1, "info": "Isäsuhde kuvaa yksilön suhdetta isäänsä. Se voi olla syvä ja läheinen, tai etäisempi ja haavoittunut, tai jotain näiden kahden väliltä. Isäsuhde voi vaikuttaa yksilön identiteettiin, itseluottamukseen, tunteisiin ja suhteisiin muihin ihmisiin. Hyvä isäsuhde voi tarjota yksilölle turvaa, rohkaisua ja tukea läpi elämän, kun taas huono tai traumaattinen isäsuhde voi vaikuttaa yksilön hyvinvointiin negatiivisesti. On tärkeää tunnistaa mahdolliset haavat, joita huono isäsuhde on voinut aiheuttaa ja käsitellä niitä terveellisellä tavalla. Hyvän isäsuhde voi olla avain yksilön elämänlaadun ja hyvinvoinnin parantamiseen."},
{"name": "Läheisyys", "x":350, "y":275, "size": 1, "info": "Läheisyys tarkoittaa ihmisten välisen emotionaalisen ja fyysisen yhteyden tunnetta. Läheisyyden kokemus voi vaihdella esimerkiksi perheenjäsenten, ystävien ja kumppanien välillä, ja siihen liittyy usein turvallisuuden ja yhteenkuuluvuuden tunteet. Läheisyys voi olla tärkeä osa ihmissuhteita ja yhteisöllisyyttä. Fyysinen läheisyys voi tarkoittaa kosketusta tai fyysistä läsnäoloa toisen ihmisen kanssa, kun taas emotionaalinen läheisyys voi liittyä luottamukseen, avoimuuteen ja henkilökohtaiseen ja tunteelliseen jakamiseen. Läheisyys voi myös auttaa ihmisiä selviytymään haastavissa tilanteissa ja edistää henkistä ja fyysistä hyvinvointia."},
{"name": "Sisaruus", "x":350, "y":300, "size": 1, "info": "Sisarsuhde tarkoittaa kahta tai useampaa henkilöä, jotka ovat syntyneet saman vanhemman lapsina. Sisarsuhde voi olla hyvin läheinen ja rakastava, tai se voi olla etäisempi ja vähemmän läheinen. Sisarsuhde voi vaikuttaa yksilön elämään monella tavalla, kuten kehittämällä sosiaalisia taitoja, opettamalla yhteistyötä, tai luomalla taakkoja ja haavoja, jos sisarsuhde on ollut hankala tai traumatisoiva. Hyvä sisarsuhde voi olla avain yksilön elämänlaadun ja hyvinvoinnin parantamiseen."},
{"name": "Väkivallattomuus", "x":350, "y":325, "size": 1, "info": "Väkivallattomuus viittaa siihen, että lapsi kasvaa ympäristössä, jossa ei esiinny väkivaltaa tai sen uhkaa. Lapsella on oikeus turvalliseen ja terveeseen kasvuympäristöön, jossa hän voi kehittyä kokonaisvaltaisesti. Väkivallattomuus lapsuudessa edellyttää aikuisilta vastuullista käyttäytymistä, esimerkiksi turvallisten rajojen asettamista ja tunteiden hallintaa."},
{"name": "Vanhemmat", "x":350, "y":350, "size": 1, "info": "Vanhemmat ovat henkilöitä, jotka ovat vastuussa lapsen kasvatuksesta ja huolenpidosta. Vanhempien vastuu alkaa lapsen syntymästä ja jatkuu aina lapsen täysi-ikäisyyteen ja usein senkin jälkeen. Vanhempien rooliin kuuluu monia tehtäviä, kuten huolehtia lapsen terveydestä, turvallisuudesta ja kasvatuksesta. Vanhempien tulee myös antaa lapselle rakkautta, tukea ja ohjausta, jotta lapsi voi kehittyä tasapainoiseksi ja onnelliseksi aikuiseksi. Vanhempien vastuu kasvatuksesta on erittäin tärkeä, sillä lapsen varhaisessa iässä opitut taidot vaikuttavat suuresti hänen myöhempään elämäänsä ja hyvinvointiinsa."}
     ]
    },
    {
     "name": "Suku",
     "children": [
      {"name": "Appivanhemmat", "x":200, "y":250, "size": 1, "info": "Appivanhemmat ovat henkilöitä, jotka ovat yleensä avioliiton kautta saaneet yhteyden puolison perheeseen ja ovat siten lapsen vanhempien appi- ja anoppivanhemmat. Appivanhempien rooli ja merkitys lapsen elämässä voi olla hyvin vaihteleva ja riippuu perheyhteyksistä ja kulttuureista. Joidenkin perheiden appivanhemmat voivat olla tärkeitä tukihenkilöitä lapsiperheen arjessa, kun taas toisissa perheissä suhde voi olla kaukainen tai ristiriitainen."},
{"name": "Isovanhemmat", "x":200, "y":275, "size": 1, "info": "Isovanhemmat ovat henkilöitä, jotka ovat vanhempia sukupolvia lapsen vanhempiin nähden ja joilla on yleensä lapsenlapsia. Isovanhemmat ovat tärkeitä perheessä myös siksi, että he tarjoavat usein apua ja tukea perheen arjessa. Isovanhemmat voivat myös olla lapsen elämässä merkittäviä henkilöitä, jotka tarjoavat rakkautta, hoivaa ja huolenpitoa. Isovanhempien rooli ja merkitys vaihtelevat kuitenkin perheittäin ja kulttuureissa erilaisia perinteitä ja odotuksia."},
{"name": "Perinteellisyys", "x":200, "y":300, "size": 1, "info": "Perinteellisyys tarkoittaa perinteiden ja totuttujen tapojen kunnioittamista ja arvostamista. Se voi liittyä esimerkiksi kulttuuriin, uskontoon tai yhteiskuntarakenteisiin. Perinteellisissä käytännöissä korostetaan usein menneisyyden merkitystä ja perinteiden vaalimista, ja ne voivat olla tärkeitä identiteetin ja yhteenkuuluvuuden lähteitä yhteisöjen sisällä. Perinteellisyyden vastakohtana voidaan pitää uudistusmielisyyttä ja modernisuutta, jotka asettavat painopisteen tulevaisuuteen ja uusiin innovaatioihin. Perinteellisyyden merkitys ja arvostus vaihtelee kulttuureittain ja yhteiskunnallisissa olosuhteissa."},
{"name": "Serkut", "x":200, "y":325, "size": 1, "info": "Serkut ovat henkilöitä, jotka ovat keskenään sukua ja jakavat yhteisiä esivanhempia. Serkut ovat yleensä saman sukupolven, eli heidän vanhempansa ovat sisaruksia keskenään. Serkut voivat olla läheisiä ja tärkeitä henkilöitä toisilleen tai heidän välillään voi olla etäisyyttä tai vähäisempää yhteyttä. Serkkusuhteet ovat tärkeitä monille perheille ja kulttuureille, ja niiden merkitys voi vaihdella eri yhteyksissä. Esimerkiksi joissakin kulttuureissa serkkusuhteet ovat hyvin läheisiä ja tärkeitä, kun taas toisissa ne voivat olla etäisempiä."},
{"name": "Sovinnaisuus", "x":200, "y":350, "size": 1, "info": "Sovinnaisuus tarkoittaa vakiintuneita käytöstapoja, normeja ja sääntöjä, jotka ovat yleisesti hyväksyttyjä ja käytössä yhteiskunnassa tai tietyn ryhmän sisällä. Sovinnaisuuden tarkoitus on ylläpitää tiettyä järjestystä ja ehkäistä konflikteja sekä osoittaa kunnioitusta muita ihmisiä kohtaan. Sovinnaisuus voi ilmetä erilaisissa tilanteissa, kuten käytöstavoissa, pukeutumisessa, kielenkäytössä tai tapahtumiin osallistumisessa."},
{"name": "Sukulaisuus", "x":200, "y":375, "size": 1, "info": "Sukulaisuus tarkoittaa perhesiteitä, jotka liittävät ihmisiä toisiinsa verisukulaisten tai avioliiton välityksellä. Sukulaisuuden käsite on monimutkainen, sillä se riippuu eri kulttuureissa erilaisista perinteistä ja normeista. Verisukulaisia ovat vanhemmat, sisarukset, isovanhemmat, sedän ja tädin jälkeläiset, serkut ja veljen- tai sisarenlapset. Avioliiton välityksellä sukulaisiksi voi tulla puoliso, tämän vanhemmat, veljet ja sisaret, sekä niiden jälkeläiset. Sukulaisuuden käsite on tärkeä niin perheiden sisäisissä suhteissa kuin yhteiskunta- ja oikeusjärjestelmissäkin, sillä se vaikuttaa mm. perheoikeudellisiin asioihin, kuten perintöoikeuteen ja adoptioon."},
{"name": "Vanhoillisuus", "x":200, "y":400, "size": 1, "info": "Vanhoillisuudelle tyypillisiä piirteitä ovat muun muassa halu säilyttää vakiintuneet instituutiot ja perinteet, vastahanka nopeille muutoksille, epäluottamus uusia ideoita ja arvoja kohtaan sekä korostettu yhteisön ja kollektiivin merkitys yksilön etujen edelle. Vanhoillisuutta perustellaan usein esimerkiksi vakaumuksella, että perinteiset arvot ovat osoittautuneet toimiviksi ja turvaavat yhteiskunnan ja yksilön hyvinvoinnin. Vanhoilliset voivat korostaa perinteisiä sukupuolirooleja, perheinstituutiota, uskonnollisia perinteitä, kansallista identiteettiä tai tiukempaa moraalikäsitystä. "}
     ]
    },
    {
     "name": "Kultturi",
     "children": [
      {"name": "Aatteellisuus", "x":170, "y":320, "size": 1, "info": "Aatteellisuus tarkoittaa henkilön tai ryhmän aatteiden ja arvojen kannattamista ja aktiivista puolustamista. Aatteet voivat perustua esimerkiksi poliittiseen, filosofiseen, uskonnolliseen tai sosiaaliseen ajatteluun ja arvomaailmaan. Aatteet ovat yksilöllisiä, ja ne muodostuvat henkilön kokemusten, kasvatuksen ja yhteiskunnan olosuhteiden perusteella. Aatteellisuus voi tarkoittaa myös aktiivista osallistumista aatteen edistämiseen ja ideologian levittämiseen yhteiskunnassa. Aatteet voivat olla voimakkaasti tunneperäisiä, ja ne voivat vaikuttaa ihmisen päätöksentekoon ja toimintaan monella tavalla. Aatteellisuus voi olla merkittävä tekijä yhteiskunnallisten liikkeiden, poliittisten puolueiden ja kansalaisjärjestöjen toiminnassa."},
{"name": "Hyväksyvyys", "x":170, "y":345, "size": 1, "info": "Hyväksyvyys tarkoittaa jonkin asian tai tilanteen hyväksymistä sellaisena kuin se on. Se voi liittyä esimerkiksi itsehyväksyntään, jossa hyväksytään kaikki omat tunteet, ajatukset ja tekemiset, tai toisen henkilön hyväksyntään, jossa hyväksytään toisen henkilön persoonallisuus, käyttäytyminen ja arvot sellaisina kuin ne ovat. Hyväksyvyys voi auttaa lisäämään mielenrauhaa, vähentämään stressiä sekä parantamaan vuorovaikutusta ja sosiaalisia suhteita muiden ihmisten kanssa. "},
{"name": "Ideologisuus", "x":170, "y":370, "size": 1, "info": "Ideologisuus tarkoittaa tietyn ideologian kannattamista, eli tietyn aatemaailman periaatteiden ja näkemysten puolustamista ja edistämistä. Ideologia voi olla esimerkiksi poliittinen, filosofinen tai taloudellinen, ja sen sisältö voi olla hyvin monimuotoinen. Ideologiasta voi syntyä tietyllä tavalla jäsennelty ajattelutapa, joka ohjaa yksilön tai ryhmän ajattelua ja toimintaa erilaisissa kysymyksissä. Ideologisessa ajattelussa usein painotetaan tietynlaista maailmankuvaa ja sitä, millaiseksi yhteiskunnan tai yksilön tulisi muodostua. Ihmiset voivat olla eri mieltä eri ideologioiden välillä, ja ideologiset erot voivat aiheuttaa erimielisyyksiä ja konflikteja."},
{"name": "Isänmaallisuus", "x":170, "y":395, "size": 1, "info": "Isnmaallisuus on henkilön tunne kiintymyksestä ja omistautumisesta omaa maataan tai isänmaataan kohtaan. Se voi ilmentyä esimerkiksi haluna suojella maansa vapautta ja turvallisuutta, kunnioittaa sen historiaa ja perinteitä, ja edistää sen kehitystä ja hyvinvointia. Isnmaallisuus voi olla yksi tapa ilmaista yhteisöllisyyttä, hengellisyyttä ja omistautumista yhteisille arvoille ja ihanteille, ja se voi olla tärkeä henkilökohtainen ja yhteiskunnallinen tekijä. Isnmaallisuus voi kuitenkin myös aiheuttaa konflikteja, kun se johtaa erilaisiin eturistiriitoihin tai muihin maailmankuviin perustuviin erimielisyyksiin."},
{"name": "Kansallismielisyys", "x":170, "y":420, "size": 1, "info": "Kansallismielisyys tarkoittaa ideologiaa tai aatetta, joka korostaa oman maan, kansan ja kulttuurin merkitystä ja ylpeyttä. Kansallismielisyys voi ilmentyä poliittisena nationalismiksi, joka pyrkii turvaamaan oman maan itsenäisyyden, suvereniteetin ja kansallisen edun. Kansallismielisyys voi myös olla kulttuurista nationalismia, joka korostaa oman kulttuuriperinnön arvoa ja suojelua. Kansallismieliset käsittelevät usein yhtenäisen kansan ajatusta, joka jakaa yhteiset perinteet, arvot ja historia. Vaikka kansallismielisyyden tarkoitusperät voivat olla kiitettäviä, kansallismielisyys saattaa johtaa myös jakautumiseen ja konflikteihin, kun se liittyy muiden maiden tai kansakuntien vähättelyyn ja syrjintään."},
{"name": "Moraalisuus", "x":360, "y":320, "size": 1, "info": "Moraalisuus viittaa yksilön tai yhteisön käsityksiin oikeasta ja väärästä käytöksestä, sekä säännöistä ja normeista, jotka ohjaavat ihmisten toimintaa ja kanssakäymistä. Moraalisuus on osa etiikkaa ja tutkii ihmisten käytöksen, arvojen, velvollisuuksien ja oikeuksien perusteluja. Moraalisuus perustuu usein yhteiskunnallisiin normeihin, jotka koskevat esimerkiksi vilpillisyyttä, väkivaltaa tai syrjintää. Moraalisuus voi myös liittyä yksilön omaan henkilökohtaiseen käsitykseen oikeasta ja väärästä, ja se voi perustua esimerkiksi uskonnollisiin, filosofisiin tai maailmankatsomuksellisiin ajatuksiin. Moraalisuus ohjaa ihmisten käyttäytymistä ja valintoja, ja se voi olla tärkeä tekijä yksilön sosiaalisessa ja kulttuurisessa sopeutumisessa."},
{"name": "Omatunto", "x":360, "y":370, "size": 1, "info": "Omatunto tarkoittaa henkilön sisäistä tuntemusta eettisestä oikeasta ja väärästä, joka ohjaa henkilön käyttäytymistä ja valintoja. Omatunto kertoo henkilön sisäisestä äänestä, joka voi tuottaa syyllisyyden tai hyvän mielen tunteen sen mukaan, kuinka henkilö kokee toimineensa. Omatuntoa voidaan käyttää myös laajemmin tarkoittamaan ihmisen sisäistä kykyä tunnistaa ja arvioida oikein ja väärin eri tilanteissa. Omatunto liittyy usein eettisiin, moraalisiin ja uskonnollisiin kysymyksiin ja sitä pidetään henkilön sisäisenä arvostelukykyinä."},
{"name": "Poliittisuus", "x":360, "y":395, "size": 1, "info": "Poliittisuus tarkoittaa ihmisten tai yhteisöjen toimintaa, joka liittyy poliittiseen vallankäyttöön ja päätöksentekoon. Poliittisuus voi ilmetä monin tavoin, kuten poliittisen järjestäytymisen, äänestämisen, vaikuttamisen tai mielenosoittamisen kautta. Poliittisuus voi liittyä myös poliittisiin aatteisiin, näkemyksiin ja ideologioihin, jotka ohjaavat yksilön tai yhteisön näkemyksiä esimerkiksi valtion roolista, yhteiskunnallisesta oikeudenmukaisuudesta ja eri yhteiskuntaryhmien välisestä tasa-arvosta. Poliittisuutta voidaan tarkastella useista eri näkökulmista ja sen merkitys voi vaihdella kulttuurisesti ja historiallisesti eri aikakausina."},
{"name": "Sallivuus", "x":360, "y":420, "size": 1, "info": "Sallivuus tarkoittaa ihmisen tai yhteiskunnan joustavaa suhtautumista tai hyväksyntää tiettyihin asioihin tai käyttäytymiseen, joka voi poiketa normista. Sallivuus voi liittyä esimerkiksi kasvatukseen, jossa vanhemmat tai kasvattajat suhtautuvat joustavasti tai hyväksyvästi lapsen tekemisiin tai käytökseen. Sallivuus voi myös liittyä lakiin, jossa tietyn käyttäytymisen tai teon sallitaan laissa. Sallivuus voi olla positiivinen piirre, joka edistää yksilön oikeutta ilmaista itseään ja olla erilainen. Se voi myös helpottaa kohtaamisia ja yhteistyötä erilaisilla ihmisillä ja toimia siltana erilaisten ryhmien välillä. Toisaalta liiallinen sallivuus voi johtaa laiminlyönteihin tai vääriin käytöksiin, ja se voi johtaa yhteiskunnan normien heikkenemiseen."},
{"name": "Suvaitsevaisuus", "x":360, "y":445, "size": 1, "info": "Suvaitsevaisuus on asenne ja käytös, joka perustuu kunnioitukseen, hyväksyntään ja ymmärrykseen muita ihmisiä ja heidän erilaisia näkemyksiään kohtaan. Se tarkoittaa, että olemme valmiita hyväksymään ja kunnioittamaan toisia ihmisiä ja heidän oikeuttaan olla erilaisia kuin me itse. Suvaitsevaisuus ei edellytä samaa mieltä olemista, vaan se sallii erilaisuuden ja moninaisuuden olemassaolon. Suvaitsevaisuus on tärkeä arvo yhteiskunnassa, jossa on moninaisuutta ja erilaisia taustoja. Se edistää yhteistyötä, ymmärrystä ja rauhaa, ja auttaa vähentämään konflikteja ja ennakkoluuloja. Suvaitsevaisuus ei tarkoita sitä, että pitää hyväksyä kaikki toisten näkemykset tai toiminta, joka aiheuttaa haittaa tai vahinkoa toisille, mutta se tarkoittaa kunnioittavaa ja ymmärtäväistä asennetta ihmisiä kohtaan, jotka ovat erilaisia kuin me itse."}
     ]
    },
    {
     "name": "Kokemukset",
     "children": [
{"name": "Ensirakkaus", "x":280, "y":85, "size": 1, "info": "Ensirakkaus tarkoittaa yleensä sitä ensimmäistä romanttista tai tunteellista kiinnostusta, vetovoimaa tai vahvaa tunteellista siteitä toiseen henkilöön. Se on usein nuoruuden tai varhaisen aikuisiän aikana koettu erityinen tunne, joka voi olla hyvin intensiivinen ja merkittävä. Ensirakkaus voi syntyä uudenlaisen kiinnostuksen ja vetovoiman tunteen myötä toiseen ihmiseen, ja se voi sisältää romanttiset tunteet, ihastumisen, sydämen sykähdykset, perhoset vatsassa ja ihanan tunteen olla lähellä tätä toista henkilöä. Ensirakkaus voi olla hyvin voimakas tunne, mutta se voi myös olla haasteellinen ja monimutkainen, sillä se saattaa olla ensimmäinen kokemus romanttisista tai tunteellisista suhteista. Ensirakkaus on yksilöllinen kokemus, joka voi vaihdella ihmisten välillä. Se voi olla ikimuistoinen ja voi jättää syvän jäljen ihmisen sydämeen ja muistiin. "},
{"name": "Koulukaverit", "x":280, "y":60, "size": 1, "info": "Koulukaverit ovat henkilöitä, jotka ovat olleet samassa koulussa ja/tai samalla luokalla. Koulukaverit voivat olla läheisiä ystäviä tai vain tuttuja, joiden kanssa on vietetty aikaa koulussa. Koulukaverisuhteet voivat olla tärkeitä ihmisten elämässä, koska ne voivat tarjota sosiaalista tukea ja yhteenkuuluvuuden tunnetta. Koulukavereihin voi myös liittyä vahvoja muistoja ja kokemuksia omasta lapsuudesta ja nuoruudesta."},
{"name": "Opettajat", "x":280, "y":10, "size": 1, "info": "Opettajat ovat henkilöitä, jotka ovat vastuussa lapsen koulutuksesta ja kasvatuksesta varhaislapsuudessa ja peruskoulun alaluokilla. Opettajien tärkeä tehtävä on opettaa lapsille elämässä tarvittavia taitoja, kuten luku- ja kirjoitustaitoa, matematiikkaa, tieteen perusteita, kieliä, liikuntaa ja kulttuuria. Opettajilla on keskeinen rooli lapsen kehityksessä, ja heidän tehtävänsä on tarjota turvallinen ja innostava oppimisympäristö, jossa jokainen lapsi voi kehittyä omalla yksilöllisellä tavallaan. Opettajat ovat myös vastuussa oppilaiden kasvattamisesta ja ohjaamisesta kohti vastuullisia ja empaattisia aikuisia."},
{"name": "Seksuaalisuus", "x":280, "y":-15, "size": 1, "info": "Seksuaalisuus tarkoittaa ihmisen kehollista, psyykkistä ja sosiaalista hyvinvointia ja toimintaa, joka liittyy seksuaali- ja sukupuolielämään. Se on yksi ihmisen perustarpeita, joka liittyy kosketukseen, läheisyyteen ja intiimiyteen. Seksuaalisuus kattaa monia eri asioita, kuten halut, mieltymykset, teot ja ajatukset. Se voi ilmentyä eri tavoin eri ihmisillä. Seksuaalisuuden eri osa-alueita ovat esimerkiksi sukupuoli-identiteetti, seksuaalinen suuntautuminen, seksuaalinen kiihottuminen, seksuaaliset toiveet ja fantasioita, seksuaalinen kanssakäyminen sekä lisääntymistoiminnot."},
{"name": "Vastarakkaus", "x":280, "y":-15, "size": 1, "info": "Vastarakkaus tarkoittaa tilannetta, jossa kaksi henkilöä rakastavat toisiaan samalla tavalla ja vastaavasti toisiaan. Se on siis molemminpuolista rakkautta, jossa kumpikin osapuoli tuntee rakastavansa ja tulevansa rakastetuksi. Vastarakkaus voi ilmetä monella eri tavalla, kuten läheisyytenä, kommunikaationa, tukena ja ymmärryksenä. Se on yleensä merkittävä tunne, jonka kokeminen voi tuoda ihmisille paljon iloa ja onnellisuutta. Vastarakkaus voi esiintyä romanttisessa, ystävällisessä tai perheenjäsenen välisessä suhteessa."}
     ]
    },
    {
     "name": "Uskomukset",
     "children": [
      {"name": "Anteeksiantavuus", "x":-20, "y":195, "size": 1, "info": "Anteeksiantavuus tarkoittaa kykyä antaa anteeksi toisille ihmisille heidän tekemiään virheitä tai loukkauksia kohtaan. Se on henkinen prosessi ja päätös, joka voi auttaa ihmisiä vapautumaan vihasta, katkeruudesta ja kaunasta. Anteeksiantavuus voi edistää terveyttä ja hyvinvointia, sillä se voi vähentää stressiä ja ahdistusta sekä parantaa mielialaa ja ihmissuhteita. Anteeksiantavuus voi myös edistää yhteistyötä ja harmoniaa erilaisten yksilöiden ja yhteisöjen välillä, mikä voi edistää rauhaa ja hyvinvointia laajemmassakin mittakaavassa."},
{"name": "Armollisuus", "x":-20, "y":220, "size": 1, "info": "Armollisuus tarkoittaa kykyä suhtautua toisiin ihmisiin myötätuntoisesti ja ymmärtävästi, vaikka he olisivat tehneet virheitä tai epäonnistuneet jossain asiassa. Armollisuus voi olla tärkeä ominaisuus, kun pyritään rakentamaan terveitä ihmissuhteita, sillä se auttaa ihmisiä ymmärtämään toistensa kokemuksia ja tunteita. Armollisuus voi myös auttaa ihmisiä käsittelemään omia virheitään ja pettymyksiään, koska se antaa luvan olla inhimillinen ja erehtyväinen. Armollisuus ei tarkoita hyväksyntää tai oikeutusta vääryydelle, vaan pikemminkin kykyä nähdä toisen ihmisen kokonaisvaltaisesti ja yrittää ymmärtää häntä myötätuntoisesti ja rakentavasti."},
{"name": "Hengellisyys", "x":-20, "y":145, "size": 1, "info": "Hengellisyys on käsite, joka liittyy ihmisen henkiseen elämään ja henkisiin ominaisuuksiin, kuten uskoon, spirituaalisuuteen, arvoihin, merkityksiin, tarkoituksiin ja elämänfilosofioihin. Hengellisyys voi olla uskonnollista tai ei-uskonnollista ja se voi ilmentyä eri tavoin, esimerkiksi rukoiluna, meditointina, tietoisena läsnäolona, pohdiskeluna, henkisenä kasvuna, yhteytenä johonkin suurempaan tai tärkeäksi koetun asian palvelemisena. Hengellisyyden käsite on laaja ja monimuotoinen, ja se voi olla merkittävä tekijä ihmisen elämänlaadussa ja hyvinvoinnissa."},
{"name": "Henkisyys", "x":-20, "y":120, "size": 1, "info": "Henkisyys on monitulkintainen käsite, jota on vaikea määritellä yksiselitteisesti. Se viittaa kuitenkin usein ihmisen sisäiseen maailmaan ja yhteyteen korkeamman voiman tai ulottuvuuden kanssa. Henkisyys voi liittyä esimerkiksi uskonnollisiin tai henkisiin traditioihin, tai se voi tarkoittaa henkilön omaa suhdetta henkiseen ulottuvuuteen, joka voi ilmetä eri tavoin, kuten meditaation, rukoilemisen, tietoisuuden kehittämisen tai itsensä tutkiskelun kautta. Henkisyys voi myös liittyä henkilön eettisiin arvoihin, kuten myötätuntoon, rakkauteen ja henkilökohtaiseen kasvuun. Henkisyys on osa ihmisen yleistä hyvinvointia ja käsitteenä se voi auttaa ihmistä ymmärtämään itseään ja ympäröivää maailmaa paremmin."},
{"name": "Kohtalonomaisuus", "x":160, "y":120, "size": 1, "info": "Kohtalonomaisuus tarkoittaa ajatusta siitä, että jotkin tapahtumat tai ilmiöt ovat ennalta määrättyjä ja väistämättömiä. Kohtalonomaisuus voidaan liittää uskomukseen kohtalosta tai kohtalosta sallimuksesta, joka ohjaa ihmisen elämää ja tapahtumia jollain tavalla. Kohtalonomaisuus voi tuntua kuin kohtalon käsi ohjaisi tapahtumia ja kohtalo olisi ennalta määrätty. Kohtalonomaisuutta voi liittyä myös tiettyjen ihmisten tai tapahtumien yhteyteen, jolloin ne tuntuvat ennalta määrätyiltä tai kohtalokkaalta vaikka todellisuudessa niillä ei olisi mitään yliluonnollista liitosta. Kohtalonomaisuutta voi selittää myös esimerkiksi psykologisesti ilmiöillä, kuten vahvistusharhalla, jolloin ihmisen havainnot ja kokemukset vahvistavat hänen uskoa kohtalon vaikutukseen."},
{"name": "Siunaus", "x":160, "y":145, "size": 1, "info": "Siunaus tarkoittaa, että henkilö kokee saaneensa erityisen hyvän tai onnekkaan asian tai että hänellä on paljon hyviä asioita elämässään. Ilmauksen taustalla on yleensä ajatus siitä, että jotakin henkilön elämässä on arvokasta tai erityistä, ja että hänellä on aihetta olla kiitollinen. Kristillisessä kontekstissa siunaus tarkoittaa usein Jumalan tai henkilön uskonnollisen yhteisön antamaa siunausta, joka voi liittyä esimerkiksi henkilön terveyteen, onnellisuuteen tai menestykseen. Siunaus heijastelee positiivista asennetta ja elämäniloa, josta henkilö voi tuntea olevansa onnekas ja että hänen elämänsä on merkityksellistä ja arvokasta. "},
{"name": "Onnekkuus", "x":160, "y":195, "size": 1, "info": "Onnekkuus viittaa yleensä sattumanvaraiseen tai onnekkaaseen tapahtumaan tai tilanteeseen. Sitä käytetään kuvaamaan tilanteita, joissa jokin positiivinen lopputulos saavutetaan sattuman tai onnen kautta, ei niinkään suunnitelmallisen tai taidon avulla. Tuurilla voi olla erilaisia tulkintoja ja käyttötapoja eri tilanteissa. Se voi olla myönteistä tai neutraalia tarkoittava kiitelty tai jopa huumorilla käytetty ilmaisu. Se voi myös viitata siihen, että jokin tapahtuma tai saavutus ei ole täysin johdonmukaisen tai tarkoituksellisen toiminnan tulosta, vaan pikemminkin sattuman oikusta. "},
{"name": "Vakaumuksellisuus", "x":160, "y":195, "size": 1, "info": "Vakaumuksellisuus tarkoittaa yksilön voimakasta ja syvällistä uskoa tai vakaumusta johonkin asiaan, usein sellaiseen, jonka totuus ei ole yleisesti hyväksytty tai vaikeasti todistettavissa. Se voi liittyä esimerkiksi uskonnollisiin, poliittisiin, eettisiin tai filosofisiin kysymyksiin. Vakaumuksellisuus voi ohjata yksilön valintoja, arvoja ja toimintaa, ja se voi olla erittäin tärkeä osa yksilön identiteettiä ja maailmankuvaa. Vakaumuksellisuus voi auttaa yksilöä löytämään merkitystä elämäänsä ja saavuttamaan henkilökohtaisia tavoitteita, mutta se voi myös aiheuttaa konflikteja ja vaikeuksia, erityisesti silloin kun yksilön vakaumus poikkeaa ympäröivästä kulttuurista tai yleisesti hyväksytyistä normeista."},
{"name": "Yliluonnollisuus", "x":160, "y":220, "size": 1, "info": "Yliluonnollisuus viittaa uskomuksiin ja ilmiöihin, jotka eivät ole selitettävissä tieteellisten tai luonnollisten selitysten avulla. Yliluonnollinen voidaan ymmärtää yliluonnollisuutena, joka ylittää tavanomaisen, ajallisen ja luonnollisen todellisuuden rajat. Yliluonnollinen voi olla esimerkiksi henkilökohtainen kokemus tai uskomus yliluonnollisesta voimasta, kuten jumalasta, haltiasta tai muusta korkeammasta voimasta. Yliluonnolliseen voi myös liittyä yliluonnollisia tapahtumia, kuten yliluonnollisia voimia tai paranormalisia ilmiöitä, kuten henkiä, aaveita tai telepatiaa. Yliluonnollisuus on usein kytköksissä uskonnollisiin ja henkisiin uskomuksiin, mutta sitä voi esiintyä myös esimerkiksi luonnontieteiden ulkopuolella, kuten okkultismissa ja yliluonnollisen fiktion genreissä."}
     ]
    },    
    {
     "name": "Arvostukset",
     "children": [
{"name": "Eettisyys", "x":-15, "y":265, "size": 1, "info": "Eettisyys viittaa periaatteisiin, moraalikäsityksiin ja arvoihin, joita käytetään arvioitaessa oikeaa ja väärää. Eettisyys liittyy ihmisen toiminnan moraaliseen oikeutukseen ja siihen, että toimimme yhteisön hyväksymien normien ja arvojen mukaisesti. Usein eettiset periaatteet liittyvät esimerkiksi rehellisyyteen, oikeudenmukaisuuteen, vastuullisuuteen ja ihmisoikeuksien kunnioittamiseen. Eettisyys on tärkeä osa sekä henkilökohtaista että ammatillista moraalia, ja sen merkitys korostuu esimerkiksi yritystoiminnassa ja julkishallinnossa. Eettisellä toiminnalla pyritään välttämään vääristymät, epäoikeudenmukaisuus ja väärinkäytökset, ja samalla rakentamaan kestäviä ja vastuullisia yhteiskuntarakenteita."},
{"name": "Esteettisyys", "x":-15, "y":290, "size": 1, "info": "Esteettisyys tarkoittaa yleisesti kauneuden, taiteen ja visuaalisen ilmeen arvostamista tai niiden käsittelyä. Se on ominaisuus, joka voi liittyä esineisiin, taiteeseen, maisemiin tai ihmisiin. Esteettisyys korostaa kauneuden merkitystä ja sen vaikutusta ihmisten kokemukseen ja tunteisiin. Esteettisyys voi ilmetä esimerkiksi muotoilussa, jossa eri design- tai visuaaliset elementit pyritään yhdistämään visuaalisesti miellyttäväksi kokonaisuudeksi. Esteettisyyden merkitystä ja sen käsitteitä on käsitelty eri tieteenaloilla, kuten filosofiassa ja taiteen historiassa, ja sen merkitys voi vaihdella ajan ja kulttuurin mukaan. Esteettisyys voi vaikuttaa ihmisten henkiseen hyvinvointiin, sillä kauniiden asioitten havaitseminen ja arvostus voi lisätä iloa ja mielihyvää ihmisen elämässä."},
{"name": "Kunnioitus", "x":-15, "y":315, "size": 1, "info": "Kunnioitus viittaa yleensä myönteiseen arvostukseen tai arvonantoon, jota tunnetaan toista ihmistä, eläintä, asiaa tai auktoriteettia kohtaan. Kunnioituksessa on kyse syvemmästä ihailusta ja kunnioituksesta jonkin henkilön tai asian arvoa ja merkitystä kohtaan. Kunnioitus voi sisältää myös kunnioitetun henkilön tai asian suojelemisen ja huolehtimisen. Kunnioitus voi ilmentyä monin tavoin, kuten kohteliaisuutena, huomaavaisuutena, toisten ihmisten tai eläinten aseman ja oikeuksien kunnioittamisena ja arvostuksena. Kunnioituksen puute voi johtaa esimerkiksi erimielisyyksiin, ristiriitoihin ja henkilösuhteiden heikkenemiseen."},
{"name": "Oikeudenmukaisuus", "x":-15, "y":340, "size": 1, "info": "Oikeudenmukaisuus tarkoittaa reiluutta, tasapuolisuutta ja oikeudenmukaista kohtelua. Se liittyy yleensä käsitteisiin oikeus, lainmukaisuus ja yhteiskunnallinen tasa-arvo. Oikeudenmukaisuus voi ilmetä esimerkiksi yksilön oikeussuojaan liittyen, kuten oikeus oikeudenmukaiseen oikeudenkäyntiin ja oikeudenmukaiseen kohteluun rikosprosessissa. Oikeudenmukaisuus voi myös liittyä yhteiskunnallisiin kysymyksiin, kuten tulonjakoon, varallisuuden jakautumiseen ja ihmisoikeuksiin. Oikeudenmukaisuus pyrkii varmistamaan, että kaikki ihmiset tulevat kohdelluksi tasa-arvoisesti ja oikeudenmukaisesti, ja että heidän perusoikeuksiaan kunnioitetaan."},
{"name": "Rehellisyys", "x":-15, "y":365, "size": 1, "info": "Rehellisyys tarkoittaa totuudenmukaisuutta, avoimuutta ja oikeudenmukaisuutta toiminnassa ja kommunikaatiossa. Rehellinen henkilö pyrkii olemaan puolueeton ja välttämään valehtelua, petosta tai vilpillistä toimintaa. Rehellisyys on tärkeä ominaisuus yksilöille ja yhteiskunnalle, koska se lisää luottamusta muiden ihmisten välillä ja edistää oikeudenmukaisuutta ja reiluutta. Rehellisyyden toteuttaminen vaatii usein rohkeutta, avoimuutta ja vastuullista toimintaa, mutta se voi auttaa edistämään hyvää elämää ja kestävää kehitystä yksilön ja yhteiskunnan tasolla."},
{"name": "Saavutukset", "x":-15, "y":390, "size": 1, "info": "Saavutukset viittaavat henkilön, ryhmän tai yhteisön tekemiin merkittäviin suorituksiin tai tuloksiin. Kyse voi olla tietyn tavoitteen saavuttamisesta, erityisesti asiassa onnistumisesta, hyvästä suorituksesta tai esimerkiksi jotain uutta luovasta saavutuksesta. Saavutukset voivat olla monipuolisia ja liittyä eri elämänalueisiin, kuten työelämä, opiskelu, urheilu, kulttuuri tai yhteiskunnallinen vaikutusvalta. Saavutukset voivat antaa ihmisille tunnetta omien taitojen ja kykyjen kehittymisestä ja onnistumisesta, mikä voi kasvattaa itsetuntoa ja motivaatiota. Saavutukset voivat myös vaikuttaa muiden ihmisten mielikuvaan siitä, keitä he ovat ja mitä he pystyvät saavuttamaan."},
{"name": "Tasa-arvoisuus", "x":-15, "y":415, "size": 1, "info": "Tasa-arvoisuus tarkoittaa sitä, että kaikki ihmiset saavat samanarvoista kohtelua ja mahdollisuuksia riippumatta esimerkiksi sukupuolesta, iästä, etnisestä taustasta, uskonnosta tai muista ominaisuuksistaan. Tasa-arvoisuus perustuu ihmisten yhtäläisiin oikeuksiin ja velvollisuuksiin, sekä siihen että kaikkia kohdellaan oikeudenmukaisesti ja tasapuolisesti. Tasa-arvoisuus on tärkeä periaate monilla yhteiskunnan aloilla, kuten koulutuksessa, työelämässä ja poliittisessa päätöksenteossa, ja sen edistämiseen pyritään erilaisin toimenpitein ja lainsäädännöllisin keinoin."},
{"name": "Tasavertaisuus", "x":-15, "y":440, "size": 1, "info": "Tasavertaisuus tarkoittaa sitä, että kaikki ihmiset ovat samanarvoisia riippumatta esimerkiksi sukupuolestaan , iästään, etnisestä taustastaan tai fyysisistä ominaisuuksistaan. Tasavertaisuuteen liittyy ajatus siitä, että jokaisella ihmisellä on oikeus tulla kohdelluksi oikeudenmukaisesti ja tasa-arvoisesti niin yhteiskunnassa kuin yksittäisissä ihmissuhteissakin. Tasavertaisuuden periaate edellyttää myös, että kaikilla ihmisillä on samat mahdollisuudet toteuttaa itseään ja saavuttaa omia tavoitteitaan, ilman että heidän taustansa rajoittaa heidän mahdollisuuksiaan."},
{"name": "Turvallisuus", "x":-15, "y":465, "size": 1, "info": "Turvallisuus tarkoittaa sitä, että ihmiset tai ympäristö ovat suojattuja vaaroilta, uhkilta tai vahingoilta. Turvallisuus voi liittyä esimerkiksi fyysiseen, henkiseen, sosiaaliseen tai taloudelliseen turvallisuuteen. Fyysinen turvallisuus voi liittyä esimerkiksi suojautumiseen väkivallalta tai onnettomuuksilta, henkinen turvallisuus taas esimerkiksi stressin tai ahdistuksen minimointiin. Sosiaalinen turvallisuus liittyy ihmisten välisiin suhteisiin, ja se voi tarkoittaa esimerkiksi suojautumista kiusaamiselta tai syrjinnältä. Taloudellinen turvallisuus voi liittyä esimerkiksi työpaikan, toimeentulon tai omaisuuden suojaukseen. Turvallisuus on tärkeä perustarve ja sen tavoitteena on varmistaa ihmisten ja yhteiskunnan selviytyminen erilaisissa olosuhteissa."},
{"name": "Vapaus", "x":-15, "y":490, "size": 1, "info": "Vapaus tarkoittaa yksilön tai ryhmän kykyä toimia itsenäisesti, omien tavoitteiden ja arvojen mukaisesti ilman ulkopuolista painostusta tai pakkoa. Vapaus liittyy usein oikeuksiin, kuten kokoontumisvapauteen, mielipiteen- ja sananvapauteen, uskonnonvapauteen, henkilökohtaiseen vapauteen ja liikkumisvapauteen. Vapaus on tärkeä arvo, sillä se mahdollistaa yksilöiden ilmaisunvapauden, oikeudenmukaisen kohtelun ja tasa-arvon toteutumisen yhteiskunnassa. Vapaus voi myös edistää yhteiskunnallista kehitystä, luovuutta ja innovatiivisuutta. Vapauden käsite on monimutkainen ja siitä on useita eri tulkintoja filosofialla, politiikassa ja yhteiskunnissa."}
     ]
    }
   ]
  }
 ]
}
