{
  "title": "Järjestelmä – Ihmiset – Muutos",
  "author": "Harri Käyhkö",
  "exported": "2026-02-23T09:04:19.985Z",
  "chapters": [
    {
      "index": 1,
      "id": "001",
      "part": null,
      "title": "JÄRJESTELMÄ - IHMISET - MUUTOS",
      "content": "Hyvinvointivaltion kriisi ei ole budjettialijäämä tai velkasuhde. Se on ohjausjärjestelmän kriisi.\n\nSuomalainen hyvinvointivaltio rakennettiin turvaamaan tulevaisuus. Se loi koulutuksen, terveydenhuollon ja sosiaaliturvan rakenteet, jotka nostivat elintasoa, vähensivät köyhyyttä ja vahvistivat luottamusta yhteiskuntaan. Sama järjestelmä ohjaa edelleen päätöksentekoa, mutta tapa, jolla se mittaa, priorisoi ja jakaa vastuuta, on muuttunut. Se suosii lyhyttä aikahorisonttia, siirtää riskejä yksilöille ja heikentää luottamuksen edellytyksiä. Tämän seurauksena syntyy ristiriitoja, joita on vaikea selittää perinteisillä talousmittareilla.\n\nTaloudellinen toimeliaisuus kasvaa, mutta yhä useampi kokee uupumusta ja turvattomuutta. Budjetteja tasapainotetaan, mutta palvelujen saavutettavuus heikkenee. Tehokkuutta lisätään, mutta työn kuormittavuus kasvaa. Luottamus instituutioihin heikkenee samaan aikaan, kun järjestelmää kehitetään rationaalisemmaksi ja kustannustehokkaammaksi. Kysymys ei ole yksittäisistä virheistä tai vääristä päätöksistä. Kyse on siitä, miten järjestelmä toimii.\ntilasto:pylväs\nTyölliset|65\nTyöttömät|8\nTyövoiman ulkopuolella|12\n:tilasto\nOhjausjärjestelmällä tarkoitetaan tässä kolmea toisiinsa kietoutuvaa tekijää:\nlista:\nmittarit, jotka määrittävät, mikä nähdään tärkeänä\npäätöksenteon rakenteet, jotka ohjaavat priorisointia\nvastuunjako, joka määrittää, kuka kantaa riskit ja seuraukset\n:lista\nNämä muodostavat kehikon, jonka sisällä politiikka, hallinto ja arjen ratkaisut tapahtuvat. Kehikko ei ole neutraali. Se ohjaa toimintaa usein huomaamatta suuntaan, jota kukaan ei ole erikseen valinnut. Suomen hyvinvointivaltio on ajautunut tilanteeseen, jossa järjestelmä tuottaa seurauksia, jotka ovat ristiriidassa sen alkuperäisen tarkoituksen kanssa. Tämä ei tarkoita, että järjestelmä olisi epäonnistunut. Se tarkoittaa, että se on rakennettu toisenlaisiin ongelmiin kuin ne, joita kohtaamme nyt.\nlista:\nVäestö ikääntyy nopeasti\nSyntyvyys on historiallisen matala\nMielenterveyden haasteet lisääntyvät\nTyöelämä pirstaloituu\n:lista\nSamanaikaisesti taloudelliset ja geopoliittiset epävarmuudet lisäävät painetta julkiselle vallalle. Nämä ilmiöt eivät ole väliaikaisia häiriöitä. Ne muuttavat yhteiskunnan toimintaympäristöä pysyvästi.\n\nTämä kirja tarkastelee kolmea kysymystä:\nlista:\nMiten tähän tilanteeseen on päädytty?\nMiten järjestelmän logiikka näkyy ihmisten arjessa?\nMitä pitäisi muuttaa, jotta järjestelmä tukisi tulevaisuutta paremmin?\n:lista\nTavoitteena ei ole etsiä syyllisiä. Rakenteet tuottavat seurauksia riippumatta siitä, ketkä sattuvat olemaan vallassa. Kun järjestelmä ohjaa päätöksiä tiettyyn suuntaan, yksittäiset toimijat voivat vaikuttaa vain rajallisesti lopputulokseen. Muutos ei synny yksittäisistä korjauksista. Se edellyttää ajattelutavan tarkistamista: mitä pidämme arvokkaana, miten arvioimme päätösten vaikutuksia ja millä aikavälillä mittaamme onnistumista.\n\nHyvinvointivaltion tulevaisuus ei ratkea pelkästään talouskasvun, menoleikkausten tai tehokkuusohjelmien kautta. Se ratkeaa sen perusteella, kykeneekö järjestelmä:\nlista:\ntukemaan elinvoimaa pelkän tuotannon sijaan\nvahvistamaan tulevaisuutta lyhyen aikavälin optimoinnin sijaan\nehkäisemään ongelmia niiden korjaamisen sijaan\n:lista\nNämä eivät ole iskulauseita vaan periaatteita, jotka määrittävät, millaisia valintoja teemme. Lopulta kysymys on vallasta ja suunnasta. Järjestelmät eivät ole luonnonlakeja. Ne ovat ihmisten rakentamia. Siksi niitä voidaan myös muuttaa.\n\nMillä ehdoilla tulevaisuus rakennetaan – ja kenelle?\n"
    },
    {
      "index": 2,
      "id": "101",
      "part": "I-JÄRJESTELMÄ",
      "title": "Historiallinen ajautuma - Miten tähän päädyttiin",
      "content": "Historia ei ole menneisyyttä – se on käyttöjärjestelmä, joka pyörii yhä\n\nMiksi Suomella menee huonosti juuri nyt? Ei siksi, että joku olisi tehnyt yhden typerän päätöksen. Kyse on paljon syvemmästä asiasta.\n\nSuomen nykyinen kriisi on kuin huomaamatta valunut seuraus 1990-luvun lamasta. Silloin tehdyt ratkaisut eivät jääneet historiaan – ne muuttuivat hiljalleen tavoiksi ajatella, jotka ohjaavat päätöksentekoa vielä tänään. Kolmekymmentä vuotta myöhemmin nämä ajattelutavat tuottavat kriisiä aivan itsestään, ilman että kukaan erityisesti sitä tarkoittaisi.\ntaulukko:\notsikot: 2000|2001|2002|2003|2004|2005|2006|2007|2008|2009|2010|2011|2012|2013|2014|2015|2016|2017|2018|2019|2020|2021|2022|2023|2024\nDanmark\t5.8|6.8|7.0|7.0|6.4|5.7|4.6|5.5|7.0|8.7|9.7|10.0|10.1|9.3|9.1|9.7|9.0|10.3|10.2|10.2|9.6|8.8|8.8|9.4|8.6\nFinland\t12.9|11.3|11.4|12.0|11.7|10.6|10.7|9.7|9.9|12.9|12.5|11.7|11.8|12.6|13.8|14.6|13.7|12.9|11.6|11.3|13.1|10.6|10.5|10.7|11.5\nSweden\t8.2|9.3|9.3|9.6|10.6|12.8|12.3|10.1|10.7|13.1|10.6|10.2|10.5|9.9|9.4|8.8|8.7|8.2|8.2|7.5|9.2|7.1|6.9|7.1|7.7\nNorway\t|||10.4|9.7|9.2|6.5|6.1|5.4|6.8|6.9|6.9|7.0|7.7|7.6|7.0|7.4|6.3|6.7|6.4|6.7|7.1|7.3|6.5|7.0\n:taulukko\nKun lama muutti sen, mitä pidämme mahdollisena\n\n1990-luvun alun lama oli järkyttävä kokemus. Suomen talous romahti kolmessa vuodessa 13 prosenttia. Työttömyys pomppasi kolmesta prosentista yli kuuteentoista. Valtion velka kasvoi roimasti. Pahinta oli kuitenkin se, kuinka syvästi lama vaikutti suomalaisten ajatteluun. Se jätti kollektiivisen trauman, muiston joka määrittää yhä, mikä on \"järkevää\" ja \"vastuullista\".\n\nLaman jälkeen tehtiin kovia päätöksiä. Leikattiin menoja, myytiin valtion omaisuutta, kiristettiin verotusta. Tuolloin se näytti toimivan, sillä vuonna 2000 budjetti oli ensimmäistä kertaa ylijäämäinen. Tästä syntyi menestystarina, jossa kuri kannattaa, velka on pahasta, leikkaukset toimivat. Tämä tarina on ohjannut Suomea siitä lähtien.\n\nKolme ajatusta jotka jäivät elämään\n\nLaman jälkeen Suomeen juurtui kolme ajattelutapaa, jotka tuntuvat nykyään itsestäänselvyyksiltä. Kasvusta tuli kaikki kaikessa. Kun talous alkoi taas kasvaa 1994, kasvu ja toipuminen kietoutuivat toisiinsa. Kasvu ei ollut enää väline hyvinvoinnin rakentamiseen, vaan päämäärä, jota varten yhteiskuntaa piti muokata.\n\nVelasta tuli moraalikysymys. Velan kasvu lamassa pelotti niin paljon, että velka alettiin nähdä synonyymina holtittomuudelle. Ei enää kysytty, mihin velkaa otetaan – investoidaanko sillä tulevaisuuteen vai maksetaanko sillä juoksevia kuluja. Velka oli velkaa, ja se oli pahasta.\n\nTehokkuudesta tuli pakkomielle. Julkista sektoria piti tehostaa. Kansalaisista tuli asiakkaita, palveluista tuotteita. Jos joku oli kallista, se oli automaattisesti huonoa. Halpa oli hyvää. Kukaan ei enää kysynyt, onko palvelu laadukasta tai mitä hyötyä siitä on pitkällä aikavälillä.\n\nRiskit siirtyivät sinulle\nlista:\nSamalla kun julkinen sektori tehostui ja keveni, vastuuta siirrettiin muualle. \nJos julkisia palveluja leikattiin, ihmiset ostivat ne itse – jos oli varaa. \nJos sosiaaliturvaa tiukennettiin, perheet ja läheiset paikkasivat puutteita. \nJos kunnilla ei ollut rahaa, vapaaehtoiset astuivat kuvaan. \n:lista\nTämä ei näkynyt budjetissa, mutta se näkyi arjessa jonotusaikoina, uupumuksena, eriarvoisuutena.\n\nNäkymätön pakkopaita\n\nLaman jälkeen rakennettiin hiljalleen järjestelmä, joka estää julkista taloutta sopeutumasta muuttuvaan maailmaan. Vuodesta 2003 lähtien Suomessa on ollut menokehykset – käytännössä neljän vuoden budjettikatto. Ne kuulostavat teknisiltä, mutta ne ovat todellisuudessa poliittinen pakkopaita. Ne määrittävät, mistä voidaan edes keskustella. Jos johonkin halutaan lisää rahaa, jostain on pakko leikata. Aina.\ntaulukko:polku\nx_akseli: Kasvu ja tuottavuus\ny_akseli: Velka ja rahoituskestävyys\npisteet:\n1940,-2,-2\n1950,-1,0\n1960,2,1\n1970,1,1\n1980,2,1\n1990,-2,-3\n2000,2,2\n2010,0,0\n2020,1,-2\n:taulukko\nKun väestö ikääntyy ja tarvitsee enemmän hoivaa, se on mahdollista vain leikkaamalla jostain muualta. Kun nuorilla on mielenterveysongelmia, apua voidaan lisätä vain ottamalla se jostain pois. Tämä on kompensaatiotaloutta, jossa uusi tarve paikataan vanhalla leikkauksella, eikä kierre pääty koskaan.\n\nRuotsi valitsi toisin\n\nRuotsi koki 1990-luvulla ihan samanlaisen pankkikriisin, jopa pahemman. Mutta he tekivät erilaisia valintoja. Ruotsi panosti koulutukseen. Se lisäsi rajusti korkeakoulupaikkoja, mikä sekä vaimensi nuorisotyöttömyyttä että loi pohjaa uusille vientialoille. Suomi taas luotti devalvaatioon ja perinteiseen vientiteollisuuteen.\n\nKumpikaan tapa ei ollut väärä – ne olivat erilaisia. Nyt kolmekymmentä vuotta myöhemmin erot näkyvät. Suomessa koulutusleikkausten perintö näkyy opetusryhmien koossa ja oppimistulosten eroissa. Ruotsilla on omat ongelmansa. Vertailu osoittaa tärkeän asian, että samassa tilanteessa oli muitakin vaihtoehtoja, kuten tänäänkin on.\n\nKun ratkaisut muuttuvat vankilaksi\n\nKasvu, velanhallinta ja tehokkuus olivat järkeviä ratkaisuja akuuttiin kriisiin. Ne pelastivat Suomen laman jälkeen, mutta ratkaisut jäävät kriisin jälkeen pysyviksi. Ne muuttuvat itsestäänselvyyksiksi. Kukaan ei enää kysy, ovatko ne edelleen hyviä tapoja järjestää yhteiskuntaa. Kysytään vain, miten niitä voidaan toteuttaa paremmin. Tätä kutsutaan polkuriippuvuudeksi, jossa kerran valittu tie kaventaa tulevia valintoja. Ensin ratkaisu, sitten tapa, sitten rakenne, sitten itsestäänselvyys.\n\nNyt Suomi kohtaa erilaisia haasteita. Väestö ikääntyy nopeasti. Syntyvyys on historiallisen alhaalla. Mielenterveysongelmat lisääntyvät. Luottamus instituutioihin heikkenee. Nämä ongelmat eivät ratkea ensisijaisesti kasvua vauhdittamalla, velkaa vähentämällä tai tehokkuutta parantamalla. Ne vaativat erilaista ajattelua.\n\nHistoria ei ole kohtalo\n\nPolkuriippuvuus ei ole luonnonlaki. Se on rakennelma – ja rakennelmat voidaan purkaa, kun ne ensin tunnistetaan rakennelmiksi. Kysymys ei ole siitä, olivatko 1990-luvun ratkaisut vääriä silloin. Ne olivat järkeviä siinä tilanteessa. Kysymys on siitä, ovatko ne oikeita nyt. Historia ei ole menneisyyttä. Se on kuin tietokoneen käyttöjärjestelmä, joka pyörii taustalla ja määrittää, mitä ohjelmia voidaan ajaa, mutta käyttöjärjestelmiäkin voi päivittää. Joskus ne on pakko päivittää, koska maailma on muuttunut eivätkä vanhat säännöt enää toimi."
    },
    {
      "index": 3,
      "id": "102",
      "part": "I-JÄRJESTELMÄ",
      "title": "Rahoituksen logiikka - Julkinen raha koordinaatiokielenä",
      "content": "Raha on vallan kieli – ja se puhuu nyt outoa suomea\n\nJulkinen talous kuulostaa kuivalta asialta. Budjetteja, alijäämiä, velkasuhteita, mutta oikeasti se on jotain paljon merkittävämpää. Se on järjestelmä, joka kääntää poliittiset puheet arjen todellisuudeksi. Raha on kuin yhteiskunnan verenkierto. Se virtaa sinne, minne päätökset sen ohjaavat, kertoen mikä on arvokasta, mikä kiireellistä, mikä välttämätöntä. Ongelma tässä on se, että rahoituksen logiikka ei ole neutraali. Se sisältää oletuksia, sokeita pisteitä ja vinoumia, jotka muokkaavat yhteiskuntaa – usein ihan eri suuntaan kuin kukaan tarkoittaisi.\n\nKatsotaan viittä mekanismia, joiden kautta tämä tapahtuu.\n\n1. Budjettikehys on väestöpolitiikkaa, vaikkei kukaan myönnä\n\nSuomessa on käytössä menokehykset, neljän vuoden budjettikatto, jota ei saisi ylittää. Kuulostaa tekniseltä ja järkevältä, mutta tässä on koukku. Kun väestö ikääntyy, eläke- ja hoivamenot kasvavat automaattisesti. Ne ovat lakisääteisiä, niitä ei voi vain päättää leikata. Samalla budjettikatto pysyy jäykkänä. Tämä tarkoittaa että kaikki muu – koulutus, varhaiskasvatus, ennaltaehkäisy, tutkimus – joutuu kilpailemaan jatkuvasti pienenevästä rahapotista.\n\nLopputulos on, että menneisyyden lupaukset (eläkkeet, vanhustenhoito) menevät automaattisesti tulevaisuuden investointien (lapset, nuoret, koulutus) edelle. Järjestelmä suosii ikääntyneitä ja rankaisee nuoria – ilman että kukaan on tätä erikseen päättänyt. Esimerkiksi lapsilisät pysyivät käytännössä samoina 2015–2025, vaikka kaikki kallistui. Samaan aikaan eläkkeet nousivat automaattisesti, koska ne on sidottu indeksiin. Tämä ei ole salaliitto vaan järjestelmän logiikkaa.\n\n2. Velkakeskustelu katsoo vääriä asioita\n\nVelka on politiikan hankalin asia. Se esitetään aina moraalikysymyksenä, jossa velka on vastuutonta, se on taakka lapsillemme, se on huonon hallinnon merkki. Tätä on kuitenkin yksinkertaisesti liikaa. Velka on oikeastaan kolme asiaa:\n\n- Se on suhde menneisyyteen ja tulevaisuuteen. Jos otat lainaa ostaaksesi omakotitalon, se on ihan fiksua – sinulla on jotain pysyvämpää. Jos otat lainaa, koska käytät koko ajan enemmän kuin tienaat ja maksat sillä ruokaa ja laskuja, se on huono juttu. Sama on valtiolla. Jos velalla rahoitetaan koulutusta, tutkimusta tai ennaltaehkäisyä, se tuottaa tulevaisuudessa. Jos velalla paikataan vaan sitä, että menot on isommat kuin tulot, se on ongelma. Nykyinen keskustelu ei tee tätä eroa – kaikki velka on pahasta.\n\n- Se on suhde aikaan. Neljän vuoden hallituskaudella velan kasvu näyttää katastrofilta. Mutta kolmenkymmenen vuoden aikajänteellä se voi olla hallittu siirtymä. Jos panostamme nyt lasten mielenterveyteen, se maksaa itsensä takaisin vasta vuosien päästä. Neljän vuoden syklissä tällaista ei kannata tehdä – ja juuri siksi sitä ei tehdä.\n\n- Se on suhde luottamukseen. Velka on kestävää niin kauan kuin markkinat uskovat, että pystymme maksamaan sen. Tämä usko ei ole mikään objektiivinen totuus, se on tunne, joka syntyy puheesta ja vertailuista. Suomi on menettänyt parhaan luottoluokituksensa, mutta maksaa edelleen lainasta aika vähän korkoa. Velkakeskustelu on siis syvästi poliittista, vaikka se esitetään teknisenä pakkona.\n\n3. Kompensaatiotalouden logiikka\n\nTiukka budjettikehys muuttaa julkisen talouden nollasummapelin kaltaiseksi: uudet panostukset voidaan rahoittaa vain vähentämällä resursseja jostain muualta. Kun terveydenhuoltoon lisätään varoja, koulutuksesta joudutaan leikkaamaan. Kun puolustusmenot kasvavat, kehitysavusta supistetaan. Tätä voidaan kutsua kompensaatiotaloudeksi: uusi tarve paikataan vähentämällä jotakin olemassa olevaa, sen sijaan että tarkasteltaisiin kokonaisuuden pitkän aikavälin tasapainoa.\nTällainen logiikka suosii välittömiä ja pakollisia menoja. Ennaltaehkäisevät toimet, joiden hyödyt näkyvät vasta vuosien kuluttua, jäävät helposti taka-alalle. Samalla hallinnonalat alkavat optimoida omaa budjettiaan kokonaisuuden sijaan, mikä lisää pirstaloitumista ja heikentää järjestelmän kykyä vastata monimutkaisiin ongelmiin.\n\n4. Riskien siirtyminen kotitalouksille\n\nKuten historiallista kehitystä tarkasteltaessa todettiin, vastuuta on siirtynyt vähitellen julkiselta sektorilta kotitalouksille ja yksilöille. Rahoitus- ja ohjausjärjestelmän näkökulmasta kyse ei ole yksittäisistä päätöksistä vaan toimintalogiikasta, jossa kustannukset eivät katoa vaan siirtyvät budjettien ulkopuolelle.Kun julkisia palveluja rajataan tai niiden saatavuus heikkenee, kustannukset siirtyvät yksityisille markkinoille, perheille ja läheisverkostoille. Tämä ei näy julkisessa taloudessa säästöinä, vaan arjessa pidempinä jonoina, lykkääntyneenä hoitona ja lisääntyneenä hoivavastuuna. Esimerkiksi suun terveydenhuollossa palvelujen saatavuus ohjaa maksukykyiset yksityiselle sektorille, kun taas muut joutuvat odottamaan hoitoa. Terveyserot kasvavat hitaasti ja tulevat näkyviin vasta vuosien kuluttua.\n\nTyöttömyysturvan ehtojen kiristyminen on siirtänyt taloudellista riskiä yksilölle tilanteissa, joissa työmarkkinat eivät tarjoa vaihtoehtoja. Asumiskustannusten nousu on lisännyt kotitalouksien taloudellista haavoittuvuutta. Perheissä hoivavastuu ja työn yhteensovittaminen vaikuttavat erityisesti naisten urakehitykseen ja elinkaarituloihin.\nRiskinsiirto ei kohtele kaikkia samalla tavalla. Ne, joilla on taloudellisia resursseja, verkostoja ja osaamista, pystyvät kompensoimaan puutteita. Muut kantavat riskin suoremmin. Näin järjestelmän toimintalogiikka tuottaa eriytyviä riskejä, vaikka tavoitteena olisi yhdenvertaisuus.\n\n5. Budjetti ei näe kaikkea\n\nJulkinen talous kuvaa vain osan yhteiskunnallisesta todellisuudesta. Budjetit mittaavat rahavirtoja, mutta suuri osa hyvinvointia ylläpitävästä toiminnasta tapahtuu niiden ulkopuolella: omaishoito, vapaaehtoistyö, läheisverkostojen tuki ja yhteisöllinen auttaminen. Kun nämä voimavarat heikkenevät, kustannukset siirtyvät julkiselle sektorille ja alkavat näkyä menoina. Talous ei siis välttämättä kasva siksi, että yhteiskunta voi paremmin, vaan siksi että aiemmin näkymätön työ muuttuu mitattavaksi. Tämä rahoitusohjauksen rajallisuus tarkoittaa, että kaikki yhteiskunnallisesti arvokas ei näy päätöksenteon keskeisissä luvuissa.\n\nMitä tästä pitäisi ajatella?\n\nNämä viisi mekanismia eivät ole kenenkään salaliitto. Ne ovat kehysjärjestelmän, mittareiden ja polkuriippuvuuden seurauksia. Ne syntyvät ja vahvistuvat ihan itsestään, riippumatta siitä ketkä sattuvat olemaan päättämässä, mutta koska ne ovat rakenteita, niitä voi myös muuttaa.\n\nBudjettikehys voitaisiin rakentaa niin, että se tunnistaa demografiset paineet ja erottelee investoinnit kulutusmenoista. Velkakeskustelu voitaisiin käydä niin, että erotellaan tuottava velka kulutusvelasta. Kompensaatiotalous voitaisiin korvata pitkän aikavälin investointimalleilla. Riskinsiirto voitaisiin pysäyttää ja kääntää. Rahoitusohjaukseen voitaisiin lisätä mittareita, jotka näyttävät mielenterveyden, luottamuksen ja yhteisöllisyyden.\n\nTämä vaatii kuitenkin ensin että tunnistamme, ettei rahoituksen logiikka ole luonnonlaki. Raha ei ole neutraali. Se on vallan kieli, joka määrittää, mikä on mahdollista, ja juuri nyt tämä kieli tuottaa kriisiä ihan itsestään – ilman että kukaan sitä varsinaisesti tarkoittaisi. Kielen voi oppia puhumaan toisin, mutta se vaatii, että ensin tajuaa puhuvansa sitä."
    },
    {
      "index": 4,
      "id": "103",
      "part": "I-JÄRJESTELMÄ",
      "title": "Suomi EU:ssa - sopeutuja vai vaikuttaja?",
      "content": "Haluaako Suomi olla sääntöjen kohde vai niiden muotoilija?\n\nMikä on Suomen rooli EU:ssa? Olemmeko me niitä, jotka vaan tottelevat, vai niitä, jotka vaikuttavat?\n\nTämä ei ole mikään teoreettinen kysymys. Se ratkaisee, onko meillä mahdollisuus rakentaa tulevaisuutta omilla ehdoillamme vai sopeudummeko vaan muiden tekemiin ratkaisuihin.\n\nSääntö-Suomi on mallioppilas, joka ei valita\n\nEuroopan talouspolitiikka perustuu kahteen asiaan: hintojen pysyminen kurissa ja julkisen talouden kuri. Yhteinen valuutta tarkoittaa, ettei yksikään maa voi enää laskea oman rahansa arvoa, kun menee huonosti. Siksi tarvitaan yhteisiä sääntöjä, jotka estävät yhtä maata elämään yli varojensa ja sotkemasta koko euroaluetta. \n\nSuomi on ollut tässä pelissä mallioppilas. Me olemme sisäistäneet säännöt niin syvälle, että ne tuntuvat itsestäänselvyyksiltä. Budjettikurista tuli hyve, velan välttelemisestä moraalikysymys. Suomi halusi olla se luotettava tyyppi, joka maksaa aina laskunsa ajoissa eikä koskaan aiheuta huolta.\n\nTämä on tuonut vakautta ja halpaa lainaa. Mutta sillä on myös hintansa. Kun budjettikurista tulee itseisarvo, kaikki menot ovat samanarvoisia. Ei väliä, käytetäänkö raha perusmenoihin vai tulevaisuuden investointeihin. Leikkuri ei tunne eroa.\n\nMaailma on muuttunut mutta säännöt eivät\n\n2020-luvulla on tapahtunut kaikkea mahdollista: pandemia, sota Euroopassa, energiakriisi, ilmastonmuutos, väestön ikääntyminen. Nämä eivät ole ohimeneviä häiriöitä. Ne ovat pysyviä muutoksia, jotka vaativat julkiselta vallalta ihan uudenlaista kykyä toimia.\n\nTarvitaan investointeja terveydenhuoltoon, koulutukseen, puolustukseen, vihreään siirtymään, tutkimukseen. Nämä eivät ole \"valinnaisia menoja\". Jos ne jättää tekemättä, ongelmat kasvavat ja tulevat myöhemmin paljon kalliimmiksi.\n\nEU:ssa on käynnissä keskustelu sääntöjen uudistamisesta. On annettu vähän joustoa. Mutta riittääkö se? Jos investoinnit tulevaisuuteen käsitellään samalla tavalla kuin mikä tahansa juokseva meno, kehys alkaa väistämättä tappaa tulevaisuutta. Tämä ei ole vain Suomen ongelma. Se on koko Euroopan ongelma.\n\nSopeutuja vai vaikuttaja?\n\nTässä kohtaa tulee se iso kysymys. Suomi voi valita kahdesta roolista.\n\nSopeutuja ajattelee näin: EU:n säännöt on annettu, niitä noudatetaan. Tärkeintä on olla uskottava markkinoilla ja muiden silmissä. Ratkaisu kriiseihin on tehostaminen, priorisointi ja menokuri. Jos rahat eivät riitä, leikataan jostain muualta. Tämä rooli on Suomelle historiallisesti luonteva. Pienenä vientimaana olemme aina korostaneet sääntöjen noudattamista ja ennustettavuutta. Olemme olleet se oppilas, joka tekee läksynsä ajallaan ja toivoo, että opettaja on tyytyväinen. Ongelma on kuitenkin tämä: kun muut maat liittoutuvat, neuvottelevat ja muokkaavat sääntöjä, sopeutuja jää jälkeen. Siitä tulee luotettava, mutta merkityksetön. Se alkaa pitää sääntöjä luonnonlakeina, vaikka ne ovat oikeasti poliittisia sopimuksia, joita voi muuttaa.\n\nVaikuttaja taas ajattelee toisin: sääntöjä voi muokata. Se vaatii aktiivisuutta EU:ssa, liittoutumista muiden maiden kanssa ja kykyä nähdä sääntöjen taakse. Miksi ne on tehty? Kuka niistä hyötyy? Miten niitä voisi parantaa? Vaikuttajan näkökulmasta keskeinen kysymys on: voisiko investoinnit erottaa tavallisesta kulutuksesta? Voisiko koulutus, tutkimus, puolustus ja vihreä siirtymä saada erityisaseman, joka ei kärsi heti, kun talous heilahtaa? Tämä ei olisi vastuun pakoilua, vaan vastuun uudelleenmäärittelyä: vastuullista on investoida tulevaisuuteen, ei vain säästää tässä hetkessä.\n\nToinen kysymys: tarvitaanko yhteisiä eurooppalaisia välineitä? Pandemian aikana EU otti yhteistä velkaa ja jakoi rahaa jäsenmaille. Oliko tämä kertaluonteinen poikkeus vai uuden ajan alku? Jos kriisit ovat pysyviä, ehkä myös yhteisten ratkaisujen pitäisi olla pysyvämpiä.\n\nKolmas kysymys: miten EU huomioi demografian? Suomi ikääntyy nopeammin kuin useimmat muut maat. Tämä ei ole vain meidän ongelmamme, vaan koko EU:n: ikääntyvä Suomi tarvitsee työvoimaa, innovaatioita ja investointeja. Miten tämä näkyy EU:n prioriteeteissa?\n\nMolempia tarvitaan\n\nTämä ei ole joko-tai-valinta. Suomi voi olla sekä sopeutuja että vaikuttaja. Se voi noudattaa sääntöjä ja samalla pyrkiä kehittämään niitä. Tämä vaatii kaksitasoista ajattelua:\n\nKotimaassa pitää käydä rehellinen keskustelu mitä investointeja tulevaisuus oikeasti vaatii? Miten turvataan osaaminen, huoltovarmuus ja se, että ihmiset jaksavat? Miten saadaan julkinen talous paitsi vakaaksi, myös elinvoimaiseksi?\n\nEU:ssa pitää viedä näitä kysymyksiä eteenpäin. Mutta se onnistuu vain, jos kotimaassa on selkeä näkemys siitä, mitä halutaan. Ilman sitä Suomi on tuuliajolla, reagoimassa muiden aloitteisiin.\n\nPienen maan strategia\n\nSuomi on pieni maa. Meillä ei ole valtaa sanella sääntöjä yksin. Mutta meillä on mahdollisuus vaikuttaa – jos olemme fiksuja, liittoudumme oikeiden maiden kanssa ja tuomme pöytään omia ideoitamme. Historia on osoittanut, että pienet maat eivät menesty pelkästään mukautumalla. Ne menestyvät ennakoimalla ja muokkaamalla olosuhteita. Tämä pätee myös EU:ssa. Kysymys ei ole siitä, noudatetaanko sääntöjä. Tietysti niitä noudatetaan. Kysymys on siitä, osallistutaanko niiden kirjoittamiseen.\n\nMitä tämä tarkoittaa käytännössä?\n\nJos Suomi valitsee sopeutujan roolin, se jatkaa nykyisellä linjalla: tiukka budjettikuri, investoinnit sovitetaan kehykseen, ja jos kehys ei riitä, leikataan muualta. Tämä on turvallinen tie, mutta se ei rakenna tulevaisuutta.\n\nJos Suomi valitsee vaikuttajan roolin, sen pitää:\nlista:\nTunnistaa ne asiat, jotka ovat sille tärkeitä (koulutus, tutkimus, väestön ikääntyminen, turvallisuus)\nRakentaa kotimaassa yhteinen näkemys siitä, mitä halutaan\nLöytää EU:sta liittolaisia, joilla on samanlaisia tavoitteita\nViedä näitä tavoitteita systemaattisesti eteenpäin\n:lista\nTämä on vaikeampaa. Se vaatii strategista ajattelua, pitkäjänteisyyttä ja kykyä nähdä vähän pidemmälle kuin seuraavaan hallituskauteen, mutta se on ainoa tapa varmistaa, että tulevaisuus ei ole vain jotain, mikä tapahtuu Suomelle, vaan jotain, mihin Suomi voi itse vaikuttaa.\n\nEU:n taloussäännöt eivät ole luonnonlakeja. Ne ovat poliittisia sopimuksia, jotka on tehty tiettynä aikana ratkaisemaan tiettyjä ongelmia. Nyt on toinen aika ja erilaiset ongelmat. Sopimuksia voi muuttaa. Suomi voi valita. Se voi olla se, joka vaan tottelee. Tai se voi olla se, joka on mukana muokkaamassa sääntöjä. Sopeutuminen on turvallista, mutta se ei rakenna tulevaisuutta. Vaikuttaminen on vaikeampaa, mutta se on ainoa tapa varmistaa, että meillä on sananvaltaa siihen, millaisessa Euroopassa me ja meidän lapsemme elämme.\n\nUskaltaako pieni maa olla muutakin kuin kiltti?"
    },
    {
      "index": 5,
      "id": "104",
      "part": "I-JÄRJESTELMÄ",
      "title": "Mittaamisen politiikka - Mitä järjestelmä näkee ja mitä ei",
      "content": "Miten mittarit ohjaavat meidän yhteiskuntaa – ihan huomaamatta.\n\n\"Mitataanpa objektiivisesti, mikä on tilanne.\" Kuulostaako tutulta? Ongelma on vain se, että mittarit eivät ole neutraaleja. Ne eivät vain kuvaa maailmaa – ne luovat sitä. Ne päättävät, mikä on tärkeää ja mikä jää näkymättömiin, ja tämä päätösvalta on politiikkaa, vaikka se naamioituu tekniikaksi.\n\nBKT on 1930-luvun työkalu\n\nBruttokansantuote on ihan hyvä mittari siihen, mitä varten se on keksitty. Mitataan talouden kokoa laman aikana. Se on 1930-luvun suhdannetyökalu, mutta me teemme siitä nykyään kaiken mittarin. Menestys = BKT kasvaa. Tässä tulevat ne sokeat pisteet:\n\n1. Vapaaehtoistyö on BKT:lle tyhjää. Suomessa tehdään vuosittain 200–250 miljoonaa tuntia vapaaehtoistyötä urheiluseuroissa, naapuriavussa, järjestöissä. Jos tämä laskettaisiin rahaksi, se olisi 3-4 miljardia euroa. Yhtä paljon kuin koko korkeakoulusektori, mutta koska raha ei vaihda omistajaa, BKT ei näe sitä. Se on olematonta. Kun vapaaehtoistyö vähenee ja samat hommat pitää teettää palkatuilla ihmisillä, BKT nousee. Yhteiskunta voi olla huonommassa kunnossa, mutta mittari näyttää hyvältä.\n\n2. Kotityöt, lastenhoito, omaishoito – samaa kamaa. Ne eivät näy missään, ennen kuin ne ostetaan markkinoilta. Sitten BKT nousee ja juhlitaan talouskasvua, vaikka oikeasti vain siirrettiin aiemmin näkymätöntä työtä mitattavaksi.\n\n3. Mielenterveys, luottamus, yhteisöllisyys eivät näy BKT:ssa ollenkaan. Yksinäisyys lisääntyy? Ei näy. Luottamus rapautuu? Ei näy. Vasta kun yksinäinen ihminen menee terapiaan, se näkyy BKT:n nousuna, tai kun luottamuspula vaatii lakimiehiä ja sopimuksia, BKT nousee.\n\nMittari siis palkitsee ongelmien seurauksia eikä näe niiden syitä. Se on kuin palomies, joka saa palkkaa vasta kun talo palaa, mutta ei saa mitään siitä, että estää tulipalot.\n\nSuomen BKT kasvoi 2010-luvulla kivasti. Samaan aikaan mielenterveysongelmat, yksinäisyys ja nuorten syrjäytyminen pahenivat. Kumpi on totta? Molemmat, mutta vain toinen ohjaa politiikkaa.\n\nKun tehostaminen tappaa laadun\n\nTuottavuus on teollisuuden mittari. Tehtaassa on hyvä juttu, jos sama työmäärä tekee enemmän tuotteita. Nyt tätä mittaria sovelletaan hoivaan, opetukseen ja sosiaalityöhön. Paikkoihin, joissa ihmissuhde on se itse tuote, ja tässä tulee se ongelma.\n\nKun hoitajan potilasmäärä nostetaan kymmenestä kahteenkymmeneen, tuottavuus kaksinkertaistuu. Mutta hoito ei kaksinkertaistu. Se ohenee, muuttuu pintapuoliseksi. Ongelmat siirtyvät tulevaisuuteen ja tulevat sitten kalliimmiksi. Kun opettajan luokkakoko kasvaa, tuottavuus nousee. Oppiminen laskee. Kun sosiaalityöntekijällä on tuplasti asiakkaita, tuottavuus nousee. Työ muuttuu tulipalojen sammutukseksi.\n\nTuottavuuslogiikka olettaa, että kaikkea voi tehostaa loputtomasti, mutta lapsen kasvatus ei nopeudu teknologialla. Vanhuksen hoiva ei tehostu automaatiolla. Mielenterveystyö ei ole liukuhihnaa. Kun nämä alat pakotetaan tuottavuusajatteluun, työntekijät uupuvat ja vaihtavat alaa. Pitkällä aikavälillä tulee kalliimmaksi, kun ongelmat pahenevat.\n\nEnnaltaehkäisy mittareiden katveessa\n\nKuten rahoitusohjauksen logiikkaa tarkasteltaessa nähtiin, ennaltaehkäisevät toimet jäävät helposti toissijaisiksi lyhyen aikavälin budjettipaineissa. Mittaamisen näkökulmasta ongelma syvenee: ehkäisevä työ ei näy keskeisissä tuottavuus- ja kustannusmittareissa. Kun sosiaalityöntekijä tukee perhettä ajoissa tai terveydenhoitaja ehtii kohdata nuoren ennen kriisiä, vaikutus näkyy vasta tulevaisuudessa – jos silloinkaan. Sen sijaan kriisi, päivystyskäynti tai lastensuojelutoimi rekisteröityy välittömästi kustannuksena ja suoritteena. Mittarijärjestelmä tekee näkyväksi seuraukset mutta jättää syyt näkymättömiksi. Tämän seurauksena korjaava työ näyttäytyy tuottavana ja mitattavana, kun taas ehkäisevä työ jää helposti näkymättömäksi, vaikka sen yhteiskunnallinen vaikutus olisi suurempi.\n\nKun politiikka naamioituu matematiikaksi\n\nMuistatko ne EU:n säännöt? Alijäämä max 3 prosenttia, velka max 60 prosenttia BKT:sta. Nämä luvut kuulostavat objektiivisilta, matemaattisilta rajoilta. Mutta ne eivät ole mitään luonnonlakeja. Ne ovat poliittisia kompromisseja vuodelta 1992. Jossain neuvotteluhuoneessa sovittiin, että laitetaan tuollaiset rajat. Nyt ne on kirjattu lainsäädäntöön, ja ne näyttävät teknisiltä pakotteilta. Tämä on indikaattorien valtaa. Ne rajaavat pois kaikki vaihtoehdot, joita ei ole mitattu.\n\nKun velkasuhde nousee, EU vaatii sopeutusta. Ei väliä, onko kyse investoinnista tulevaisuuteen vai virheiden paikkailusta. Luku on luku. Suomi ei voi ottaa pitkäaikaista lainaa väestön ikääntymisen ennaltaehkäisyyn, koska se nostaisi velkasuhdetta. Ei voi laajentaa peruspalveluja, koska se kasvattaisi alijäämää. Mittarit määräävät, vaikka ne on suunniteltu ihan eri aikaan ihan eri ongelmiin.\n\nTyöttömyysaste on toinen esimerkki. Se mittaa, kuinka moni työvoimaan kuuluva on työtön. Kuulostaa selvältä, mutta se ei kerro, onko työ turvallista. Riittääkö palkka elämiseen? Onko työura katkonainen? Kun työttömyysaste laskee, poliitikot juhlivat, vaikka lasku voisi johtua epävarmojen pätkätöiden lisääntymisestä.\n\nMittari ei myöskään näe niitä, jotka ovat luopuneet työnhausta, ohjattu työkyvyttömyyseläkkeelle tai \"koulutuksessa\" ilman että etenevät mihinkään. Indikaattorien valta on siinä, että ne määrittävät, mikä ylipäätään on ongelma. Jos ongelma on \"työttömyysaste\", ratkaisu on \"työllisyystoimet\". Jos ongelma olisi \"työn laatu\" tai \"toimeentulon riittävyys\", ratkaisut olisivat ihan toisia. Mutta nämä kysymykset eivät nouse edes esiin, koska niille ei ole vakiintunutta mittaria.\n\nMakro valehtelee, mikro kärsii\n\nHyvinvointivaltion kriisi ei näy isoissa luvuissa ennen kuin on liian myöhäistä. BKT voi kasvaa. Velkasuhde pysyy kurissa. Työttömyysaste laskee. Samaan aikaan perheet uupuu, nuoret syrjäytyy ja mielenterveysongelmat räjähtää käsiin. Makromittarit tasaavat vaihtelua ja viivästävät signaaleja. Ne näyttävät eilisen uutisia.\n\nMikrotason käännöspisteet – ne hetket, jolloin trendi kääntyy – tapahtuvat vuosia ennen kuin ne näkyvät kansantalouden luvuissa. Kun nuori putoaa koulutuksesta, se on käännöspiste. Kun perhe ei saa tukea ajoissa, seuraukset näkyvät nopeasti. Kun mielenterveyspotilas jää ilman hoitoa, tilanne pahenee viikoissa. Nämä eivät näy makromittareissa. Ennen kuin ne ovat kasvaneet massaongelmiksi, joiden korjaaminen maksaa moninkertaisesti.\n\nTämä on se legitimiteettikriisi. Poliitikot viittaavat BKT:n kasvuun, kansalaiset kokee palvelujen heikkenevän. Syntyy kuilu, joka syö luottamuksen. Ihmiset eivät usko mittareita, jotka ovat ristiriidassa heidän arkitodellisuutensa kanssa.\n\nRatkaisu ei ole hylätä makromittareita, vaan rakentaa varhaisen varoituksen järjestelmiä. Koulupudokkuus, lastensuojeluilmoitukset, mielenterveysjonot, nuorten työkyvyttömyyseläkkeet, sillä nämä näyttävät käännöspisteet vuosia ennen kuin ne näkyvät työttömyysasteessa. Niin kauan kuin ne eivät ole päätöksenteon ytimessä, ne jäävät tilastoiksi, joille kukaan ei tee mitään.\n\nEU-tason mittarikehys ja kansallinen todellisuus\n\nSuomi toimii talouspolitiikassaan EU:n yhteisten mittareiden ja sääntöjen puitteissa. Kuten rahoitusohjauksen logiikkaa tarkasteltaessa todettiin, kehysajattelu suosii lyhyen aikavälin tasapainoa. Mittaamisen politiikan näkökulmasta olennaista ei kuitenkaan ole pelkkä kehys, vaan se, mitä mittarit tekevät näkyväksi ja mitä ne jättävät näkymättömiin.\nEU:n taloussäännöt kohtelevat jäsenmaita yhdenmukaisin kriteerein, vaikka niiden väestörakenne, talouden rakenne ja pitkän aikavälin paineet poikkeavat merkittävästi toisistaan. Kun huomio kohdistuu velkasuhteeseen ja alijäämään, mittarit ohjaavat politiikkaa lyhyen aikavälin vakauttamiseen, vaikka pitkän aikavälin kestävyys edellyttäisi investointeja, jotka eivät näy näissä indikaattoreissa. Tämä ei ole pelkkä talouspoliittinen ongelma. Se on esimerkki mittarivallasta: siitä, miten se, mitä mitataan, määrittää sen, mitä pidetään mahdollisena.\n\nUusi-Seelanti teki toisin\n\nKun suomalainen keskustelu junnaa paikallaan, muualla on jo tehty asioita toisin. Uusi-Seelanti on 2010-luvun lopulta lähtien rakentanut hyvinvointibudjettia (Wellbeing Budget). Siellä ei kysytä: \"Miten budjetti vaikuttaa talouskasvuun?\" vaan: \"Miten budjetti parantaa kansalaisten hyvinvointia?\"\n\nTämä ei ole mikään puheharjoitus. Se on institutionaalinen uudistus. Budjettipäätöksiä arvioidaan viiden hyvinvointitavoitteen kautta: mielenterveys, köyhyyden vähentäminen, maori- ja polynesialaisten mahdollisuudet, digitaalinen ja vihreä siirtymä, yhteiskunnan tuottavuus.\n\nJokaisen ministeriön on osoitettava, miten sen esitykset edistävät näitä tavoitteita. Mittareina käytetään muun muassa itsemurhien määrää, lasten köyhyysastetta ja koettua elämänlaatua. Tämä ei ole BKT:n hylkäämistä, vaan sen asettamista oikealle paikalleen: välineeksi, ei päämääräksi. Malli on herättänyt laajaa kansainvälistä kiinnostusta. Islanti, Skotlanti ja Kanada ovat kokeilleet vastaavaa. \n\nSuomen kannalta kysymys ei olekaan, onko vaihtoehtoinen mittaamisen politiikka mahdollinen, vaan onko meillä poliittista tahtoa ottaa se käyttöön.\n\nKohti uudenlaista mittaamista\n\nNykyinen mittaristo ei ole luonnonlaki. Se on historiallinen kerrostuma:\nlista:\nBKT on 1930-luvun työkalu\nVelkasuhde on 1990-luvun työkalu\nTuottavuus on teollisen ajan työkalu\n:lista\nNe toimivat omissa tehtävissään. Mutta niiden soveltaminen hyvinvoinnin, julkisten palvelujen ja tulevaisuuden investointien arviointiin tuottaa systemaattisia vääristymiä.\n\nRatkaisu ei ole mittareiden hylkääminen vaan niiden täydentäminen. BKT:n rinnalle tarvitaan elinvoimamittaristo, joka näkee mielenterveyden, luottamuksen, yhteisöllisyyden ja vapaaehtoistyön. Tuottavuuden rinnalle tarvitaan laadun mittareita, jotka tekevät näkyväksi hoivan, kasvatuksen ja sosiaalityön todelliset vaikutukset. Velkasuhteen rinnalle tarvitaan demografisia indikaattoreita, jotka kertovat, investoimmeko tulevaisuuteen vai syömmekö sitä.\n\nTämä vaatii institutionaalista muutosta. Mittarit eivät synny itsestään – ne on rakennettava, vakiinnutettava ja integroitava päätöksentekoon. Se vaatii poliittista tahtoa tunnistaa nykyisen järjestelmän sokeudet ja rohkeutta asettaa uusia kysymyksiä.\n\nMittaamisen politiikka on viime kädessä kysymys siitä, millaista yhteiskuntaa haluamme rakentaa. Haluammeko järjestelmän, joka optimoi BKT:tä ja tuottavuutta? Vai järjestelmän, joka optimoi elinvoimaa ja kestävyyttä? Haluammeko mittarit, jotka näkevät vain sen, mikä on helppoa mitata? Vai mittarit, jotka yrittävät nähdä sen, mikä on tärkeää?\n\nNämä kysymykset eivät ole teknisiä. Ne ovat syvästi poliittisia. Niihin vastaaminen on tämän ajan suurimpia haasteita, koska jos mittaamme vääriä asioita, teemme vääriä päätöksiä, ja sitten ihmettelemme, miksi yhteiskunta menee huonompaan suuntaan, vaikka luvut näyttävät hyvältä."
    },
    {
      "index": 6,
      "id": "105",
      "part": "I-JÄRJESTELMÄ",
      "title": "Passiivisuuden kustannus",
      "content": "Mitä maksaa se, että ei tehdä mitään?\n\nKuvittele, että odotat bussia. Bussi ei tule. Odotat edelleen. Puolen tunnin päästä bussi ei ole vieläkään tullut, mutta et enää jaksa kävellä – olet odottanut niin kauan, että on helpompi jatkaa odottamista. Tämä on passiivisuuden ansa.\n\nSuomen hyvinvointivaltio on täynnä tällaisia odotussaleja. Työtön odottaa työtä, joka ei tule. Nuori odottaa mielenterveysapua, jota ei ole tarjolla. Perhe odottaa tukea, ennen kuin ongelmat kasvavat liian isoiksi. Ja kaiken aikaa kertyy lasku, jota kukaan ei näy kirjoittavan. Passiivisuuden kustannus on se hinta, joka maksetaan siitä, että mitään ei tehdä.\n\nNäkyvä ja näkymätön kustannus\n\nJulkisessa keskustelussa puhutaan aina aktivoinnin kustannuksista. Paljonko maksaa työllistämistoimi? Paljonko maksaa terapiapalvelu? Paljonko maksaa ennaltaehkäisevä perhetyö? Harvoin kysytään toisin päin: paljonko maksaa se, että näitä ei tehdä?\n\nPassiivisuuden kustannus jakautuu kahteen kerrokseen. Näkyvät kustannukset ovat niitä, jotka kirjataan budjetteihin: työttömyysetuudet, toimeentulotuki, sairaalahoito, lastensuojelu. Ne ovat välttämättömiä menoja, joita ei voi lopettaa, koska hätä on tässä ja nyt.\n\nNäkymättömät kustannukset ovat niitä, jotka eivät näy budjetissa – ennen kuin on liian myöhäistä:\ntaulukko:\nMielenterveys heikkenee hiljalleen. | Ei näy tilastoissa, ennen kuin ihminen hakeutuu päivystykseen.\nTyökyky rapautuu. | Ei näy missään, ennen kuin työkyvyttömyyseläke on ainoa vaihtoehto.\nSosiaaliset verkostot ohenevat. | Ei näy missään, ennen kuin yksinäisyys on pysyvä tila.\nLuottamus yhteiskuntaan murenee. | Ei näy missään, ennen kuin ihminen lakkaa äänestämästä ja uskomasta.\n:taulukko\nPassiivisuus ei ole neutraali tila. Se on prosessi, jossa kustannukset kertyvät näkymättöminä – kunnes ne vyöryvät näkyviksi moninkertaisina.\n\nMiksi odottaminen on kalliimpaa kuin auttaminen\n\nPassiivisuuden kustannus ei kasva tasaisesti. Se kiihtyy. Kolme kuukautta työttömänä: pieni riski, tilanne on vielä hallinnassa. Ihminen hakee töitä, uskoo työllistyvänsä. Vuosi työttömänä: työmarkkinaetäisyys on kasvanut. Työnantajat suhtautuvat epäillen pitkään työttömyyteen. Osaaminen vanhenee. Itseluottamus heikkenee. Kolme vuotta työttömänä: pysyvän syrjäytymisen riski on todellinen. Ihminen ei enää usko työllistyvänsä. Hän on saattanut sairastua, velkaantua, menettää asuntonsa. Kustannukset ovat moninkertaistuneet.\n\nSama logiikka toimii muuallakin\n\nMielenterveysongelma, johon puututaan heti, voidaan hoitaa kevyin toimenpitein. Muutaman kuukauden jono tarkoittaa, että lievä masennus on ehtinyt syventyä, työkyky heikentyä ja sairausloma pitkittyä. Hoito on raskaampaa, kalliimpaa ja epävarmempaa. Perhe, joka saa tukea ajoissa, selviää kriisistä. Perhe, joka jää odottamaan, saattaa päätyä lastensuojelun asiakkaaksi – ja lastensuojelu on moninkertaisesti kalliimpaa kuin ennaltaehkäisevä perhetyö. Passiivisuuden kustannus on sitä, että maksamme myöhemmin moninkertaisesti siitä, minkä olisimme voineet hoitaa heti murto-osalla.\n\nMitä passiivisuus oikeasti maksaa?\n\nTarkkoja lukuja on mahdoton laskea, koska järjestelmä ei mittaa passiivisuuden kustannuksia. Se mittaa vain aktiivisuuden kustannuksia, mutta suuruusluokkaa voidaan hahmottaa. Yhden nuoren syrjäytyminen maksaa yhteiskunnalle arviolta 1,2 miljoonaa euroa hänen elinkaarensa aikana. Arviot vaihtelevat, mutta suuruusluokka kertoo ilmiön mittakaavasta. Tämä sisältää menetetyt verotulot, maksetut tuet, terveydenhuollon kustannukset ja muut sosiaalimenot. Kun syrjäytyneitä nuoria on tuhansia, puhutaan miljardeista.\n\nYksi vaikeasti mielenterveysongelmainen ihminen voi maksaa yhteiskunnalle satoja tuhansia euroja vuodessa, jos hän päätyy toistuviin sairaalajaksoihin, työkyvyttömyyseläkkeelle ja tukien varaan. Varhainen hoito olisi maksanut murto-osan. Yksi asunnoton maksaa yhteiskunnalle noin 20 000 euroa vuodessa – jos hän on päihde- ja mielenterveyspalvelujen, sosiaalityön ja terveydenhuollon jatkuvassa käytössä. Asunnon järjestäminen ja tuki asumiseen maksaa vähemmän.\n\nPassiivisuus on kalliimpaa kuin toiminta. Mutta koska kustannukset eivät näy samassa budjetissa, samalla hallituskaudella tai saman viranomaisen vastuulla, kukaan ei tee tätä laskelmaa – tai jos tekee, kukaan ei toimi sen mukaan.\n\nMiksi passiivisuus voittaa aina? Jos passiivisuus on näin kallista, miksi se on niin yleistä? Vastaus on kirjan aiemmissa luvuissa. Passiivisuus on rakenteisiin sisäänrakennettu ominaisuus. Budjettikehys palkitsee säästöt tässä ja nyt. Passiivisuus on halpaa tänään – se ei näy budjetissa. Aktiivisuus on kallista tänään – se näkyy budjetissa. Se, että passiivisuus on kallista huomenna, ei vaikuta tämän vuoden kehykseen.\n\nSiilot estävät näkemästä kokonaiskustannuksia. Kun kunta säästää ennaltaehkäisystä, hyvinvointialue maksaa korjaavasta työstä. Kukaan ei laske yhteen, paljonko passiivisuus oikeasti maksaa, koska kustannukset jakautuvat eri toimijoille. Mittarit eivät näe passiivisuutta. BKT ei laske, paljonko työkykyä on menetetty. Työttömyysaste ei kerro, kuinka moni on luopunut toivosta. Velkasuhde ei näytä, kuinka paljon tulevia kustannuksia kasautuu.\n\nPoliittinen sykli on neljä vuotta. Passiivisuuden kustannukset realisoituvat vasta seuraavalla hallituskaudella – tai sitä seuraavalla. Kukaan ei saa poliittisia pisteitä siitä, että estää ongelmia, jotka olisivat ilmestyneet vasta myöhemmin. Passiivisuus ei ole kenenkään yksittäisen päättäjän valinta. Se on järjestelmän tapa toimia.\n\nAktiivisuus investointina – uusi tapa ajatella\n\nEntä jos ajattelisimme toisin? Entä jos kysymys ei olisi \"paljonko aktivointi maksaa\" vaan \"paljonko passiivisuus maksaa meille yhdessä\"? Tämä ei ole moralismia. Se ei ole syyllistämistä. Se on laskutoimitus. Aktivointi ei ole menoerä. Se on investointi, jonka tuotto on se, että vältämme passiivisuuden kustannukset. Tämä ajattelu muuttaa kaiken.\nlista:\nKun mielenterveyspalveluihin panostaminen nähdään investointina, joka vähentää sairaalahoidon, työkyvyttömyyseläkkeiden ja syrjäytymisen kustannuksia, se ei ole meno vaan säästö.\nKun ennaltaehkäisevä perhetyö nähdään investointina, joka vähentää lastensuojelun ja korjaavien palvelujen tarvetta, se ei ole meno vaan säästö.\nKun työllistämistoimet nähdään investointina, joka kasvattaa veropohjaa ja vähentää tukimenoja, se ei ole meno vaan säästö.\n:lista\nPassiivisuuden kustannus on se summa, jonka maksamme siitä, että emme tee tätä laskelmaa.\n\nKenen vastuu? Passiivisuuden kustannus ei ole yksilön vika. Se ei ole työttömän, mielenterveysongelmaisen tai syrjäytyneen nuoren valinta. Passiivisuus on järjestelmän tila. Se syntyy siitä, että rakenne ei reagoi, vaikka pitäisi. Se syntyy siitä, että kukaan ei omista kokonaisuutta. Se syntyy siitä, että kustannukset ovat aina jonkun muun ongelma, mutta jos passiivisuus on rakenteellista, se voidaan myös purkaa rakenteellisesti.\nlista:\nKun budjettikehys palkitsee pitkän aikavälin investointeja.\nKun siilot puretaan ja kustannukset nähdään yhdessä.\nKun mittarit näyttävät myös passiivisuuden hinnan.\nKun poliittinen sykli ei ole neljä vuotta vaan sukupolvi.\n:lista\nSilloin passiivisuus ei ole enää voittava strategia.\n\nYksi kysymys, joka muuttaa kaiken\n\nJulkisessa keskustelussa kysytään aina väärä kysymys. Kysytään: \"Paljonko tämä maksaa?\" Pitäisi kysyä: \"Paljonko maksaa se, että emme tee tätä?\" Kun kysymys käännetään, kaikki näyttää toiselta.\nlista:\nMielenterveyspalvelut eivät ole kalliita. Ne ovat halpoja verrattuna siihen, että ihminen jää ilman hoitoa ja päätyy työkyvyttömäksi.\nEnnaltaehkäisevä perhetyö ei ole kallista. Se on halpaa verrattuna siihen, että lapset otetaan huostaan.\nTyöllistämistoimet eivät ole kalliita. Ne ovat halpoja verrattuna siihen, että ihminen jää pysyvästi työelämän ulkopuolelle.\n:lista\nPassiivisuuden kustannus on se hinta, jonka maksamme siitä, että kysymme vääriä kysymyksiä.\n\nPassiivisuus ei ole neutraali tila\n\nSe on prosessi, jossa toimintakyky, osallisuus ja tulevaisuuden mahdollisuudet heikkenevät hiljalleen. Sen kustannukset eivät näy heti budjetissa, mutta ne kertyvät ihmisten elämässä ja yhteiskunnan rakenteissa. Ne kertyvät mielenterveysongelmina, syrjäytymisenä, luottamuksen rapautumisena ja menetettynä työpanoksena. Ne kertyvät siellä, missä kukaan ei niitä mittaa – kunnes on liian myöhäistä.\n\nSiksi kysymys ei ole siitä, mitä aktivointi maksaa. Kysymys on siitä, mitä maksaa se, että ihmiset jätetään odottamaan, ja vastaus on: aina enemmän kuin auttaminen."
    },
    {
      "index": 7,
      "id": "106",
      "part": "I-JÄRJESTELMÄ",
      "title": "Kuka suomalaisessa hallinnossa oikeasti päättää?",
      "content": "Kun kaikki ovat vastuussa, kukaan ei ole vastuussa.\n\nSuomalaisen hallinnon keskeinen haaste ei ole yksittäisten toimijoiden puute vaan vastuun rakenteellinen hajautuminen. Päätösvalta, rahoitus ja toteutus on jaettu eri tasoille: valtio asettaa kehykset, hyvinvointialueet tuottavat palvelut ja kunnat vastaavat paikallisesta elinympäristöstä. Jokainen taso toimii omien velvoitteidensa ja mittareidensa ohjaamana.\n\nTämä työnjako on syntynyt rationaalisista tavoitteista: tehokkuudesta, läheisyysperiaatteesta ja hallinnollisesta selkeydestä. Kokonaisuuden näkökulmasta se kuitenkin hajauttaa vastuun tavalla, jossa kukaan toimija ei omista järjestelmän lopputulosta. Kun päätösvalta, resurssit ja toteutus eivät sijaitse samassa paikassa, järjestelmä tuottaa jännitteitä, viiveitä ja katvealueita. Tämä ei johdu huonosta johtamisesta vaan rakenteellisesta asetelmasta.\n\nKun rahat ja vastuu eivät kohtaa\n\nMeillä on kolme tasoa: valtio linjaa, hyvinvointialueet vastaa sote-palveluista, kunnat hoitaa peruspalvelut. Kuulostaa ihan fiksulta työnjaolta. Käytännössä se on jatkuvaa tappelua. Hyvinvointialueuudistus (2023) on hyvä esimerkki. Tarkoitus oli hyvä yhdistää pirstaleiset sote-palvelut 21 alueelle. Isommat yksiköt toimii tehokkaammin.\n\nMutta mitä tapahtui? Vastuu siirrettiin kunnilta alueille, mutta rahat ei seuranneet täysimääräisesti. Vuonna 2025 hyvinvointialueet tekivät yllättäen 600 miljoonaa euroa ylijäämää. Kuulostaa hyvältä? Ei ole. Se tarkoittaa, että alueita oli pakotettu supistamaan palveluja ja kasvattamaan jonoja, jotta budjetti saatiin tasapainoon. Ylijäämä ei syntynyt tehokkuudesta vaan siitä, että valtio antoi tehtäviä mutta ei rahoitusta.\n\nTämä on rakenteellinen ongelma, jossa valtio asettaa velvoitteet, joita alueet joutuvat toteuttamaan. Jos toteutus maksaa enemmän kuin valtio on arvioinut, alueet joutuvat valitsemaan velkaantumisen, leikkausten tai kuntien maksujen korottamisen välillä. Kaikki vaihtoehdot ovat huonoja.\n\nSama juttu valtion ja kuntien välillä. Valtio säätää, että kunnat hoitaa varhaiskasvatuksen, perusopetuksen, kirjastot ja liikuntapaikat. Mutta kuntien tulot tulee kunnallisveroista, valtionosuuksista ja kiinteistöveroista. Kun kunnat köyhtyy – erityisesti pienet ja maaseutukunnat – niiden kyky tuottaa palveluja heikkenee. Valtio voi asettaa normeja, mutta jos rahaa ei ole, normit on tyhjiä lupauksia.\n\nTämä ei ratkea paremmalla yhteistyöllä. Se on rakenteellinen ominaisuus, jossa vastuut ja resurssit on jaettu eri tasoille, eikä mikään pakota niitä kohtaamaan.\n\nKaikki eivät mahdu lokeroon\n\nJulkinen hallinto ei jakaudu vain pystysuunnassa vaan myös vaakasuunnassa: ministeriöt, virastot ja sektorit toimii omissa siiloissaan. Tämä luo rajavyöhykkeitä – alueita, joilla vastuut menee päällekkäin tai, useammin, joilla kukaan ei vastaa mistään.\n\nEsimerkiksi nuori, joka keskeyttää opinnot mielenterveysongelmien takia menettää opiskelijan aseman, eikä ole enää oikeutettu opiskelijaterveydenhuoltoon. Koska hän ei ole työssä eikä työnhakija, hän ei saa työterveyshuoltoa eikä TE-palvelujen tukea. Julkiseen terveydenhuoltoon hän joutuu jonottamaan kuukausia. Toimeentulo on epävarma, koska opintotuki loppuu eikä työttömyysturvaa saa ilman työnhakijastatusta. Toimeentulotuen saaminen vaatisi aktiivista työnhakua, mikä on mahdotonta, kun mielenterveys estää työskentelyn.\n\nTämä ei ole poikkeustapaus. Tämä on järjestelmän normaali logiikka, kun sitä katsoo ihmisen, ei hallinnon, näkökulmasta. Jokainen sektori optimoi omaa budjettiaan ja omia mittareitaan. Kukaan ei optimoi ihmisen tilannetta.\n\nToinen esimerkki kertoo asunnottomuudesta, joka ei ole asumisen ongelma vaan seuraus mielenterveysongelmista, päihdeongelmista, työttömyydestä ja velkakierteestä. Ratkaisu vaatisi samanaikaisesti sosiaali- ja terveyspalveluja, asumisen tukea, työllistämistä ja velkaneuvontaa. Mutta nämä palvelut toimii eri sektoreilla. Asunnottomuusyksikkö voi järjestää asunnon, mutta jos päihdeongelmiin ei ole tukea, asuminen ei onnistu. Päihdepalvelut voi tarjota hoitoa, mutta jos asuntoa ei ole, hoito ei onnistu. Työllisyyspalvelut voi tarjota työtä, mutta jos terveys ei ole kunnossa, työllistyminen ei onnistu.\n\nOngelma ei ole, etteivätkö ihmiset haluaisi auttaa. Ongelma on, että järjestelmä on rakennettu tavalla, joka tekee auttamisesta mahdotonta. Jokainen vastaa omasta lokerostaan, mutta kukaan ei vastaa siitä, mikä jää lokeroiden väliin.\n\nKun makro ja mikro eivät kohtaa\n\nSuomen hallinnossa valta jakautuu kahteen lajiin. Kehysvalta on valtaa asettaa tavoitteet, normit ja resurssikehykset. Tämä valta on valtiovarainministeriöllä, hallituksella ja eduskunnalla. Operatiivinen valta on valtaa toteuttaa nämä tavoitteet käytännössä. Tämä valta on hajautettu hyvinvointialueille, kunnille, virastoille ja laitoksille.\n\nTeoriassa tämä on järkevä työnjako. Poliittinen johto asettaa suunnan, hallinto toteuttaa. Käytännössä jako luo kommunikaatiokatkoksen, joka tekee kokonaisohjauksesta mahdotonta. Valtiovarainministeriö asettaa menokehykset makrotaloudellisten ennusteiden perusteella. Se ei ole vastuussa siitä, miten nämä kehykset vaikuttavat hyvinvointialueiden kykyyn tuottaa palveluja. Hyvinvointialueet toteuttaa palveluja käytettävissä olevilla resursseilla, mutta ne eivät voi vaikuttaa siihen, miten kehykset asetetaan.\n\nTuloksena: kehysvalta sanoo \"Budjetti on tasapainotettava.\" Operatiivinen valta sanoo \"Palveluja ei voi leikata ilman, että jonot pitenevät ja laatu heikkenee.\" Molemmat ovat oikeassa omassa logiikassaan, mutta nämä logiikat eivät kohtaa. Kehysvalta näkee velkasuhteen, alijäämän ja menokehyksen. Operatiivinen valta näkee hoitajapulan, jonot ja uupumuksen.\n\nKun hallitus päättää leikata menoja 2 miljardilla eurolla, se näkee makrotaloudellisen välttämättömyyden. Hyvinvointialueet ja kunnat näkevät henkilöstövähennykset, palvelujen supistukset ja jonojen pitenemisen. Nämä seuraukset eivät näy valtiovarainministeriön mittareissa. Ne näkyvät vasta vuosien kuluttua kasvaneina mielenterveysongelmina, syrjäytymisenä ja korjaavien palvelujen kustannuksina.\n\nKun kaikki leikkaa, mutta kukaan ei johda\n\nSuomen julkinen talous on ollut sopeutustilassa lähes yhtäjaksoisesti 2010-luvulta lähtien. Finanssikriisi, eurokriisi, korona, rakenteellinen alijäämä – aina on pitänyt sopeuttaa, mutta sopeutus ei tapahdu kokonaisohjauksessa. Se on hajautettu prosessi, jossa jokainen toimija tekee omia sopeutuksiaan ilman, että kukaan ohjaa kokonaisuutta.\n\nHallitus asettaa tavoitteet: alijäämä pienennettävä, velkasuhde vakautettava. Mutta hallitus ei sanele, miten nämä tavoitteet saavutetaan. Se jättää sopeutuksen hyvinvointialueille, kunnille ja virastoille. Nämä tekevät omia leikkauksiaan: hyvinvointialueet vähentävät henkilöstöä, kunnat sulkevat kouluja, virastot tehostavat prosesseja.\n\nJokainen sopeutus on paikallisesti järkevä – se ratkaisee kyseisen toimijan budjettihaasteen, mutta yhdessä nämä sopeutukset eivät muodosta kokonaisuutta. Ne ovat hajanainen joukko yksittäisiä toimia, joita kukaan ei koordinoi.\n\nTämä tuottaa kolme ongelmaa:\n\nSopeutus on hidasta. Kun vastuu on hajautettu, jokainen tekee päätöksensä omassa aikataulussaan. Hyvinvointialueet neuvottelee henkilöstön kanssa, kunnat neuvottelee valtuustojen kanssa, virastot neuvottelee ministeriöiden kanssa. Jokainen prosessi vie aikaa. Taloudelliset paineet eivät odota – kun yksi kierros on saatu päätökseen, seuraava on jo alkamassa.\n\nSopeutus on epätasaista. Hajautettu sopeutus kohdistuu eri tavoin eri alueille ja väestöryhmille. Varakkaat kunnat pystyvät kompensoimaan valtion leikkauksia omilla verotuloillaan; köyhät kunnat eivät. Hyvinvointialueet, joilla on paljon ikääntyneitä, joutuu leikkaamaan enemmän kuin nuoremman väestön alueet. Sopeutus syventää alueellista ja sosiaalista eriarvoisuutta, ei siksi että kukaan niin tarkoittaisi, vaan siksi että hajautettu päätöksenteko tuottaa tämän lopputuloksen.\n\nSopeutus on lyhytnäköistä. Kun jokainen toimija vastaa omasta budjetistaan, se tekee päätöksiä, jotka parantavat lyhyen aikavälin tasapainoa mutta heikentävät pitkän aikavälin kestävyyttä. Ennaltaehkäisy leikataan, koska sen hyödyt näkyvät vasta vuosien kuluttua. Investoinnit lykätään, koska ne eivät näy välittömästi budjettitasapainossa. Henkilöstöä vähennetään, koska se on nopein tapa säästää.\n\nPitkällä aikavälillä nämä sopeutukset kasvattavat kustannuksia: ennaltaehkäisyn leikkaukset tuottavat kalliimpia korjaavia toimia, investointien lykkääminen tuottaa kalliimpia remontteja, henkilöstön vähennykset tuottavat rekrytointiongelmia ja työuupumusta.\n\nRakenteen itseään vahvistava vaikutus\n\nNämä ongelmat eivät johdu yksittäisistä virheistä vaan rakenteellisesta asetelmasta. Kun päätösvalta, resurssit ja toteutus jakautuvat eri tasoille, järjestelmä tuottaa jännitteitä ja katvealueita riippumatta siitä, ketkä ovat vastuussa. Tällainen rakenne ei pysähdy yksittäisiin päätöksiin. Se ohjaa toimintaa jatkuvasti samaan suuntaan ja tekee kokonaisuuden muuttamisesta hidasta ja vaikeaa. Muutos edellyttää siksi rakenteellista tarkastelua: miten vastuut, resurssit ja ohjaus voidaan sovittaa yhteen niin, että kokonaisuus toimii eikä ainoastaan sen osat.\n\nRajavyöhykkeet seuraavat siitä, että palvelut on organisoitu sektoreiden, ei ihmisten, ympärille. Kehysvallan ja operatiivisen vallan ero seuraa siitä, että päätöksenteko on jaettu tasoille, jotka katsovat eri todellisuuksia. Sopeutus ilman kokonaisohjausta seuraa siitä, että kukaan ei omista kokonaisuutta. Nämä eivät ole väistämättömiä. Ne ovat valintoja – historiallisia kerrostumia, jotka on tehty tiettynä aikana tiettyihin tarkoituksiin. Mutta ne ovat institutionalisoituneet niin vahvasti, että ne näyttävät itsestäänselvyyksiltä.\n\nMuutos vaatisi rakenteellista uudelleenarviointia:\nlista:\nMikä on valtion, alueiden ja kuntien tehtävä?\nMiten sektoreiden väliset rajavyöhykkeet voitaisiin purkaa ja palvelut organisoida ihmisten, ei hallinnon, tarpeiden ympärille?\nMiten kehysvalta ja operatiivinen valta voisivat kommunikoida – ei vain tiedonvaihtona vaan yhteisenä todellisuuskäsityksenä?\nMiten sopeutus voitaisiin tehdä kokonaisvaltaisesti, niin että se ei ole hidasta, epätasaista ja lyhytnäköistä?\n:lista\nNämä kysymykset eivät ole teknisiä. Ne ovat poliittisia. Ne koskevat vallan, vastuun ja resurssien jakoa. Ne koskevat sitä, kuka saa päättää, millä perusteilla ja kenen ehdoilla.\n\nNiin kauan kuin rakenne pysyy muuttumattomana, se tuottaa samoja seurauksia: jännitettä, hajautumista, hitautta ja vastuun diffuusiota. Kun kaikki ovat vastuussa, kukaan ei ole vastuussa, ja kun kukaan ei ole vastuussa, järjestelmä ei liiku – se ajautuu."
    },
    {
      "index": 8,
      "id": "107",
      "part": "I-JÄRJESTELMÄ",
      "title": "Demografia – se väistämätön asia, josta kukaan ei halua puhua",
      "content": "Demografia ei ole ennuste. Se on fakta, joka etenee väistämättä.\n\nJulkisen talouden ongelmista puhutaan usein \"rakenteellisena alijäämänä\" tai \"velkasuhteena\". Nämä ovat vaan oireita. Varsinainen syy sykkii taustalla: demografia. Suomi ikääntyy. Syntyvyys on matala. Ihmiset elää pidempään. Työikäisten määrä vähenee suhteessa eläkeläisiin ja lapsiin. Nämä eivät ole mielipidekysymyksiä. Ne ovat faktoja. Ja ne etenevät väistämättä, ihan sama mitä eduskunta päättää.\n\nSyntyvyys ja hoivavelka\n\nVuonna 2010 Suomessa syntyi noin 61 000 lasta. Vuonna 2024 enää 43 000. Tämä ei ole pieni notkahdus. Se on pitkä, tasainen lasku. Ja vaikka vuonna 2025 tuli pieni nousu, se ei muuta perustrendiä: suomalaiset eivät tee lapsia entiseen malliin.\n\nMiksi? Syitä on monta: asuminen on kallista, työelämä on epävarmaa, perheen ja työn yhdistäminen on vaikeaa, tulevaisuus näyttää synkältä. Nämä eivät ole yksittäisiä syitä vaan kierre, joka vahvistaa itseään.\n\nParadoksi on se, että syntyvyyden lasku säästää rahaa tänään. Vähemmän lapsia tarkoittaa vähemmän päivähoitomenoja, vähemmän äitiyspäivärahoja, vähemmän lastensuojelua, mutta 20–30 vuoden päästä se tarkoittaa vähemmän työikäisiä, pienempää veropohjaa ja – tässä se juju – enemmän hoivavelkaa.\n\nHoivavelka ei ole kirjanpidossa. Se on demografinen tosiasia. Se kertoo, kuinka paljon hoivaa tulevaisuudessa tarvitaan ja kuinka moni sitä on antamassa. Tällä hetkellä yli 65-vuotiaita on 1,4 miljoonaa. Vuoteen 2040 mennessä heitä on 1,8 miljoonaa. Vanhimmat ikäluokat tarvitsevat eniten hoivaa. Hoivavelkaa ei ratkaista palkkaamalla lisää hoitajia, koska hoitajia ei yksinkertaisesti ole. Se ei ratkea teknologialla, joka voi auttaa muttei korvaa ihmistä. Se on rakenteellinen ongelma, joka pakottaa miettimään uusiksi, miten hoiva järjestetään ja kuka sen maksaa.\n\nHarvempi kantaa, useampi roikkuu\n\nJulkisen talouden ydin on yksinkertainen laskutoimitus: kuinka monta työikäistä on suhteessa niihin, jotka eivät vielä tai enää työskentele.\nlista:\nVuonna 2010 jokaista 100 työikäistä kohden oli 52 \"elätettävää\" (lapsia tai eläkeläisiä).\nVuonna 2025 heitä on 67.\nVuonna 2040 heitä on ennusteiden mukaan 78.\n:lista\nTämä ei tarkoita, että työikäisten määrä romahtaisi. Se tarkoittaa, että elätettävien määrä kasvaa nopeammin.\n\nYksinkertaistettuna: yhä harvempi maksaa veroja, yhä useampi käyttää palveluja ja nostaa eläkettä. Tämä ei ole poliittinen valinta. Se on demografinen fakta. Alijäämä ei ole \"rakenteellinen\" siksi, että menot olisivat karanneet käsistä, vaan siksi, että maksajien ja saajien suhde on muuttunut pysyvästi.\n\nRatkaisuja on kolme, ja ne kaikki ovat hitaita ja vaikeita:\ntaulukko:\nSyntyvyyden nostaminen | auttaa vasta 20 vuoden kuluttua, jos auttaa.\nMaahanmuuton lisääminen | nopein keino kasvattaa työikäisten määrää, mutta vaatii onnistunutta integraatiota.\nTyöurien pidentäminen | aiempi aloitus, vähemmän katkoja, myöhempi eläke. Tämä on realistisin lyhyen aikavälin keino, mutta poliittisesti tulenarka.\nMaahanmuutto | mahdollisuus, joka vaatii investointeja\n:taulukko\nIlman maahanmuuttoa Suomen väestö pienenisi nopeasti ja julkisen talouden tasapaino romahtaisi. Nettomaahanmuutto on ollut 15 000–25 000 henkilöä vuodessa. Se riittää pitämään väestömäärän ennallaan, mutta ei ratkaisemaan ikääntymisen painetta. Kestävällä pohjalla pysyminen vaatisi arviolta 30 000–50 000 henkilön nettomaahanmuuttoa vuosittain. Määrä ei ole pääasia. Pääasia on, integroituvatko ihmiset työelämään. Tässä on Suomen heikko kohta.\n\nKantaväestön työllisyysaste on noin 75 prosenttia. Ulkomaalaistaustaisten noin 60 prosenttia. Ero on iso, ja se kertoo ongelmista.\n\nKielitaito on kriittisin tekijä. Suomi on vaikea kieli, sen oppiminen vie vuosia, eikä kielikoulutus ole riittävää. Koulutuksen tunnustaminen takkuaa. Lääkärit työskentelevät siivoojina, insinöörit kuriireina, koska tutkintoja ei hyväksytä. Syrjintä – usein tiedostamatonta – vaikeuttaa työllistymistä. Työmarkkinoiden jäykkyys ja verkostojen puute sulkevat ovia. Maahanmuuton hyödyt eivät ole automaattisia. Ne vaativat investointeja: kielikoulutukseen, tutkintojen tunnustamiseen, syrjinnän vähentämiseen. Ilman näitä investointeja maahanmuuttajat eivät integroidu, ja demografinen hyöty jää saavuttamatta.\n\nVelka ja demografia\n\nDemografinen muutos ei ole pelkkä taloudellinen kysymys vaan rakenteellinen voima, joka muuttaa julkisen talouden tasapainoa väistämättä. Kun työikäisten osuus pienenee ja hoivaa tarvitsevien määrä kasvaa, menot lisääntyvät samaan aikaan kun veropohja kapenee. Tämä ei johdu yksittäisistä poliittisista päätöksistä vaan väestörakenteen muutoksesta. Hoivatarve kasvaa riippumatta siitä, millaista talouspolitiikkaa harjoitetaan. Samalla yhä harvempi työikäinen kantaa kasvavaa vastuuta palvelujen rahoittamisesta.\n\nDemografinen paine kaventaa julkisen talouden liikkumavaraa ja pakottaa priorisoimaan menoja tavalla, joka suosii välttämättömiä nykyhetken palveluja. Ilman rakenteellisia uudistuksia tämä lisää riskiä, että tulevaisuuden elinvoimaa vahvistavat investoinnit jäävät tekemättä. Kyse ei siis ole vain velasta tai budjettikehyksestä. Kyse on väestörakenteesta, joka muuttaa talouden peruslaskutoimituksen.\n\nNeljä vai neljäkymmentä vuotta\n\nTässä on se ydinkonflikti. Demografia vaatii pitkää aikajännettä. Syntyvyyden nousu näkyy työmarkkinoilla vasta 20 vuoden päästä. Maahanmuuttajan integraatio vie 5–10 vuotta. Ennaltaehkäisevät toimet maksavat itsensä takaisin vasta vuosikymmenten kuluttua, mutta poliittinen järjestelmä palkitsee lyhyen aikavälin tekoja.\n\nVaalikausi on neljä vuotta. Poliitikko, joka investoi tulevaisuuteen, ei näe tuloksia omalla kaudellaan. Hän näkee vain leikkauksia ja veronkorotuksia, jotka ovat välttämättömiä investointien rahoittamiseksi. Se ei ole hyvä resepti uudelleenvalinnalle. Samaan aikaan ne, jotka leikkaavat tulevaisuusinvestointeja ja tasapainottavat budjetin tässä ja nyt, voivat näyttää \"vastuullisilta\". Heidän leikkauksensa seuraukset näkyvät vasta seuraavalla hallituskaudella – tai sitä seuraavalla.\n\nTämä on demokratian aikapommi. Järjestelmä palkitsee lyhytnäköisyyttä ja rankaisee pitkäjänteisyyttä. Ja demografia on se tekijä, joka tekee tästä ristiriidasta kohtalokkaan.\n\nMitä tästä pitäisi ajatella?\n\nDemografia ei ole kohtalo. Siihen voidaan vaikuttaa.\n\nMutta se vaatii kolme asiaa:\n\nSukupolvien mittaisia investointeja. Ei neljän vuoden projekteja, vaan 20–30 vuoden ohjelmia, jotka jatkuvat hallituksesta toiseen. Poliittista rohkeutta. Tulevaisuusinvestoinnit ovat aina vaikeampia myydä kuin tämän päivän leikkaukset. Ne vaativat päättäjiä, jotka uskaltavat katsoa seuraavia vaaleja pidemmälle. Uutta ajattelua velasta. Velka on työkalu, ei taakka. Jos velalla rahoitetaan investointeja, jotka tuottavat tulevaisuudessa – koulutusta, perhepolitiikkaa, integraatiota – se on järkevää velkaa. Nykyinen järjestelmä ei tee tätä eroa. Syntyvyyttä voi tukea. Maahanmuuttoa voi hallita. Työuria voi pidentää. Integraatiota voi parantaa.\n\nTämä kaikki vaatii, että uskallamme katsoa riittävän kauas. Että emme mittaa politiikkaa vain seuraavien vaalien, vaan seuraavien sukupolvien näkökulmasta. Demografia etenee väistämättä. Sen suuntaan voidaan kuitenkin vaikuttaa. Onko meillä siihen halua?"
    },
    {
      "index": 9,
      "id": "108",
      "part": "I-JÄRJESTELMÄ",
      "title": "2020-luvun monikriisi – kun kaikki menee pieleen yhtä aikaa",
      "content": "Järjestelmä, joka on rakennettu vakauden varaan, ei kestä epävarmuutta – se murtuu.\n\nKun vakaus osoittautuu haavoittuvuudeksi\n\nSuomalainen hyvinvointivaltio rakennettiin maailmaan, jossa kasvu oli ennakoitavaa, turvallisuus oli vakaa ja ongelmat olivat hallittavissa tavanomaisin keinoin. 2020-luku ei ole sellainen maailma. Tällä vuosikymmenellä ei ole tullut yhtä kriisiä vaan useita päällekkäisiä shokkeja. Ne eivät ole väliaikaisia häiriöitä. Ne ovat uusi normaali. Ja ne iskevät järjestelmään, joka on jo valmiiksi jäykkä, lyhytjänteinen ja reaktiivinen.\n\nKolme shokkia muuttivat kaiken\n\n1. Pandemian viivästynyt räjähdys\n\nPandemia näytti siltä, että se hoidettiin. Terveydenhuolto pärjäsi, yrityksiä tuettiin, rajoituksilla estettiin pahin. Velkaa otettiin, ja sitten jatkettiin eteenpäin, mutta pandemia ei jättänyt jälkeensä vain velkaa valtion taseeseen. Se loi kolme viivästynyttä pommia, jotka räjähtävät vasta nyt:\n\nHoitovelka. Leikkauksia siirrettiin, kroonisten sairauksien seurantaa vähennettiin. Kun leikkaus viivästyy vuodella, potilaan tila ehtii huonontua. Leikkauksesta tulee monimutkaisempi, kuntoutus pidempi, lopputulos epävarmempi. Hoitovelka ei ole vain jono, joka puretaan. Se on kertaluokkaa kalliimpi korjausurakka.\n\nOppimisvaje. Kun koulut menivät kiinni, osa lapsista selvisi hyvin – ne, joilla oli vanhemmat tukena, tilaa ja välineet. Mutta heikommassa asemassa olevat jäivät jälkeen. Kuukausien oppimistappio kasaantuu niille, joilla ei ollut kotona tukea. Tämä näkyy kohta toisen asteen keskeyttämisinä, heikompana työllistymisenä, syrjäytymisriskinä. Yhden nuoren syrjäytyminen maksaa satoja tuhansia. Kun puhutaan tuhansista nuorista, puhutaan miljardeista.\n\nMielenterveysvelka. Eristäytyminen, epävarmuus, yksinäisyys – ne lisäsivät ahdistusta, masennusta ja syömishäiriöitä erityisesti nuorilla. Nuorisopsykiatrian jonot venyivät. Hoitamattomat mielenterveysongelmat eivät katoa. Ne kroonistuvat. Ne johtavat työkyvyttömyyteen jo varhaisessa aikuisiässä. Tämä merkitsee vuosikymmenten kustannuksia – sekä inhimillisesti että taloudellisesti.\n\nNämä kolme velkaa muodostavat yhdessä viivästyneen menopiikin, joka osuu juuri nyt, vuosille 2025–2035. Pandemia ei ollut tilapäinen menoerä. Se oli rakenteellinen kuormitus, joka kietoutuu ikääntymiseen ja hoivavelkaan. Järjestelmä ei palaa entiselleen – se on pysyvästi raskaampi.\n\n2. Geopolitiikan paluu\n\nHelmikuu 2022 muutti kaiken. Sota Ukrainassa ei ollut etäinen konflikti vaan Suomea suoraan koskettava käännekohta. Nato-jäsenyys, jota oli pidetty mahdottomana, toteutui kuukausissa, ja sen myötä tuli sitoumus, jota ei voi kiertää: vähintään kahden prosentin puolustusmenot BKT:sta. Käytännössä tämä tarkoittaa noin 1,5–2 miljardin euron pysyvää vuotuista lisäystä. Puolustusmenot eivät ole kertaluonteinen menoerä. Ne ovat uusi normaali. Turvallisuusympäristö ei palaa ennalleen.\n\nSamalla huoltovarmuus on noussut keskeiseksi kysymykseksi. Energiariippuvuus, kriittiset materiaalit, toimitusketjut – nämä vaativat investointeja varastoihin, infrastruktuuriin ja kriittisten toimintojen turvaamiseen. Varautuminen on välttämätöntä, mutta se maksaa.\n\nKun budjettikehys on kiinteä, puolustusmenojen kasvu merkitsee, että rahat on otettava jostain muualta. Leikkauksia, veronkorotuksia tai lisää velkaa. Käytännössä kaikkia kolmea. Tämä konkretisoi sen kovan kysymyksen: mistä olemme valmiita luopumaan, jotta voimme turvata sen, minkä koemme välttämättömäksi?\n\n3. Energiamurros on välttämätön investointi\n\nIlmastokriisi ei odota. Siirtymä pois fossiilisista polttoaineista on välttämätön, mutta se ei ole ilmainen. Se vaatii mittavia investointeja sähköverkkoihin, teollisuuden sähköistämiseen ja rakennusten energiatehokkuuteen. Kokonaiskustannukset ovat kymmeniä miljardeja tulevina vuosikymmeninä. Osa investoinneista rahoitetaan yritysten toimesta. Osa julkisella tuella. Ja osa – se, mistä puhutaan vähiten – kotitalouksien omilla rahoilla. Lämmitysjärjestelmien vaihdot, energiaremontit, pysyvästi korkeammat energiahinnat – nämä rasittavat erityisesti pienituloisia, niitä, joilla ei ole puskuria eikä liikkumavaraa.\n\nJos energian hinta on pysyvästi korkeampi kuin kilpailijamaissa, se vaikuttaa myös teollisuuden kilpailukykyyn. Ja sitä kautta talouskasvuun, veropohjaan ja julkisen talouden kantokykyyn. Vihreä siirtymä ei ole projekti, joka saadaan valmiiksi. Se on uusi toimintaympäristö, jossa energian hinta, saatavuus ja päästöt ovat pysyvästi läsnä kaikessa päätöksenteossa.\n\nKun paineet kasautuvat\n\nNämä kolme shokkia eivät ole erillisiä. Ne kietoutuvat yhteen ja iskevät samaan aikaan päälle. Hoitovelka ja mielenterveysvelka kasvattavat sote-menoja samaan aikaan, kun väestö ikääntyy ja hoivavelka kasvaa itsestään. Puolustusmenojen lisäys kaventaa liikkumavaraa muilta sektoreilta juuri silloin, kun niiden tarve on suurin. Energiamurros lisää investointipaineita ja voi heikentää kotitalouksien taloudellista tilaa, mikä puolestaan lisää sosiaaliturvan tarvetta.\n\nKun nämä paineet kasautuvat, järjestelmän ongelmat tulevat armotta esiin:\n\nBudjettikehys ei taivu. Se on rakennettu vakauden aikakaudelle, jossa menot olivat ennakoitavia. Nyt menot heilahtelevat, mutta kehys ei. Tuloksena on jatkuvaa sopeutusta, paikkaamista ja priorisointia – mutta ei strategista suunnanmuutosta.\n\nMittarit painottavat lyhyttä aikaväliä. BKT, velkasuhde, työttömyysaste – nämä kertovat, mitä on tapahtunut, eivät sitä, mitä on tulossa. Ne eivät näe viiveellisiä kustannuksia, eivätkä ne osaa varoittaa ennen kuin on liian myöhäistä.\n\nHallintorakenne on hajautettu. Kukaan ei omista kokonaisuutta. Valtio, hyvinvointialueet, kunnat, virastot – jokainen toimii omassa siilossaan, omalla budjetillaan, omilla mittareillaan. Kokonaisuus ajautuu, koska kukaan ei ohjaa.\n\nHaavoittuvuus on rakenteellista\n\nMonikriisi on stressitesti, joka paljastaa sen, mikä on ollut pitkään piilossa: järjestelmän haavoittuvuus ei ole poikkeus, vaan sen rakenne. Järjestelmä, joka on rakennettu optimoimaan vakautta, ei kestä epävarmuutta. Se on kuin silta, joka on mitoitettu tietylle kuormitukselle – kun kuormitus ylittää sietokyvyn, se ei notkahda vaan murtuu.\n\nStressitesti paljastaa kolme systemaattista ongelmaa:\n\nJärjestelmä ei näe tulevaa. Sen mittarit kertovat menneestä, sen budjetti on sidottu neljään vuoteen, sen hallinto reagoi vasta kun ongelma on jo täällä. Viiveelliset kustannukset, hitaasti kumuloituvat riskit, pitkän aikavälin investointien tuotot – nämä eivät näy päätöksenteossa.\n\nJärjestelmä ei jousta. Kun paineet kasautuvat, se ei mukaudu vaan jäykistyy entisestään. Budjettikehys pakottaa sopeutukseen, vaikka sopeutus heikentää kykyä vastata tuleviin haasteisiin. Hallintorakenne pirstoo vastuun niin, ettei kukaan voi tehdä strategisia päätöksiä.\n\nJärjestelmä ei opi. Se toistaa samoja ratkaisuja, vaikka ne eivät toimi. Se leikkaa ennaltaehkäisystä, vaikka se tietää, että se lisää korjaavan työn tarvetta. Se priorisoi lyhyen aikavälin säästöjä, vaikka se tietää, että ne kasvattavat pitkän aikavälin kustannuksia.\n\nKaksi tietä\n\n2020-luvun monikriisi ei ole ohimenevä poikkeama. Se on uusi toimintaympäristö. Järjestelmällä on kaksi vaihtoehtoa.\n\nEnsimmäinen tie: jatkaa sopeuttamista nykyisen logiikan puitteissa.\n\nTämä tie merkitsee leikkauksia, priorisointeja ja ongelmien siirtämistä eteenpäin. Kun hoitovelka kasvaa, leikataan jostain muualta. Kun puolustusmenot nousevat, leikataan koulutuksesta. Kun energiamurros vaatii investointeja, ne katetaan velalla, joka siirretään tuleville sukupolville. Tämä tie voi ylläpitää muodollista tasapainoa – budjetti saadaan näyttämään tasapainoiselta, velkasuhde pysymään kurissa – mutta hinta on asteittainen rapautuminen. Palvelut heikkenevät, eriarvoisuus kasvaa, luottamus murenee. Tämä tie on houkutteleva, koska se ei vaadi suuria päätöksiä. Se vaatii vain sitä, että jatketaan kuten ennenkin. Mutta se on tie, joka vie kohti hallitsematonta murtumista – ei ehkä tänään, ei huomenna, mutta ennemmin tai myöhemmin.\n\nToinen tie tunnustaa, että toimintaympäristö on muuttunut pysyvästi, ja rakentaa järjestelmä uudelleen vastaamaan tätä todellisuutta.\n\nTämä tie merkitsee rahoituslogiikan ja vastuunjaon uudelleenarviointia. Se merkitsee investointien ja kulutuksen erottamista toisistaan, pitkän aikavälin budjetointia, ennaltaehkäisyn priorisointia, tulevaisuuden ottamista mukaan päätöksentekoon. Se ei tarkoita kriisistä luopumista, vaan sen sisällyttämistä osaksi normaalia suunnittelua. Se tarkoittaa, että järjestelmä ei enää reagoi kriiseihin, vaan ennakoi niitä. Tämä tie on vaikea. Se vaatii poliittista tahtoa, jota ei ole näkynyt. Se vaatii luopumista vanhoista varmuuksista, joihin on totuttu. Se vaatii investointeja, jotka eivät tuota tulosta seuraavissa vaaleissa, mutta se on ainoa tie, joka voi johtaa hallittuun siirtymään. Toinen tie johtaa ennemmin tai myöhemmin hallitsemattomaan murtumiseen.\n\nKysymys, jota ei voi kiertää\n\nMonikriisi on stressitesti, joka tekee näkyväksi rakenteiden rajat. Se pakottaa kysymään: onko järjestelmä rakennettu kestämään epävarmuutta vai vain hallitsemaan vakautta? Vastaus on tähän asti ollut selvä: järjestelmä on rakennettu hallitsemaan vakautta. Se toimii hyvin, kun kaikki on ennakoitavaa. Se ei toimi, kun epävarmuus on pysyvää. Nyt epävarmuus on pysyvää. Pandemia ei ole viimeinen. Geopolitiikka ei palaa entiselleen. Energiamurros on vasta alussa. Demografinen paine vain kasvaa. Kysymys ei ole siitä, tuleeko uusia kriisejä. Ne tulevat. Kysymys on siitä, onko järjestelmällä kykyä vastata niihin – ei sopeuttamalla, vaan uudistumalla.\n\nStressitesti on käynnissä. Sen tulos ei ole vielä selvillä. Mutta yksi asia on varma: jos jatkamme samalla logiikalla, tulos on ennalta arvattava. Järjestelmä ei kestä. Se ei romahda yhdellä iskulla, mutta se rapautuu – ja rapautuminen on lopulta sama asia kuin murtuminen, vain hitaampaa ja kivuliaampaa. Vaihtoehto on olemassa. Se vaatii sen tunnustamista, että 2020-luku on erilainen kuin mikään aikaisempi vuosikymmen. Se vaatii rohkeutta luopua vanhasta ja rakentaa uutta. Se vaatii kysymystä, joka on nyt pakko esittää:\n\nHaluammeko hallitun siirtymän vai hallitsemattoman murtumisen?\n\nTähän kysymykseen vastaaminen on tämän vuosikymmenen tärkein poliittinen tehtävä."
    },
    {
      "index": 10,
      "id": "109",
      "part": "I-JÄRJESTELMÄ",
      "title": "Murtumapisteet – tässä kohtaa järjestelmä pettää",
      "content": "Järjestelmä ei romahda äkillisesti. Se murtuu hitaasti, sitten yhtäkkiä.\n\nAjattele vaikka siltaa. Se ei petä yhdellä kertaa. Se alkaa heilua, siihen tulee halkeamia, ruoste syövyttää rakenteita. Ja sitten yhtenä päivänä – pam. Se on poissa. Suomen hyvinvointivaltio on tällainen silta. Se on toiminut vuosikymmeniä, mutta nyt rakenteissa on halkeamia. Ja ne halkeamat kasvavat.\n\nTässä on viisi murtumapistettä. Ne eivät ole teoreettisia riskejä jossain kaukana tulevaisuudessa. Ne ovat käynnissä olevia prosesseja, jotka voivat kärjistyä milloin tahansa.\n\n1. Resurssikilpailun ylikuormitus – kun kaikki tarvitsevat lisää, mutta kukaan ei saa\nJulkisessa taloudessa on yksinkertainen ongelma: samaa rahaa tarvitsee liian moni. Sote tarvitsee lisää, koska väestö ikääntyy. Koulutus tarvitsee lisää, koska oppimistulokset laskevat. Puolustus tarvitsee lisää, koska Venäjä on naapurissa. Poliisi tarvitsee lisää, koska jengit lisääntyvät. Infra tarvitsee lisää, koska sillat on remontoimatta. Kaikki nämä tarpeet ovat aitoja. Mikään niistä ei ole turhaa, mutta budjettikehys on tiukka. Kun yksi saa lisää, toinen saa vähemmän. Ja kun kaikki tarvitsevat lisää, joku jää aina ilman.\n\nTämä ei ole enää priorisointia. Tämä on ylikuormitusta.\n\nMiltä murtuminen näyttää?\n\nSe ei näy budjetissa. Se näkyy siinä, että hoitajat lopettavat, koska työ on liian raskasta. Se näkyy siinä, että opettajat vaihtavat alaa, koska palkka on liian pieni ja luokat liian isoja. Se näkyy siinä, että poliisi ei ehdi paikalle, kun soitat hätänumeroon. Yksi sektori pettää. Sitten toinen joutuu paikkaamaan, mikä lisää sen kuormitusta. Sitten sekin pettää. Ketjureaktio on valmis.\n\n2. Vastuujännite – kun kantajat väsyvät\n\nTässä on se kysymys, jota kukaan ei halua ääneen sanoa: kuka oikeasti maksaa tämän kaiken? Sukupolvien välinen jännite on kovin.\n\nSuuret ikäluokat (1946–1975 syntyneet) ovat nyt eläkkeellä tai eläkeiässä. He ovat suurin äänestäjäryhmä. Heillä on eniten varallisuutta. Heidän etujaan ovat eläkkeet, terveydenhuolto ja hoiva. Nuoremmat sukupolvet (1976 jälkeen syntyneet) maksavat laskun. Heidän palveluistaan leikataan. Heidän toimeentuloturvaansa tiukennetaan. He kantavat sen velan, jonka vanhemmat sukupolvet ovat ottaneet.\n\nTämä ei ole moralisointia. Se on matematiikkaa. Nuorempia on vähemmän. Heidän työuransa ovat lyhyempiä. Heidän palkkansa ovat pienempiä suhteessa asumiskustannuksiin, ja heitä verotetaan kovemmin.\n\nMiltä murtuminen näyttää?\n\nNuoret äänestävät jaloillaan. He muuttavat ulkomaille, koska Suomessa ei ole tulevaisuutta. Ammattilaiset vaihtavat alaa, koska julkisella sektorilla ei jaksa. Verokapina kasvaa. Poliittinen polarisaatio syvenee. Kun ne, jotka kantavat järjestelmää, kokevat että se on epäoikeudenmukainen, he lakkaavat kantamasta. Lopulta järjestelmä kaatuu.\n\n3. Luottamuksen heikkeneminen – kun kukaan ei enää usko\n\nLuottamus on hyvinvointivaltion näkymätön perusta. Se ei näy budjetissa, mutta ilman sitä mikään ei toimi. Luottamus tarkoittaa, että ihmiset uskovat instituutioihin. Että he maksavat veronsa, koska uskovat että rahat käytetään hyvin. Että he noudattavat sääntöjä, koska uskovat että säännöt ovat oikeudenmukaisia. Että he osallistuvat, koska uskovat että osallistuminen kannattaa. Suomessa luottamus on perinteisesti ollut korkealla. Mutta se on laskenut tasaisesti 2010-luvulta lähtien. Kuluttajien luottamus on ollut negatiivinen useita vuosia. Ihmiset eivät usko talouden paranevan. Luottamus poliitikkoihin on alhaalla. Äänestysprosentit laskevat. Populistiset liikkeet vahvistuvat.\n\nMiltä murtuminen näyttää?\n\nSe ei näyttäydy barrikadeina. Se näyttäytyy hiljaisena vetäytymisenä. Ihmiset lakkaavat äänestämästä. He lakkaavat maksamasta veroja (tai alkavat kiertää niitä). He lakkaavat luottamasta toisiinsa. He vetäytyvät omiin piireihinsä. Yhteiskunta pirstaloituu. Formaalit rakenteet ovat edelleen olemassa, mutta kukaan ei enää usko niihin. Ne ovat tyhjiä kuoria, jotka romahtavat ensimmäisen tuulenpuuskan alla.\n\n4. Ulkoinen shokki – kun jotain tapahtuu\n\nJärjestelmä, joka on jo stressissä, on erityisen haavoittuva ulkoisille shokeille. Ulkoinen shokki ei luo kriisiä – se laukaisee kriisin, joka on ollut valmiina rakenteessa. \n\nMikä se shokki voisi olla? \nlista:\nKorkojen nousu. Valtionvelka on noin 190 miljardia. Korkomenot ovat miljardeja. Se tarkoittaa leikkauksia, veronkorotuksia tai lisävelkaa – kaikki huonoja vaihtoehtoja.\nGeopoliittinen häiriö. Jos konflikti laajenee, energian hinnat nousevat, puolustusmenot räjähtävät, pakolaisvirrat kasvavat. Suomi on etulinjassa.\nUusi pandemia. Seuraava voi olla pahempi, sillä terveydenhuolto on jo nyt ylikuormitettu.\nIlmastokriisi. Äärimmäiset säätilat, tulvat, metsäpalot. Infrastruktuuri hajoaa, maatalous kärsii, pakolaisvirrat kasvavat.\n:lista\nMiltä murtuminen näyttää?\n\nYksi shokki ei kaada järjestelmää. Mutta jos järjestelmä on jo valmiiksi ylikuormitettu, jos vastuujännite on kova ja luottamus heikko, shokki on se viimeinen pisara. Sitten ei enää paikata. Sitten romahtaa.\n\n5. Refleksiivisen tasapainon pettäminen – kun järjestelmä ei enää tajua olevansa rikki\n\nTämä on kaikkein vaarallisin murtumispiste. Se on kyvyttömyyttä nähdä omia virheitään. Refleksiivinen tasapaino tarkoittaa, että järjestelmä kykenee tunnistamaan ongelmansa, oppimaan virheistään ja korjaamaan itseään. Se on kykyä sanoa: \"Tämä ei toimi. Mitä pitäisi muuttaa?\"\n\nSuomessa tämä kyky on heikentynyt. Poliittinen keskustelu on polarisoitunutta. Hallitus ja oppositio eivät keskustele sisällöistä, ne vaan vastustavat toisiaan periaatteesta. Päätöksiä tehdään, mutta niitä ei arvioida, ei opita, ei korjata. Sote-uudistus on täydellinen esimerkki. Sitä valmisteltiin vuosia. Se oli historiallinen. Ja heti ensimmäisenä vuonna kävi ilmi, että rahoitus ei riitä, hallinto on raskas, koordinaatio ei toimi. Mitä tehtiin? Kiellettiin ongelmat. Vähäteltiin. Selitettiin \"alkuhankaluuksiksi\". Ei tunnustettu, ei opittu, ei korjattu.\n\nVelkakeskustelu on toinen esimerkki. Jokainen hallitus lupaa tasapainottaa budjetin. Yksikään ei onnistu. Mutta keskustelu jatkuu samoilla linjoilla: \"meidän on tasapainotettava\" – vaikka on selvää, että se ei onnistu nykyisellä logiikalla.\n\nMiltä murtuminen näyttää?\n\nSe näyttää siltä, että järjestelmä jatkaa samaa politiikkaa, vaikka se ei toimi. Se kiistää ongelmat, vaikka ne ovat ilmeisiä. Se toistaa samoja virheitä, koska se ei kykene oppimaan. Se on kuin ihminen, joka kävelee kohti seinää eikä suostu katsomaan eteensä. Ennemmin tai myöhemmin seinä tulee vastaan.\n\nMurtumispisteiden summa\n\nNämä viisi murtumispistettä eivät ole erillisiä. Ne vahvistavat toisiaan. Resurssikilpailu kasvattaa vastuujännitettä. Vastuujännite heikentää luottamusta. Heikko luottamus tekee järjestelmästä haavoittuvan ulkoisille shokeille. Ja kun refleksiivinen tasapaino pettää, järjestelmä ei kykene korjaamaan mitään näistä.\n\nMurtuminen voi tapahtua hitaasti – palvelut rapautuvat, luottamus heikkenee, ihmiset vetäytyvät. Se on hiljaista, näkymätöntä, mutta varmaa. Se voi tapahtua myös nopeasti – yksi shokki, ja kaikki pettää kerralla.\n\nKumpaa odotat?"
    },
    {
      "index": 11,
      "id": "190",
      "part": "I-JÄRJESTELMÄ",
      "title": "OSA I - PÄÄTELMÄ",
      "content": "Sairaus, jota mikään lääke ei paranna\n\nEdellä on kuvattu viisi mekanismia, jotka muodostavat hyvinvointivaltion ohjausjärjestelmän: historiallinen polkuriippuvuus, rahoituksen vinoutunut logiikka, EU:n kehysvalta, sokeat mittarit ja hajautunut hallinto. Nämä eivät ole erillisiä ongelmia – ne ovat toisiaan vahvistavia rakenteita.\n\nJokainen näistä mekanismeista on aikanaan perusteltu. 1990-luvun lama vaati nopeaa sopeutusta. Budjettikehykset toivat kurinalaisuutta. EU-säännöt loivat vakautta. Mittarit tekivät taloudesta hallittavan. Hajautus toi palvelut lähelle kansalaisia.\n\nKun nämä viisi kytketään yhteen, syntyy järjestelmä, joka on sulkeutunut omaan logiikkaansa.\nlista:\nHistoria määrittää, mikä on mahdollista – 1990-luvun ratkaisut elävät yhä rakenteina.\nRahoituslogiikka määrittää, mikä on kannattavaa – lyhyt aikaväli voittaa aina.\nEU määrittää, mikä on sallittua – velkasuhde ja alijäämä ohjaavat, vaikka maailma on muuttunut.\nMittarit määrittävät, mikä on näkyvää – BKT, velka ja tehokkuus, ei mielenterveys, luottamus tai osallisuus.\nHallinto määrittää, kuka on vastuussa – mutta kun vastuu on hajautettu, kukaan ei omista kokonaisuutta.\n:lista\nYksittäinen mekanismi ei vielä kaada järjestelmää. Mutta kun ne toimivat yhdessä, ne tuottavat systemaattisesti päinvastaisia tuloksia kuin mitä hyvinvointivaltion piti tuottaa.\nlista: \nJärjestelmä mittaa vääriä asioita – ja optimoi niitä.\nJärjestelmä palkitsee lyhytnäköisyyttä – ja rankaisee pitkäjänteisyyttä.\nJärjestelmä siirtää riskejä tuleville sukupolville – ja tekee siitä näkymätöntä.\nJärjestelmä hajauttaa vastuun – niin ettei kukaan näe kokonaisuutta.\n:lista\nTämä ei ole salaliitto. Kukaan ei istu neuvotteluhuoneessa suunnittelemassa hyvinvointivaltion rapauttamista. Päinvastoin: jokainen toimija tekee parhaansa omassa lokerossaan, omilla mittareillaan, omassa aikahorisontissaan. Juuri siksi järjestelmä on niin vaikea muuttaa. Se ei ole rikki yhdestä kohtaa – se on vinoutunut rakenteellisesti. Diagnoosi on nyt tehty. Tiedämme, mikä on rikki ja miksi.\n\nKysymys kuuluu: mitä tälle tehdään?\n\nJatketaanko samalla logiikalla – lisää sopeutusta, lisää tehokkuutta, lisää leikkauksia, lisää paikkausta?\nVai onko aika tunnustaa, että ongelma ei ole toteutuksessa vaan itse logiikassa?\n\nJos jatkamme samalla tiellä, tulokset ovat ennakoitavissa: velka kasvaa, palvelut heikkenevät, eriarvoisuus syvenee, luottamus laskee. Järjestelmä ei romahda yhdellä iskulla – se rapautuu hiljalleen, kunnes on liian myöhäistä. Jos valitsemme toisen tien, on rakennettava uusi logiikka. Sellainen, jossa ennaltaehkäisy voittaa korjaamisen, tulevaisuus ei ole nykyhetken panttivanki, ja elinvoima on tärkeämpää kuin BKT.\n\nTämä ei ole teknisen korjauksen paikka. Se on paradigman vaihdos.\n\nOsa II ei enää kysy, mikä järjestelmässä on rikki. Se kysyy, miltä tämä rikkinäinen järjestelmä tuntuu – ihmisistä, jotka elävät sen keskellä, koska viime kädessä järjestelmää ei mitata velkasuhteella tai budjettialijäämällä. Se mitataan sillä, voivatko ihmiset hyvin."
    },
    {
      "index": 12,
      "id": "200",
      "part": "II-IHMISET",
      "title": "Kuka hyötyy, kuka kärsii - Seurausten topografia",
      "content": "Rakenteet eivät ole abstraktioita. Ne ovat todellisuutta, jossa ihmiset elävät.\n\nOsa I kuvasi järjestelmää. Sitä, miten historia, raha, mittarit ja hallinto muodostavat koneen, joka ohjaa Suomea.\n\nMutta kone ei ole olemassa itseään varten. Se on olemassa ihmisiä varten. Ja nyt on aika katsoa, mitä se kone oikeasti tuottaa.\nlista:\nKun järjestelmä toimii näin – ketkä nousevat, ketkä putoavat?\nKun rahaa ohjataan tietyllä tavalla – kenen elämä helpottuu, kenen vaikeutuu?\nKun mittarit määrittävät, mikä on arvokasta – kuka tulee nähdyksi, kuka jää näkymättömäksi?\n:lista\nTämä osa ei ole moralisoiva syytös. Se on kartta. Se näyttää, missä maisema kohoaa ja missä se vajoaa. Ketkä asuvat valossa ja ketkä varjossa.\n\nIhmiset eivät ole järjestelmän ulkopuolella. He ovat sen sydän. He maksavat veronsa, tekevät työnsä, tarvitsevat palveluita. Ja heidän kokemuksensa – luottamus tai epäluulo, osallisuus tai ulkopuolisuus – palaa takaisin järjestelmään joko voiteluaineeksi tai hiekaksi.\n\nTässä osassa kuljemme läpi neljän maiseman:\nlista:\nUlossulkemisen kehät – miten syrjäytyminen vahvistaa itseään.\nEriarvoisuuden periytyminen – miksi kotitausta yhä määrää.\nKokemuksen muutos – miltä epävarmuus tuntuu.\nVastuun yksilöllistyminen – miksi ongelmista tulee yksityisasia, vaikka ne ovat rakenteellisia.\n:lista\nTämä ei ole pelkkä \"ihmisten näkökulma\" asiaan. Tämä on se, mistä koko jutussa on kyse, koska viime kädessä järjestelmän mittari ei ole velkasuhde tai alijäämä. Se on se, miten ihmiset voivat, ja tällä hetkellä liian monet voivat huonosti."
    },
    {
      "index": 13,
      "id": "201",
      "part": "II-IHMISET",
      "title": "Osallisuus ja ulossulkeminen – kun järjestelmä unohtaa ihmisen",
      "content": "Järjestelmä ei sulje ulos tahallaan. Se sulkee ulos rakenteellisesti.\n\nKukaan ei kokoonnu neuvotteluhuoneeseen päättämään, että \"nämä ihmiset jätetään oven taakse\", mutta se sulkee ulos systemaattisesti joka päivä. Osallisuus tarkoittaa yksinkertaisesti sitä, että pääsee sisään. Työelämään. Palveluihin. Yhteisöihin. Siihen, että on osa yhteiskuntaa – ei vain paperilla, vaan oikeasti. Ulossulkeminen tarkoittaa, että jää ulkopuolelle. Ei välttämättä juridisesti, mutta käytännössä. Ei töitä, ei palveluja ajoissa, ei porukkaa, ei kokemusta siitä, että kuuluu johonkin.\n\nTässä luvussa katson kolmea väylää, joiden kautta ulossulkeminen tapahtuu. Ne eivät ole sattumaa. Ne ovat rakenteellisia, sillä ne on rakennettu järjestelmään.\n\nTyö on portti, joka ei aukea kaikille\n\nTyö on Suomessa paljon muutakin kuin rahaa. Se on identiteetti, arki, sosiaaliset suhteet, syy nousta aamulla. Kun ihminen menettää työnsä, hän menettää paljon enemmän. Nuoret tietävät tämän. Heidän työttömyysasteensa on noin 15–18 prosenttia, kun koko väestöllä se on 7–8 prosenttia. Ero on valtava.\n\nMiksi? Ei siksi, että nuoret olisivat laiskoja. Vaan siksi, että työmarkkinat suosivat kokemusta. Ja nuorilla ei sitä vielä ole. \n\nMonelle nuorelle tarjotaan pätkätöitä, harjoitteluja ja määräaikaisuuksia. Se on nykynuorelle normaalia. Hänen vanhemmilleen se oli poikkeus. Ja jos nuorella ei ole korkeakoulututkintoa, työllistyminen on vieläkin vaikeampaa. Työmarkkinat ovat polarisoituneet: on korkeasti koulutettujen töitä ja matalan osaamisen töitä, mutta keskiväli on kaventunut.\n\nUlkomaalaistaustaiset tietävät saman. Heidän työllisyysasteensa on noin 60 prosenttia, kun kantaväestöllä se on 75 prosenttia. Ero on suuri, ja se kertoo ongelmista.\n\nKielitaito on se iso kynnys. Ilman suomea tai ruotsia työllistyminen on vaikeaa. Kielikoulutusta on, mutta se ei riitä, sillä jonot ovat pitkiä, laatu vaihtelee, oppiminen vie vuosia. Samaan aikaan ihminen tarvitsee rahaa, joten hän ottaa töitä, joissa ei opi kieltä, kuten siivousta, varastoa, keittiötä. Kierre on valmis. Kielitaidon puute estää työllistymisen, ja työllistyminen estää kielen oppimisen.\n\nSyrjintä on todellista, vaikka se on usein tiedostamatonta. Samalla cv:llä ja tutkinnolla Maija Virtanen kutsutaan haastatteluun, mutta Ahmed Hassan ei. Se ei ole aina tahallista rasismia, mutta lopputulos on sama: ulkomaalaistaustainen jää ulos.\n\nKun apu tulee liian myöhään\n\nPalvelujärjestelmän piti olla hyvinvointivaltion selkäranka. Se takaa, että jokainen saa hoitoa ja tukea riippumatta rahatilanteesta, mutta se ei toimi enää niin. Jonot ovat kaikkialla. Perusterveydenhuollossa lääkäriin saa odottaa viikkoja. Erikoissairaanhoidossa kuukausia – polven tekoniveltä voi odottaa vuoden. Mielenterveyspalveluissa nuori, joka tarvitsee apua masennukseen, odottaa kuukausia.\n\nJonot eivät ole reiluja. Ne, joilla on rahaa, menevät yksityiselle. Ne, joilla ei ole, odottavat. Tämä on kaksoisjärjestelmä: nopea ja laadukas niille, joilla on varaa – hidas ja ylikuormitettu niille, joilla ei ole, ja ne, jotka odottavat, ovat juuri niitä, jotka tarvitsisivat apua eniten. Kun nuori ei pääse mielenterveyspalveluihin ajoissa, hänen tilansa pahenee. Kun vanhus ei pääse leikkaukseen, hänen toimintakykynsä heikkenee. Kun työtön ei saa hoitoa terveysongelmiinsa, hän ei työllisty.\n\nLastensuojelu on sama tarina. Ilmoituksia tulee ennätysmäärä, mutta sosiaalityöntekijät eivät ehdi. Heillä on liikaa asiakkaita, he uupuvat ja vaihtavat alaa. Lapset, jotka tarvitsevat tukea, eivät saa sitä ajoissa. Kun apu vihdoin tulee, ongelmat ovat jo kasvaneet.\n\nKun vapaaehtoiset paikkaavat\n\nKun julkinen sektori ei pysty vastaamaan tarpeeseen, kansalaisyhteiskunta yrittää paikata. Urheiluseurat, järjestöt, seurakunnat, naapurit – ne ottavat vastuuta, joka ennen kuului julkiselle vallalle. Se on hienoa, se on suomalaista talkoohenkeä. Mutta se ei ole kestävää. Vapaaehtoistyö perustuu ihmisten haluun auttaa. Mutta se perustuu myös siihen, että heillä on aikaa ja jaksamista. Kun yhä useampi on töissä, perheellinen ja väsynyt, vapaaehtoisia on vähemmän. Tarve kuitenkin kasvaa, koska julkiset palvelut eivät riitä.\n\nOmaishoito on ääriesimerkki. Suomessa on arviolta 350 000–400 000 omaishoitajaa – ihmisiä, jotka hoitavat läheistään kotona. Monet tekevät tätä täysipäiväisesti, ilman palkkaa, ilman lomaa, ilman riittävää tukea. He uupuvat, mutta jatkavat, koska kukaan muu ei hoida.\n\nKansalaisyhteiskunnan kuormitus ei ole kestävää. Kun vapaaehtoiset uupuvat ja lopettavat, kun järjestöt eivät saa tukea ja lakkauttavat toimintaansa, kun omaishoitajat eivät enää jaksa – kuka paikkaa sitten?\n\nKierre vahvistaa itseään\n\nUlossulkeminen ei ole staattinen tila. Se on prosessi, joka ruokkii itseään. Kun nuori ei työllisty, hänellä ei ole työkokemusta. Kun hänellä ei ole työkokemusta, hän ei työllisty. Mitä pidempään työttömyys jatkuu, sitä vaikeampi on päästä takaisin. Kun ulkomaalaistaustainen ei pääse töihin, hän ei opi kieltä. Kun hän ei opi kieltä, hän ei pääse töihin. Mitä pidempään hän on ulkopuolella, sitä vaikeampi on päästä sisään. Kun jonot pitenevät, ihmiset eivät hae apua ajoissa. Kun he eivät hae apua ajoissa, ongelmat pahenevat. Kun ongelmat pahenevat, ne vaativat kalliimpaa hoitoa, mikä kuormittaa järjestelmää entisestään ja pidentää jonoja, ja kun riittävän moni jää ulos, se alkaa näkyä koko järjestelmässä. Nuoret ja ulkomaalaistaustaiset eivät työllisty – veropohja heikkenee. Veropohjan heikkeneminen lisää painetta leikata palveluja. Leikkaukset pidentävät jonoja ja lisäävät ulossulkemista. Kierre on valmis.\n\nMitä tästä pitäisi ajatella?\n\nJärjestelmä ei sulje ulos tahallaan, mutta se sulkee ulos, koska se on rakennettu tietyllä tavalla. Työmarkkinat suosivat niitä, joilla on jo kokemusta ja verkostoja. Se sulkee ulos nuoret ja ulkomaalaistaustaiset. Palvelujärjestelmä ei ole resursoitu vastaamaan kasvavaan tarpeeseen. Se sulkee ulos ne, joilla ei ole varaa yksityiseen.\n\nKansalaisyhteiskunta yrittää paikata, mutta se ei ole kestävää. Se siirtää vastuuta julkiselta sektorilta yksilöille ja yhteisöille, jotka eivät jaksa loputtomiin. Ratkaisut eivät ole helppoja, mutta ne ovat mahdollisia. Työmarkkinoita voi joustavoittaa. Kielikoulutukseen voi panostaa. Syrjintää voi vähentää avoimuudella. Palveluja voi resursoida paremmin. Kansalaisyhteiskuntaa voi tukea sen sijaan, että sen oletetaan paikkaavan kaiken, mutta nämä vaativat yhden asian: että tunnistamme ongelman, että näemme, miten järjestelmä tuottaa ulossulkemista – ei vahingossa, vaan rakenteellisesti, ja että päätämme tehdä asialle jotain."
    },
    {
      "index": 14,
      "id": "202",
      "part": "II-IHMISET",
      "title": "Toimijuus rakenteiden liikkeessä – kun ihminen ei olekaan pelkkä uhri",
      "content": "Rakenteet ovat jähmeitä. Ne painavat, rajaavat, määräävät suuntaa. Mutta ne eivät määrää kaikkea.\n\nIhminen ei ole pelkkä passiivinen objekti, jolle asioita tapahtuu. Hän tekee valintoja, kieltäytyy, soveltaa, kiertää, venyttää. Hänellä on toimijuutta – kykyä liikkua rakenteiden sisällä, vaikka ne olisivat kuinka kovat.\n\nTämä luku ei katso sitä, mitä järjestelmä tekee ihmiselle. Se katsoo sitä, mitä ihminen tekee järjestelmässä – ja sille. Vaikka järjestelmä on jähmeä, ihminen ei ole. Juuri siksi tulevaisuus ei ole ennalta määrätty.\n\nArjen hiljainen navigointi\n\nKun järjestelmä kiristyy, ihminen ei katoa. Hän sopeutuu, kiertää, etsii reittejä sieltä, missä viralliset väylät ovat tukossa. Tämä ei ole sankaritarina. Se on arkea. Vertaistukiryhmät syntyvät sinne, missä mielenterveyspalveluiden jonot ovat pisimmät. Facebook-ryhmät paikkaavat yksinäisyyttä, jolle julkinen sektori ei voi mitään. Naapuriapu ottaa vastuuta, kun virallinen järjestelmä ei ehdi.\n\nNämä ilmiöt nähdään usein merkkinä julkisen sektorin kuormituksesta – ja sitä ne ovat. Mutta ne ovat myös merkki energiasta, joka ei ole riippuvainen budjettikehyksistä. Ihmiset eivät ole pelkkiä palvelujen vastaanottajia. He rakentavat merkitystä ja tukea silloinkin, kun instituutiot eivät toimi. Tämä hiljainen navigointi jää helposti näkymättömäksi. Se ei näy BKT:ssa, ei tilastoissa, ei vaikuttavuusarvioinneissa. Se on järjestelmän sokea piste – ja samalla sen kantava voima.\n\nTässä piilee myös riski. Kun epävirallisista ratkaisuista tulee pysyvä korvike julkiselle vastuulle, toimijuus muuttuu taakaksi. Omaishoitaja ei ole enää vapaaehtoinen, vaan ainoa vaihtoehto. Vertaistuki ei ole enää täydennys vaan ainoa tuki. Toimijuus, joka syntyy rakenteiden heikkoudesta, ei voi koskaan korvata rakenteellista vastuuta. Se voi vain paljastaa sen puutteen.\n\nKun järjestelmää oppii pelaamaan\n\nByrokraattinen järjestelmä luo omat sääntönsä. Kun sääntöjä on paljon ja ne ovat monimutkaisia, ihmiset oppivat navigoimaan niiden sisällä. He tietävät, mitä lomakkeeseen kannattaa kirjoittaa, kenelle soittaa, milloin hakea ja miten valittaa. Osa oppii pelaamaan järjestelmää – ei pahantahtoisuudesta, vaan selviytymisen pakosta. Tämä ei ole moraalinen kysymys, vaan rakenteellinen välttämättömyys.\n\nKun etuusjärjestelmä on pirstaleinen, hakijan on todistettava tilanteensa usealle eri toimijalle. Sama tieto annetaan uudelleen ja uudelleen. Virheet kasautuvat, käsittelyajat pitenevät, ihminen uupuu. Järjestelmän pelaaminen – hakemusten ajoittaminen, etuuksien yhdistely, tulkinnanvaraisten kohtien hyödyntäminen – on usein ainoa tapa saada se toimimaan edes jotenkin. Tällainen toiminta voi lisätä epäluottamusta molempiin suuntiin. Viranomainen epäilee hakijaa, hakija epäilee viranomaista. Molemmat kokevat, että toinen käyttää järjestelmää väärin. Silti järjestelmän pelaaminen on myös tiedon muoto. Se kertoo, missä säännöt ovat epäloogisia, missä ne eivät kohtaa todellisuutta, missä byrokratia tuottaa itse sitä käyttäytymistä, jota se väittää vastustavansa.\n\nYhdessä on helpompi\n\nToimijuus vahvistuu, kun se muuttuu kollektiiviseksi. Yksin on vaikea taivuttaa rakenteita, yhdessä se on mahdollista. Yhteisöt, järjestöt ja vertaisverkostot jakavat riskiä, vahvistavat osallisuutta ja lisäävät resilienssiä. Ne luovat käytäntöjä, jotka täydentävät instituutioita – ja joskus ennakoivat niiden uudistumista.\n\nRuoka-apu, asukasyhdistykset, kulttuuritapahtumat, harrastusseurat, kylätoimikunnat – nämä eivät ole vain sosiaalista toimintaa, vaan yhteiskunnallisen elinvoiman perusta.\n\nKollektiivinen toimijuus ei ole vain vastarintaa tai sopeutumista. Se on myös tuottavaa. Se rakentaa sellaista pääomaa – luottamusta, verkostoja, osaamista – jota mikään budjetti ei voi suoraan luoda. Tämä näkyi pandemiassa. Kun yhteiskunta suljettiin, paikalliset verkostot organisoituivat nopeammin kuin virallinen hallinto. Kun lähiöissä leikataan palveluja, asukkaat perustavat omaa toimintaa. Kun mielenterveyspalvelut eivät riitä, vertaistuki paikkaa aukkoa.\n\nKollektiivinen toimijuus ei odota lupaa – se toimii siellä, missä tarve on suurin, mutta tässäkin on rajansa. Se voi täydentää julkista sektoria, mutta ei korvata sitä. Kun vastuu siirtyy pysyvästi yhteisöille ilman resursseja, kollektiivinen toimijuus muuttuu kollektiiviseksi uupumukseksi.\n\nNäkymätön työ kantaa yhteiskuntaa\n\nMerkittävä osa toimijuudesta on sellaista, joka ei näy missään tilastossa. Omaishoiva, vertaistuki, naapuriapu, vapaaehtoistyö, lapsenhoito, vanhuksen seura – tämä on yhteiskunnan näkymätön infrastruktuuri, jonka varassa kaikki muu lepää. Suomessa on arviolta 350 000–400 000 omaishoitajaa. He tekevät työtä, joka säästää yhteiskunnalta miljardeja – ilman palkkaa, ilman lomaa, ilman eläkekertymää.\n\nHeidän toimijuutensa on sekä välttämätöntä että näkymätöntä. Ilman sitä hoivajärjestelmä romahtaisi. Mutta heidän uupumuksensa ei näy budjetissa – ennen kuin he itse romahtavat ja siirtyvät julkisen järjestelmän kuormaksi. Sama koskee vapaaehtoistyötä. Urheiluseurat, kulttuurijärjestöt, seurakunnat, yhdistykset pyörivät pitkälti vapaaehtoisten voimin. Kun tämä toimijuus heikkenee – koska ihmisillä ei ole aikaa, jaksamista tai resursseja – sen tehtävät siirtyvät julkiselle sektorille kustannuksina.\n\nTämän näkymättömän työn arvostus ei ole vain tunnustuksen kysymys. Se on rakenteellinen kysymys. Jos yhteiskunta rakentuu sen varaan, että tietyt ihmiset tekevät ilmaiseksi työtä, jota ilman järjestelmä ei toimisi, tämä työ on tehtävä näkyväksi. Ei vain kiitoksina, vaan resursseina, oikeuksina ja turvaverkkona.\n\nTöissä järjestelmän sisällä\n\nToimijuus ei ole vain kansalaisten ominaisuus. Se on myös niiden, jotka työskentelevät järjestelmän sisällä – viranhaltijoiden, opettajien, hoitajien, sosiaalityöntekijöiden. Heidän päivittäiset valintansa muokkaavat sitä, miten järjestelmä todellisuudessa toimii. Kun laki antaa tulkinnanvaraa, viranhaltija tekee valinnan. Kun määrärahat ovat niukat, työntekijä priorisoi. Kun byrokratia estää joustavan ratkaisun, ammattilainen etsii kiertotien. Tämä institutionaalinen toimijuus on usein huomaamatonta, mutta sen vaikutukset voivat olla pysyviä. Se voi lieventää rakenteiden kovuutta – tai vahvistaa sitä.\n\nMonet uudistukset eivät synny politiikasta vaan käytännöstä: jossain päin maata kokeillaan jotakin uutta, se todetaan toimivaksi, se leviää toiselle paikkakunnalle, ja lopulta se kirjataan ohjeisiin ja lakeihin. Muutos ei tapahdu vain ylhäältä alas, vaan myös alhaalta ylös – niiden kautta, jotka päivittäin venyttävät rakenteiden rajoja, mutta tälläkin on rajansa. Kun järjestelmä on jatkuvassa säästöpaineessa, institutionaalinen toimijuus kaventuu. Työntekijöillä ei ole aikaa, ei resursseja, ei liikkumavaraa. He tekevät sen, mihin pakko sanelee, eivät sitä, mihin ammattitaito kannustaisi.\n\nArjen vastarinta\n\nVastarinta ei aina ole konfliktia. Se voi olla kieltäytymistä, vaihtoehtoisten käytäntöjen rakentamista, normien uudelleentulkintaa.\nlista:\nKun nuori kieltäytyy nopeasta työllistämispolusta ja vaatii koulutusta, se on vastarintaa.\nKun omaishoitaja vaatii oikeuksiaan, se on vastarintaa.\nKun paikallisyhteisö ottaa lakkautetun koulun omaan käyttöönsä, se on vastarintaa.\nKun työntekijä tulkitsee ohjetta inhimillisemmin kuin on tarkoitettu, se on vastarintaa.\n:lista\nTämä vastarinta ei ole järjestelmän ulkopuolista, vaan sen sisällä tapahtuvaa uudelleenmäärittelyä. Se ei pyydä lupaa, se toimii. Se ei odota, että joku muu ratkaisee, se rakentaa itse. Poliittinen vastarinta – ilmastoliike, perustulokokeilujen kannattajat, mielenterveysaktivismi – on tämän jatkumo. Se on toimijuutta, joka on kasvanut yksilöllisestä kollektiiviseksi, hiljaisesta näkyväksi.\n\nNämä liikkeet eivät ole yhtenäisiä. Niillä ei ole yhtä ideologiaa. Mutta niitä yhdistää kokemus siitä, että nykyinen paradigma ei riitä – että se mittaa väärin, näkee väärin, priorisoi väärin. Ne eivät ole oikeassa tai väärässä. Ne ovat oireita. Ne kertovat, missä järjestelmä ei kohtaa kokemusta. Missä mittari ei vastaa merkitystä.\n\nPienet teot voivat kasvaa\n\nToimijuus ei ole vain selviytymistä nykyisessä järjestelmässä. Se on myös tulevaisuuden rakentamista nykyhetkessä. Uudet ratkaisut syntyvät usein pieninä käytäntöinä ennen kuin niistä tulee politiikkaa. Paikalliset kokeilut, yhteisölliset mallit, ammatilliset innovaatiot voivat ennakoida tulevaa järjestelmää. Ne eivät ole vain poikkeuksia, vaan siemeniä. Ne osoittavat, että toisin on mahdollista – ei vasta jossain kaukaisessa tulevaisuudessa, vaan tässä ja nyt.\n\nSosiaalinen työllistyminen, osuuskunnat, aikapankit, yhteisölliset työtilat, jakamistalouden kokeilut – nämä ovat pieniä, marginaalisia, usein taloudellisesti merkityksettömiä, mutta ne kertovat suunnasta. Ne osoittavat, että ihmiset etsivät tapoja yhdistää toimeentulo, merkitys ja yhteisöllisyys – tapoja, joita nykyinen järjestelmä ei tunnista. Tällaiset kokeilut paljastavat, että taloudellinen arvo ja inhimillinen arvo eivät aina kulje samaa polkua. Järjestelmä mittaa euroja. Ihminen mittaa merkitystä, a merkitys on lopulta se, joka pitää yhteiskuntaa koossa.\n\nRakenteet rajaavat, mutta eivät määrää. Ne luovat painetta, mutta eivät poista kykyä valita, kieltäytyä, soveltaa ja muokata. Toimijuus on aina suhteessa rakenteisiin. Se ei ole vapautta niistä, vaan kykyä liikkua niiden sisällä, hyödyntää niiden aukkoja, venyttää niiden rajoja.\n\nSe on:\nlista:\nHiljaista navigointia – arjen valintoja, joilla pärjätään, vaikka järjestelmä ei toimi\nJärjestelmän pelaamista – sääntöjen tulkintaa, joka paljastaa niiden aukot\nKollektiivista toimintaa – yhteisöjä, jotka jakavat riskiä ja rakentavat resilienssiä\nNäkymätöntä työtä – omaishoivaa, vapaaehtoistyötä, joka kantaa järjestelmää\nInstitutionaalista liikkumavaraa – ammattilaisten valintoja, jotka muokkaavat järjestelmää sisältä päin\nVastarinnan muotoja – kieltäytymistä, uudelleenmäärittelyä, vaihtoehtojen rakentamista\nTulevaisuuden siemeniä – pieniä käytäntöjä, jotka voivat kasvaa uusiksi rakenteiksi\n:lista\nToimijuus ei ole järjestelmän vastakohta, vaan sen toinen puoli. Se ei kumoa rakenteita, mutta se voi muuttaa niitä – jos se tulee nähdyksi, jos se saa tilaa, jos se muuttuu yksilöllisestä kollektiiviseksi ja hiljaisesta näkyväksi.\n\nMuutos ei tapahdu vain poliittisissa päätöksissä. Se tapahtuu myös siellä, missä ihmiset arjessaan venyttävät rakenteiden rajoja. Kysymys on siitä, näkeekö järjestelmä tämän toimijuuden voimavarana vai uhkana – ja osaako se uudistua sen avulla ennen kuin on liian myöhäistä."
    },
    {
      "index": 15,
      "id": "203",
      "part": "II-IHMISET",
      "title": "Eriarvoistumisen mekanismi – kun köyhyys periytyy eikä se ole kenenkään vika",
      "content": "Eriarvoisuus ei ole seuraus - se on mekanismi, joka ruokkii itseään.\n\nEriarvoisuudesta puhutaan usein ongelmana, joka pitäisi ratkaista. Köyhille lisää rahaa, rikkailta vähän pois, ja homma on hoidettu, mutta eriarvoisuus ei ole pelkkä ongelma. Se on mekanismi. Se on tapa, jolla järjestelmä toimii – ja se ruokkii itseään. Kun lapsi syntyy köyhään perheeseen köyhälle alueelle, hänen mahdollisuutensa ovat erilaiset kuin lapsella, joka syntyy varakkaaseen perheeseen varakkaalle alueelle. Tämä ei johdu lahjakkuudesta tai ahkeruudesta. Se johtuu rakenteista.\n\nSuomi on perinteisesti ollut tasa-arvoinen maa. Mutta 2010-luvulta lähtien eriarvoisuus on kasvanut. Tuloerot ovat kasvaneet. Varallisuuserot ovat kasvaneet. Alueelliset erot ovat syventyneet.\n\nTässä luvussa katson neljää mekanismia, joiden kautta eriarvoisuus syntyy ja uusintaa itseään. Ne eivät ole erillisiä – ne vahvistavat toisiaan.\n\nKoulutus on se lottokone, joka ei toimi\n\nKoulutuksen piti oma tasa-arvoistaja. Riippumatta taustasta, jokainen lapsi saa saman mahdollisuuden kouluttautua ja menestyä. Näin se toimii paperilla. Käytännössä koulutuspolut eriytyvät jo varhain. Varhaiskasvatus on ensimmäinen ero. Lapsi, jonka vanhemmat ovat korkeasti koulutettuja, saa kotona tukea kieleen, sosiaalisiin taitoihin ja oppimiseen. Lapsi, jonka vanhemmat ovat vähän koulutettuja, köyhiä tai maahanmuuttajataustaisia, ei saa samaa tukea. Kun he tulevat kouluun, erot ovat jo näkyvissä.\n\nPeruskoulu ei tasoita eroja. Oppilaat, jotka saavat kotoa tukea, menestyvät paremmin. Oppilaat, jotka eivät saa tukea, jäävät jälkeen. Kun jää jälkeen, jatkokoulutukseen pääsy vaikeutuu. Toinen aste on valintojen paikka. Lukio ja ammattikoulu ovat kaksi eri polkua. Lukio johtaa korkeakouluun ja korkeapalkka-aloille. Ammattikoulu johtaa työelämään ja matalapalkka-aloille.\n\nOngelmana ei ole se, että polut ovat erilaisia. Ongelmana on, että valinta ei perustu vain kiinnostukseen. Se perustuu taustaan.\n\nKorkeasti koulutettujen vanhempien lapset menevät todennäköisemmin lukioon. Vähän koulutettujen vanhempien lapset menevät todennäköisemmin ammattikouluun. Tämä ei johdu siitä, että lukio olisi \"parempi\". Se johtuu siitä, että odotukset ja kulttuuri ovat erilaisia. Korkeakoulutus on viimeinen etappi. Vaikka se on ilmaista, kaikki eivät pääse siitä hyötymään samalla tavalla. Opiskelu vaatii aikaa ja rahaa. Opintotuki ei riitä, varsinkaan pääkaupunkiseudulla. Opiskelija, joka saa vanhemmiltaan taloudellista tukea, voi keskittyä opiskeluun. Opiskelija, joka joutuu tekemään töitä opintojen ohella, ei voi.\n\nKoulutus ei siis tasa-arvoista. Se uusintaa eriarvoisuutta. Köyhän perheen lapsi jää helpommin ilman koulutusta, ja hänen lapsensa jatkavat samaa kehää.\n\nSyntymäalue määrää enemmän kuin luulet\n\nSuomi on jakautunut kahtia. Toisella puolella kasvukeskukset – pääkaupunkiseutu, Tampere, Turku, Oulu. Toisella puolella maaseutu ja pienet kunnat, jotka kutistuvat ja köyhtyvät. Työpaikat keskittyvät. Pääkaupunkiseudulla tuotetaan noin 30 prosenttia Suomen BKT:sta, vaikka siellä asuu vain 25 prosenttia väestöstä. Korkean osaamisen työpaikat – IT, rahoitus, konsultointi, terveysteknologia – ovat kaupungeissa. Maaseudulla työpaikat ovat perinteisempiä: maatalous, metsätalous, teollisuus. Niiden määrä vähenee.\n\nKoulutus seuraa työpaikkoja. Hyvät koulut, lukiot ja korkeakoulut ovat kaupungeissa. Maaseudulla kouluja lakkautetaan, matkat pitenevät. Lapsi, joka kasvaa maaseudulla, ei voi valita samalla tavalla kuin kaupunkilaislapsi.\n\nPalvelut rapautuvat. Kun kunta köyhtyy, verotulot laskevat ja palveluja supistetaan. Terveysasema lakkautetaan, kirjasto suljetaan, bussivuoroja vähennetään. Iäkäs ihminen joutuu matkustamaan kymmenien kilometrien päähän hoitoon. Nuori perhe huomaa, että lähin päiväkoti on toisella paikkakunnalla.\n\nKaupungitkin eriytyvät sisäisesti. Pääkaupunkiseudulla rikkaat alueet (Westend, Kulosaari) ja köyhät alueet (itäinen Helsinki, Vantaan lähiöt) erottuvat yhä jyrkemmin. Rikkaat valitsevat asuinalueensa, jossa on hyvät koulut ja turvallinen ympäristö. Köyhät jäävät alueille, joissa on heikot koulut ja huonot palvelut.\n\nKierre on valmis. Kun nuoret ja koulutetut muuttavat pois, veropohja heikkenee. Kun veropohja heikkenee, palveluja leikataan. Kun palveluja leikataan, ihmiset muuttavat pois. Tämä kierre on vaikea katkaista, koska se vahvistaa itseään.\n\nPeriytyvyys on näkymätön matka-arkku\n\nLapset eivät peri vain geenejä. He perivät myös varallisuuden, koulutuksen, verkostot ja kulttuurisen pääoman. Varallisuus on kaikkein konkreettisin. Kun vanhemmat omistavat asunnon, he voivat auttaa lasta asunnon hankinnassa. Nuori, jonka vanhemmat omistavat asunnon, saa apua. Nuori, jonka vanhemmat eivät omista, joutuu säästämään itse – mikä on vaikeaa, kun vuokrat ovat korkeat ja palkat matalat. Asuntojen hinnat ovat nousseet rajusti 2000-luvulla. Ne, jotka omistivat asunnon ennen nousua, ovat rikastuneet. Ne, jotka eivät omistaneet, ovat jääneet jälkeen. Tämä ero kasvaa koko ajan.\n\nKoulutus periytyy. Korkeasti koulutettujen vanhempien lapset päätyvät todennäköisemmin korkeakoulutukseen. Tämä ei johdu vain geeneistä. Se johtuu siitä, että koulutusta arvostetaan, sitä tuetaan ja sitä odotetaan.\n\nVerkostot periytyvät. Monet työpaikat täytetään verkostojen kautta, ei julkisten hakujen. Lapsi, jonka vanhemmilla on vahvat verkostot, saa tietoa työpaikoista, suosituksia ja mahdollisuuksia. Lapsi, jonka vanhemmilla ei ole verkostoja, jää ulkopuolelle.\n\nKulttuurinen pääoma periytyy. Lapsi, joka kasvaa kulttuurisesti rikkaassa perheessä – kirjoja, teatteria, musiikkia, matkoja – omaksuu tietoja ja taitoja, joita arvostetaan koulutuksessa ja työelämässä. Lapsi, joka kasvaa kulttuurisesti köyhässä perheessä, ei omaksu samoja asioita.\n\nPeriytyvä etu ei ole ongelma sinänsä. Se on ongelma, kun se luo systemaattista eriarvoisuutta, jota ei voi tasoittaa omalla ahkeruudella. Kun lapsen tulevaisuus määräytyy sen mukaan, mihin perheeseen hän syntyy, järjestelmä ei ole tasa-arvoinen.\n\nKun arvostus ja raha eivät kohtaa\n\nPalkat eivät määräydy pelkästään tuottavuuden tai ammattitaidon mukaan. Ne määräytyvät myös vallan, neuvotteluaseman ja rakenteellisten tekijöiden mukaan.\n\nTyömarkkinat ovat polarisoituneet. On korkeapalkka-aloja (IT, rahoitus, konsultointi, terveydenhuollon erikoisalat) ja matalapalkka-aloja (siivous, vähittäiskauppa, ravintolat, hoiva). Keskipalkka-alat (teollisuus, rakentaminen, perinteiset toimistotyöt) ovat stagnoineet tai supistuneet.\n\nNuori, jolla on korkeakoulututkinto, pääsee todennäköisemmin korkeapalkkatyöhön. Nuori, jolla on vain peruskoulu tai ammattikoulu, päätyy todennäköisemmin matalapalkkatyöhön. Palkkaero kasvaa.\n\nHoiva-alat ovat erityinen ongelma. Hoitajat, lastenhoitajat, kotihoitajat ja henkilökohtaiset avustajat tekevät yhteiskunnallisesti kriittistä työtä. Heidän palkkansa ovat matalat.\n\nTämä ei johdu siitä, että työ olisi helppoa. Se on vaativaa, vastuullista ja kuormittavaa. Se johtuu siitä, että hoiva-alat ovat aliarvostettuja. Ne nähdään \"naisten töinä\" tai \"kutsumustyönä\" – eikä kutsumuksesta tarvitse maksaa.\n\nSamaan aikaan hoitajien kuormitus on kasvanut. Hoitajamitoitus on heikentynyt, työvuorot ovat pitkiä, stressi on suurta. Hoitajat uupuvat ja vaihtavat alaa. Tämä pahentaa hoitajapulaa, mikä lisää kuormitusta entisestään.\n\nItseään toteuttava ennustus\n\nEriarvoisuus ei ole staattinen tila. Se on prosessi, joka ruokkii itseään. Köyhä lapsi kasvaa köyhässä perheessä köyhällä alueella. Hän käy heikkoa koulua, saa vähemmän tukea, menestyy huonommin. Hän päätyy todennäköisemmin matalapalkkatyöhön. Hän ei voi tarjota omille lapsilleen samoja mahdollisuuksia kuin varakkaiden perheiden lapset. Hänen lapsensa toistavat saman kierron. Tämä ei ole kohtalo. Yksilö voi murtaa kierteen lahjakkuudella, ahkeruudella ja onnella. Mutta rakenteellisesti kierre vahvistaa itseään. Mitä suurempi eriarvoisuus on, sitä vaikeampaa sen murtaminen on.\n\nEriarvoisuus ei vaikuta vain yksilöihin. Se vaikuttaa koko yhteiskuntaan. Kun eriarvoisuus kasvaa, luottamus heikkenee. Ihmiset eivät koe kuuluvansa samaan yhteiskuntaan. He eivät ole solidaarisia. Yhteistyö vaikeutuu. Järjestelmä rapautuu.\n\nMitä tästä pitäisi ajatella?\n\nEriarvoisuus ei ole välttämätöntä. Se on rakenteellinen seuraus siitä, miten järjestelmä toimii. Koulutuspolkujen eriytymistä voi vähentää vahvistamalla varhaiskasvatusta ja tukemalla heikosti menestyviä oppilaita. Alueellista jakautumista voi vähentää investoimalla maaseutuun ja ehkäisemällä kaupunkien segregaatiota. Periytyvää etua voi vähentää progressiivisella verotuksella ja tukemalla köyhiä perheitä. Palkkarakennetta voi tasata nostamalla matalapalkkoja ja arvostamalla hoiva-aloja.\n\nNämä vaativat poliittista tahtoa ja pitkäjänteisyyttä. Ja niin kauan kuin järjestelmä jatkaa nykyisellä logiikalla, eriarvoisuus kasvaa – ei siksi, että kukaan niin haluaisi, vaan siksi, että rakenteet tuottavat sen."
    },
    {
      "index": 16,
      "id": "204",
      "part": "II-IHMISET",
      "title": "Kokemuksellinen järjestelmä – miltä tämä kaikki oikeasti tuntuu",
      "content": "Kokemus ei ole subjektiivinen tunne. Se on järjestelmän tuottama todellisuus.\n\nKokemus on jotain, mikä helposti ohitetaan. \"Se on vain sun subjektiivinen tunteesi\", sanotaan. \"Tilastot kertovat toista\", mutta kun tarpeeksi moni kokee saman asian, se ei ole enää subjektiivista. Se on systemaattista. Se on merkki siitä, että järjestelmä tuottaa tietyntyyppisiä kokemuksia tietyille ihmisille.\n\nTässä luvussa ei puhuta yksittäisistä tarinoista. Tässä puhutaan siitä, miltä Suomi tuntuu – ja miksi se tuntuu juuri siltä. Yksinäisyys, taloudellinen epävarmuus, luottamuksen puute ja poliittinen vieraantuminen. Nämä eivät ole vain fiiliksiä. Ne ovat mitattavia ilmiöitä. Ja ne kertovat järjestelmästä enemmän kuin mikään budjettiluku.\n\nHaitallinen hiljaisuus\n\nYksinäisyys on yksi aikamme suurimmista ongelmista. Se ei koske vain vanhuksia, jotka istuvat yksin kotona. Se koskee yhä useammin nuoria, työikäisiä, ihan tavallisia ihmisiä.\n\nMiksi? Eivät ihmiset ole muuttuneet jotenkin sosiaalisesti kyvyttömiksi. Rakenteet ovat muuttuneet. Työelämä on pirstoutunut. Etätyö, määräaikaiset pätkät, projektit – nämä ovat työelämän tehostamista, mutta ne tekevät myös jotain muuta. Ne estävät yhteisöjen syntymisen. Kun työkaverit vaihtuvat koko ajan, kun kukaan ei istu samassa toimistossa päivästä toiseen, syvällisiä ihmissuhteita ei synny. Kaupungit ja asuminen ovat muuttuneet. Ihmiset muuttavat sinne, missä on töitä. Naapureita ei tunneta. Kerrostalossa saatat asua vuosia tietämättä, kuka asuu oven takana. Yksinasuvia on noin 40 prosenttia kaikista kotitalouksista. Kotona ei ole ketään.\n\nSosiaalinen media luo illuusion yhteydestä. Ollaan somessa, tykätään ja kommentoidaan, mutta se ei korvaa sitä, että istutaan samassa huoneessa toisen kanssa. Tutkimukset osoittavat, että mitä enemmän aikaa viettää somessa, sitä yksinäisemmäksi tulee.\n\nPerinteiset yhteisöt ovat heikentyneet. Ammattiyhdistykset, urheiluseurat, seurakunnat – ne olivat ennen paikkoja, joissa ihmiset kohtasivat. Nykyään niihin kuuluu yhä harvempi.\n\nYksinäisyys ei ole vain ikävää. Se tappaa. Se lisää riskiä sydänsairauksiin, masennukseen ja ennenaikaiseen kuolemaan. Se heikentää työkykyä ja yhteiskunnallista osallistumista. Ja kun yksinäiset ihmiset vetäytyvät, yhteisöt heikkenevät entisestään.\n\nKun huominen ei näytä miltään\n\nKöyhyys on yksi asia. Mutta taloudellinen epävarmuus on jotain laajempaa. Se on tunne siitä, että asiat voivat romahtaa milloin tahansa.\n\nTyömarkkinat ovat muuttuneet. Noin 15–18 prosenttia palkansaajista on määräaikaisessa työsuhteessa. Nuorilla osuus on vielä suurempi. Määräaikainen työ tarkoittaa, että koko ajan pitää miettiä, mitä tapahtuu puolen vuoden päästä. Uusiutuuko sopimus? Löytyykö uutta työtä? Mitä jos ei löydy?\n\nAsuminen on kallista. Vuokrat ovat nousseet nopeammin kuin palkat. Kun iso osa tuloista menee vuokraan, ei jää puskuria. Jos tulee joku yllätys – sairastuminen, auton hajoaminen, yllättävä lasku – se voi kaataa koko talouden.\n\nSosiaaliturva on tiukentunut. Karenssit ovat pidempiä, ehtoja on enemmän, byrokratia on monimutkaisempaa. Se on tehty kannustamaan työhön, mutta se on myös lisännyt pelkoa. Jos työ loppuu, ei voi luottaa siihen, että yhteiskunta kantaa. Velkaa on enemmän. Asuntolainat, opintolainat, kulutusluotot, pikavipit. Kun korot nousevat, velka alkaa painaa. Kun työ loppuu, velka jää.\n\nTaloudellinen epävarmuus ei tunnu vain lompakossa. Se tuntuu päässä. Se aiheuttaa ahdistusta, unettomuutta, masennusta. Se tekee ihmisistä varovaisia. He eivät uskalla tehdä isoja päätöksiä – ostaa asuntoa, perustaa perhettä, vaihtaa työpaikkaa. He eivät uskalla riskeerata mitään, koska pelkäävät putoavansa.\n\nKun mikään ei tunnu toimivan\n\nSuomi oli pitkään se maa, jossa luotettiin. Luotettiin naapuriin, poliisiin, poliitikkoihin, tulevaisuuteen. Se on muuttunut. Luottamus instituutioihin on laskenut. Hallitus lupaa, mutta ei pidä lupauksia. Eduskunta päättää, mutta päätökset eivät toimi. Poliitikot sanovat yhtä ja tekevät toista. Kun tätä jatkuu tarpeeksi kauan, ihmiset lakkaavat uskomasta. Luottamus toisiin ihmisiin on laskenut. Naapureita ei tunneta. Tuntemattomiin suhtaudutaan varauksella. Yhteisöt ovat heikkoja. Kun ei tunneta, ei luoteta. Kun ei luoteta, ei tehdä yhteistyötä. Kun ei tehdä yhteistyötä, kaikki on vaikeampaa.\n\nLuottamus tulevaisuuteen on laskenut. Kuluttajien luottamus on ollut negatiivinen useita vuosia. Ihmiset eivät usko, että talous paranee. Nuoret eivät usko, että heillä on parempi elämä kuin vanhemmillaan. Ilmastokriisiin ei uskota löytyvän ratkaisua. Luottamuksen lasku ei ole pieni juttu. Se vaikuttaa kaikkeen. Kun ihmiset eivät luota, he eivät noudata sääntöjä. He eivät maksa veroja yhtä tunnollisesti. He eivät osallistu yhteisiin asioihin. He vetäytyvät.\n\nJa kun kaikki vetäytyvät, yhteiskunta lakkaa toimimasta.\n\nKun ääni ei kanna\n\nTunne siitä, että oma ääni ei merkitse mitään. Että päätökset tehdään jossain kaukana, ja tavallinen ihminen ei voi vaikuttaa. Äänestysprosentit laskevat. Eduskuntavaaleissa äänestää enää 70–72 prosenttia. Kunnallisvaaleissa 55–60 prosenttia. Tämä ei tarkoita, että ihmiset eivät välittäisi. Se tarkoittaa, että he eivät usko äänestämisen muuttavan mitään. Puolueisiin ei luoteta. Jäsenmäärät laskevat. Puolueet näyttävät samanlaisilta. Vaalit vaihtuvat, mutta politiikka pysyy samana. Ihmiset eivät koe, että kukaan edustaisi heitä.\n\nPäätöksenteko on monimutkaista. EU, hyvinvointialueet, kunnat, virastot – kuka oikeasti päättää mistäkin? Tavallisen ihmisen on mahdotonta pysyä perässä. Kun homma on liian monimutkainen, se tuntuu kaukaiselta. Kun se tuntuu kaukaiselta, siihen ei jaksa osallistua. Polarisaatio on kovaa. Keskustelu on muuttunut \"me vastaan ne\" -asetteluksi. Kompromisseja ei enää arvosteta, ne nähdään häviämisenä. Kun politiikka on sotaa, se ei houkuta osallistumaan. Poliittinen vieraantuminen ei ole vain demokratian ongelma. Se on järjestelmän ongelma. Kun ihmiset eivät osallistu, päätöksiltä puuttuu legitimiteetti. Kun legitimiteetti puuttuu, päätöksiä on vaikea toteuttaa. Kun niitä on vaikea toteuttaa, ongelmat kasvavat. Ja kun ongelmat kasvavat, ihmiset vieraantuvat entisestään.\n\nKierrokset vahvistavat itseään\n\nNämä kokemukset eivät ole erillisiä. Ne kietoutuvat toisiinsa ja vahvistavat toisiaan. Yksinäisyys saa ihmisen vetäytymään. Vetäytyminen heikentää yhteisöjä. Heikentyneet yhteisöt lisäävät yksinäisyyttä. Taloudellinen epävarmuus saa ihmisen varovaiseksi. Varovaisuus tarkoittaa, ettei oteta riskejä, ei kuluteta, ei investoida, ei hankita lapsia. Tämä heikentää taloutta. Heikentynyt talous lisää epävarmuutta. Luottamuksen puute estää yhteistyötä. Yhteistyön puute vaikeuttaa ongelmien ratkaisua. Ratkaisemattomat ongelmat heikentävät luottamusta entisestään.\n\nPoliittinen vieraantuminen vähentää osallistumista. Osallistumisen väheneminen heikentää demokratian legitimiteettiä. Heikentynyt legitimiteetti tekee päätöksenteosta vaikeampaa. Vaikeutunut päätöksenteko lisää vieraantumista. Nämä kierrokset pyörivät yhtä aikaa. Ne ruokkivat toisiaan. Yksinäisyys lisää epävarmuutta. Epävarmuus heikentää luottamusta. Luottamuksen puute syventää vieraantumista. Ja vieraantuminen heikentää yhteisöjä, mikä lisää yksinäisyyttä.\n\nMitä tästä pitäisi oppia?\n\nKokemuksellinen järjestelmä ei ole mikään pehmeä lisä analyysiin. Se on yhtä todellinen kuin budjetti tai velkasuhde. Se tuottaa mitattavia vaikutuksia, jotka palautuvat takaisin järjestelmään. Jos ihmiset ovat yksinäisiä, he eivät osallistu. Jos he ovat epävarmoja, he eivät uskalla. Jos he eivät luota, he eivät tee yhteistyötä. Jos he ovat vieraantuneita, he eivät äänestä. Tämä ei ole yksilöiden vika. Tämä on järjestelmän tuottama todellisuus. Ja jos järjestelmä jatkaa samalla logiikalla, se tuottaa samoja kokemuksia. Ratkaisu ei ole sanoa ihmisille, että heidän pitäisi tuntea toisin. Ratkaisu on muuttaa niitä rakenteita, jotka tuottavat nämä kokemukset.\n\nYksinäisyyttä voi vähentää vahvistamalla yhteisöjä ja luomalla paikkoja, joissa ihmiset kohtaavat. Epävarmuutta voi vähentää vakauttamalla työelämää ja vahvistamalla sosiaaliturvaa. Luottamusta voi rakentaa toimivilla palveluilla ja pitämällä lupaukset. Vieraantumista voi vähentää tekemällä päätöksenteosta ymmärrettävämpää ja osallistavampaa. Ennen kaikkea tarvitaan se, että kokemus otetaan vakavasti. Että se nähdään oireena, ei vain subjektiivisena tunteena, sillä kun tarpeeksi moni kokee saman, se ei ole enää heidän ongelmansa. Se on järjestelmän ongelma."
    },
    {
      "index": 17,
      "id": "205",
      "part": "II-IHMISET",
      "title": "Kompensaatiotalous – kun paikkaus on helpompaa kuin parantaminen",
      "content": "Järjestelmä ei paranna - se paikkaa. Ja paikkaus tuottaa tarvetta lisäpaikkaukseen.\n\nMitä yhteistä on homeisella koululla, jämähtäneellä työttömällä ja uupuneella omaishoitajalla? Vastaus: kaikki ovat kompensaatiotalouden tuotteita. Kompensaatiotaloudessa  järjestelmä ei ratkaise ongelmia. Se hallitsee niitä.\n\nKuvittele, että talosi vuotaa. Oikea ratkaisu on korjata katto. Mutta se maksaa ja vie aikaa. Helpompi on laittaa sanko lattialle ja tyhjentää se aina kun täyttyy. Sanko toimii. Vesi ei leviä. Ongelma on hallinnassa, mutta katto vuotaa yhä. Huomenna pitää taas tyhjentää sanko ja ylihuomenna js ensi viikolla ja ensi kuussa. Tämä on kompensaatiotaloutta. Sankoja on kaikkialla, mutta kattoja ei korjata.\n\nSammutus on helpompaa kuin ennaltaehkäisy\n\nAjattele sosiaalityöntekijää. Hänellä on kaksi vaihtoehtoa. Hän voi istua perheen kanssa, jutella, auttaa arjessa, tukea ennen kuin ongelmat kasvavat. Tämä on ennaltaehkäisyä. Se on halpaa, inhimillistä ja tehokasta. Mutta sen tulokset näkyvät vasta vuosien päästä. Kukaan ei näe, että perhe pysyi kasassa, koska mitään pahaa ei tapahtunut, tai hän voi odottaa, että perhe hajoaa, lapset otetaan huostaan ja hän pääsee sammuttamaan tulipaloa. Tämä on korjaavaa työtä. Se on kallista, raskasta ja usein liian myöhäistä, mutta se näkyy tilastoissa: \"10 lasta sijoitettiin, 5 perhettä sai kriisiapua\".\n\nKumpaa luulet, että rahoitetaan?\n\nKorjaava työ on välttämätöntä. Kun hätä on päällä, pitää auttaa. Mutta kompensaatiotaloudessa korjaavasta työstä tulee ainoa työ. Ennaltaehkäisystä leikataan, koska sen leikkaaminen ei näy heti. Seuraukset tulevat vasta myöhemmin – ja sitten niitä hoidetaan kalliilla korjaavalla työllä.\n\nTämä on se kierre:\n\nLeikataan ennaltaehkäisystä → ongelmat kasvavat → tarvitaan lisää korjaavaa työtä → korjaava työ vie kaikki resurssit → ennaltaehkäisyä leikataan lisää → ongelmat kasvavat... ja niin edelleen.\n\nKun mikään ei jää pysyväksi\n\nToinen kompensaatiotalouden ilmentymä on projektiviidakko. Kuvittele nuori, joka tarvitsee tukea. Hänet ohjataan projektiin. Se on kiva projekti, siellä on kivoja ohjaajia, hän saa apua. Projekti kestää vuoden. Sitten projekti loppuu, rahat loppuu, ohjaajat irtisanotaan. Nuori jää tyhjän päälle, mutta onneksi on uusi projekti! Samat asiat, uusi nimi, uudet ohjaajat. Nuori aloittaa alusta.\n\nTämä on projektirahoituksen sykli. Projektit kestävät tyypillisesti 1–3 vuotta. Ne ovat määräaikaisia, epävarmoja, jatkuvasti hakemassa uutta rahoitusta. Projektit kuulostavat hyvältä. Ne mahdollistavat kokeilut ja innovaatiot. Mutta kun niistä tulee pysyvä tapa tehdä asioita, seuraukset ovat karuja: Mikään ei jää pysyväksi. Hyväksi todettu toiminta loppuu, kun projekti päättyy. Sitten se aloitetaan uudelleen toisella nimellä.\n\nTyöntekijät uupuvat. He ovat koko ajan määräaikaisia, epävarmoja, hakevat rahoitusta, kirjoittavat raportteja, perustavat uusia projekteja. Varsinainen työ jää vähemmälle. Asiakkaat kärsivät. Juuri kun he ovat saaneet luottamuksen ja avun, se loppuu. Sitten pitää aloittaa alusta uuden projektin kanssa. Projektirahoitus on kompensaatiotaloutta parhaimmillaan: se paikkaa hetkellisesti, mutta ei rakenna mitään pysyvää.\n\nOireiden hoitoa\n\nKompensaatiotalous on mestari hoitamaan oireita. Tauteihin ei puututa. \n\nTyöttömyys. Työtön saa työttömyysturvaa, työnhakukoulutusta, työkokeiluja, palkkatukityötä. Kaikkea muuta paitsi sitä yhtä asiaa: työtä. Kun toimenpide loppuu, hän on yhä työtön. Oiretta hoidetaan, tauti (työttömyys) jatkuu.\n\nKöyhyys. Köyhä saa toimeentulotukea, ruoka-apua, velkaneuvontaa. Hän pärjää juuri ja juuri. Mutta kukaan ei puutu siihen, miksi hän on köyhä: matala palkka, korkea vuokra, puutteellinen koulutus. Oiretta hoidetaan, tauti (köyhyys) jatkuu.\n\nMielenterveys. Masentunut saa terapiaa, lääkkeitä, sairaalahoitoa. Hyvä niin. Mutta jos masennus johtuu yksinäisyydestä, epävarmuudesta, veloista tai työttömyydestä, terapia ei poista syytä. Se auttaa jaksamaan, mutta tauti (yhteiskunnallinen pahoinvointi) jatkuu.\n\nOireiden hoito on välttämätöntä. Sairasta pitää auttaa, mutta jos vain oireita hoidetaan, tauti jyllää taustalla ja tuottaa koko ajan uusia oireita.\n\nPaikkaus kerroksen päälle\n\nKompensaatiotalouden viimeinen mekanismi on päällekkäisyyden laki. Kun joku ei toimi, sitä ei pureta ja rakenneta uudelleen. Sen päälle rakennetaan uusi kerros paikkaamaan vanhaa.\n\nSote-uudistus on täydellinen esimerkki. Kuntien sote-järjestelmä oli pirstaleinen, tehoton, vaikea hallita. Ratkaisu? Perustettiin hyvinvointialueet. Vanhaa ei purettu, vaan sen päälle lisättiin uusi hallintotaso. Nyt on kunnat ja hyvinvointialueet ja valtio, ja kukaan ei tiedä, kuka oikeasti vastaa mistäkin.\n\nAktiivitoimenpiteet. Kun työttömyys ei laskenut, lisättiin uusia toimenpiteitä. Nyt on työnhakukoulutusta, työelämävalmennusta, starttirahaa, palkkatukea, kuntouttavaa työtoimintaa, työkokeilua, omaehtoista opiskelua... Jokainen uusi toimenpide on paikkaus, joka lisää järjestelmän monimutkaisuutta.\n\nToimeentulotuki. Se piti olla viimesijainen turva. Nyt se on pysyvä osa monen toimeentuloa, koska palkat eivät riitä ja vuokrat ovat liian korkeat. Mutta sen sijaan että korjattaisiin palkkoja tai vuokria, toimeentulotuesta on tullut pysyvä paikkaus.\n\nJokainen paikkaus tekee järjestelmästä monimutkaisemman. Monimutkaisempi järjestelmä toimii huonommin. Toimii huonommin → tarvitaan lisää paikkauksia → järjestelmä monimutkaistuu → toimii huonommin.\n\nKierre, joka ei pääty\n\nNämä neljä mekanismia vahvistavat toisiaan. Ennaltaehkäisystä leikataan, koska se on helppoa. Ongelmat kasvavat, joten tarvitaan lisää korjaavaa työtä. Korjaava työ tehdään projekteina, koska perusrahoitusta ei ole. Projektit ovat lyhytaikaisia, joten jatkuvuutta ei synny. Jatkuvuuden puute paikataan uusilla projekteilla. Oireita hoidetaan, mutta taudit jatkuvat, joten tarvitaan lisää oireiden hoitoa. Järjestelmää paikataan kerros kerrokselta, kunnes kukaan ei enää ymmärrä sitä.\n\nTämä on kompensaatiotaloutta. Se ei ratkaise mitään. Se vain hallitsee, ja tässä on se pahin juttu: kompensaatiotalous on loistava selviytymään. Se voi jatkua vuosia, jopa vuosikymmeniä. Se ei romahda, se vain natisee liitoksissaan ja vaatii koko ajan lisää paikkausta, mutta se ei myöskään parane. Se ei koskaan tule toimimaan hyvin. Se on kuin auto, jossa on jatkuvasti uusia vikoja ja jota korjataan teipillä ja rautalangalla. Sillä pääsee eteenpäin, mutta matka on hidasta, epävarmaa ja koko ajan pelkää, milloin seuraava osa hajoaa.\n\nMitä tästä pitäisi oppia?\n\nKompensaatiotalous ei ole kenenkään salaliitto. Kukaan ei istu neuvotteluhuoneessa ja päätä: \"Tehdään järjestelmästä monimutkainen ja tehoton, paikataan vaan, älkää parantako mitään.\" Se on rakenteiden tulos. Budjettikehys on tiukka, joten pitkän aikavälin investoinnit ovat vaikeita. Poliittiset syklit ovat lyhyitä, joten ennaltaehkäisy ei ehdi tuottaa tulosta ennen seuraavia vaaleja. Ongelmat ovat välittömiä, joten korjaava työ on pakollista. Tästä syntyy logiikka, jossa paikkaus on aina helpompaa kuin parantaminen, mutta tämä logiikka ei ole kiveen kirjoitettu. Sen voi muuttaa.\n\nSe vaatisi, että ennaltaehkäisy nähdään investointina, ei kuluna. Se vaatisi, että perusrahoitus korvaa projektirahoituksen. Se vaatisi, että puretaan vanhaa, kun rakennetaan uutta. Se vaatisi, että hoidetaan tauteja, ei vain oireita. Ennen kaikkea se vaatisi, että tunnistetaan ongelma. Että nähdään, että kompensaatiotalous ei ole ratkaisu – se on osa ongelmaa, ja että uskalletaan tehdä toisin."
    },
    {
      "index": 18,
      "id": "206",
      "part": "II-IHMISET",
      "title": "Vastuujännite – kenen syy, kun mikään ei toimi?",
      "content": "Kenelle epäonnistuminen kuuluu? Tämä on poliittinen kysymys, ei moraalinen.\n\nKuvittele, että hissi on rikki. Asut kymmenennessä kerroksessa, hissi ei toimi, ja joudut kulkemaan portaita. Jos olet nuori ja hyväkuntoinen, se on harmi, mutta ei katastrofi. Jos olet vanha, sairas tai liikuntarajoitteinen, se on ongelma – et ehkä pääse kotiin ollenkaan.\n\nNyt tulee se kysymys: kenen vika se on, jos et pääse kotiin?\n\nSinun, koska et muuttanut alempaan kerrokseen ajoissa? Taloyhtiön, koska se ei korjannut hissiä, vai yhteiskunnan, koska se ei pakota taloyhtiöitä huoltamaan hissejään?\n\nTämä on vastuujännitettä. Sitä, että samaa ongelmaa voi katsoa monesta suunnasta. Ja se, mihin suuntaan katsotaan, määrittää, mitä asialle tehdään. Suomessa tämä jännite on kärjistynyt. Yhä useammin vastuu sysätään yksilölle – vaikka ongelmat ovat rakenteellisia.\n\nKun työtön on itse syyllinen\n\n\"Työn on aina kannattavaa.\" Tämän lauseen olet varmasti kuullut. Se kuulostaa järkevältä. Jos työstä saa vähemmän rahaa kuin tuilla eläminen, kukapa sitä tekisi, mutta tässä on oletus, joka jää piiloon: että työttömyys johtuu siitä, että ihmiset laskevat, kummalla saa enemmän rahaa.\n\nTodellisuudessa ihmiset haluavat töihin ihan muistakin syistä. Identiteetti, sosiaaliset suhteet, rutiinit, merkitys. Mutta kun koko ajan puhutaan kannustimista, syntyy kuva, että työttömät ovat laiskoja laskelmoijia, jotka pitää pakottaa töihin. Aktiivimalli oli tämän ajattelun ääri-ilmentymä. Jos et ollut tarpeeksi aktiivinen, tukeasi leikattiin.\n\nOngelma: suurin osa työttömistä on ihan tarpeeksi aktiivisia. He hakevat töitä, käyvät haastatteluissa, päivittävät CV:tä. Mutta töitä ei ole, tai heidän osaamisensa ei vastaa kysyntää, tai he asuvat väärällä paikkakunnalla. Aktiivimalli ei ratkaissut mitään näistä. Se vain siirsi vastuun työttömälle. \"Jos et työllisty, se on sinun vikasi – et ole tarpeeksi aktiivinen.\"\n\nKun rakenteet katoavat näkyvistä\n\n\"Oma syy\" on vahva narratiivi. Se on yksinkertainen ja vetoaa oikeustajuun. Jos teet huonoja valintoja, kannat seuraukset, mutta tässä on se ongelma: se olettaa, että kaikilla on samat mahdollisuudet tehdä hyviä valintoja. Jos olet työtön, \"oma syy\" sanoo: et ole kouluttautunut tarpeeksi, et ole hakenut tarpeeksi, et ole valmis muuttamaan. Tämä olettaa, että työmarkkinat ovat reilut ja toimivat. Että kuka tahansa, joka on riittävän koulutettu ja ahkera, saa työn, mutta työmarkkinat eivät ole reilut. Ne syrjivät ikääntyneitä, ulkomaalaistaustaisia, vammaisia. Ne suosivat verkostoja ja tuttuja nimiä. Ne ovat alueellisesti epätasapainossa – töitä on kaupungeissa, ei maaseudulla.\n\n\"Oma syy\" -narratiivi tekee nämä rakenteet näkymättömiksi. Se sanoo: järjestelmä on kunnossa. Jos et menesty, se on sinun vikasi. Sinun on muututtava, ei järjestelmän.\n\nMoraalinen vai rakenteellinen vastuu\n\nTässä on se ydinkysymys: millaista vastuuta korostetaan?\n\nMoraalinen vastuu tarkoittaa, että yksilö on vastuussa valinnoistaan. Se on tärkeä periaate – se luo toimijuutta, ei tee ihmisestä passiivista uhria. Rakenteellinen vastuu tarkoittaa, että yhteiskunta on vastuussa siitä, että rakenteet mahdollistavat hyvän elämän. Se on tärkeä periaate – se tunnustaa, että yksilön valinnat eivät tapahdu tyhjiössä. Molemmat ovat tärkeitä. Kumpikaan ei ole väärä.\n\nKun järjestelmä korostaa yksipuolisesti moraalista vastuuta, se vapauttaa itsensä vastuusta. Se sanoo: yksilö on vastuussa, joten meidän ei tarvitse muuttaa mitään.\nlista:\nKöyhyys? Yksilön vastuu – ei pitäisi kuluttaa niin paljon.\nTyöttömyys? Yksilön vastuu – ei ole kouluttautunut tarpeeksi.\nSyrjäytyminen? Yksilön vastuu – ei ole yrittänyt tarpeeksi.\n:lista\nTämä ei ole vain puhetta. Se vaikuttaa siihen, mitä tehdään. Jos ongelma on yksilössä, ratkaisu on aktivointi, kannustimet ja vaatimukset. Jos ongelma on rakenteessa, ratkaisu on rakenteiden muuttaminen.\n\nKumpaa meillä tehdään enemmän?\n\nKun häpeä estää hakemasta apua\n\nKun epäonnistuminen on \"oma syy\", se ei jää vain ulkopuoliseksi arvioksi. Se sisäistyy, jolloin työtön alkaa ajatella: \"Yritänkö mä tarpeeksi? Oonko mä liian nirso? Onko tämä mun vika?\" Toimeentulotuen hakija tuntee puolestaan olevansa nalkuttaja, vaikka on oikeutettu tukeen. Masentunut miettii \"Pitääkö mun vaan tsempata enemmän?\" Tämä on stigmaa. Häpeää. Leimautumista.\n\nStigma ei ole vain ikävä tunne. Se on rakenteellinen ongelma, koska se estää ihmisiä hakemasta apua.\nlista:\nMonet eivät hae toimeentulotukea, vaikka olisivat oikeutettuja, koska se on nöyryyttävää.\nMonet eivät hakeudu mielenterveyspalveluihin, koska pelkäävät leimautuvansa \"hulluiksi\".\nMonet eivät kerro työttömyydestään, koska häpeävät.\n:lista\nKun apua haetaan liian myöhään, ongelmat ovat ehtineet kasvaa. Ja sitten ne ovat kalliimpia ja vaikeampia hoitaa. Stigma on vastuun yksilöllistämisen suora seuraus. Kun epäonnistuminen on \"oma syy\", ne jotka epäonnistuvat, kantavat häpeää. Ja häpeä sulkee heidät palveluiden ulkopuolelle.\n\nKierre, joka vahvistaa itseään\n\nVastuun yksilöllistäminen ei ole neutraalia. Se tuottaa seurauksia, jotka pahentavat ongelmia. Rakenteelliset ongelmat jäävät näkymättömiksi. Kun kaikki on yksilön vastuulla, kukaan ei kyseenalaista, miksi työmarkkinat syrjivät, miksi asuminen on niin kallista, miksi palvelut eivät toimi. Luottamus heikkenee. Kun ihmiset kokevat, että järjestelmä syyttää heitä rakenteellisista ongelmista, he lakkaavat luottamasta. Miksi maksaisit veroja, jos et usko, että rahat käytetään hyvin? Miksi osallistuisit, jos et usko, että osallistumisella on väliä?\n\nIhmiset sulkeutuvat palveluiden ulkopuolelle. Stigma estää hakemasta apua ajoissa. Kun apua haetaan liian myöhään, ongelmat ovat suurempia ja kalliimpia. Leikkaukset näyttävät järkeviltä. Jos ongelmat ovat yksilöiden syytä, miksi yhteiskunnan pitäisi maksaa? Tämä oikeuttaa tukien leikkaamisen ja palveluiden heikentämisen, ja kun palveluita heikennetään, ongelmat kasvavat. Ja kun ongelmat kasvavat, yksilöitä syytetään entistä enemmän.\n\nKumpi on oikein?\n\nVastuu ei ole joko-tai. Se on sekä-että. Yksilöillä on vastuu valinnoistaan. Totta. Rakenteet määrittävät, mitkä valinnat ovat mahdollisia. Totta. Tasapainoinen vastuunjako tunnustaisi molemmat.\nlista:\nSe tukisi yksilöitä tekemään hyviä valintoja – mutta myös muuttaisi rakenteita, jotka rajoittavat valintoja.\nSe aktivoisi ihmisiä – mutta myös lois työpaikkoja ja vahvistaisi palveluita.\nSe kannustaisi vastuullisuuteen – mutta myös tunnistaisi, että vastuu ei voi olla yksilön, jos rakenteet eivät toimi.\n:lista\nTämä vaatii, että vastuunjako tunnistetaan poliittiseksi kysymykseksi. Ei moraaliseksi. Kenelle on hyötyä siitä, että vastuu sysätään yksilölle? Kuka hyötyy siitä, että rakenteelliset ongelmat pysyvät näkymättömissä?\n\nNäitä kysymyksiä harvoin kysytään. Niin kauan kuin niitä ei kysytä, vastuujännite pysyy. Ja ne, jotka joutuvat kantamaan taakan, ovat niitä, joilla on vähiten valtaa."
    },
    {
      "index": 19,
      "id": "290",
      "part": "II-IHMISET",
      "title": " OSA II - PÄÄTELMÄ",
      "content": "Ihmiset eivät ole järjestelmän ulkopuolella – he ovat sen sydän\n\nOsa I kuvasi koneen. Sen historian, sen logiikan, sen mittarit, sen hallinnon, sen demografiset paineet ja sen riskit. Osa II on katsonut, mitä se kone oikeasti tuottaa, ja se, mitä se tuottaa, ei ole kaunista.\n\nOsallisuus ja ulossulkeminen – järjestelmä ei sulje ketään ulos tahallaan. Mutta se sulkee. Työmarkkinat sulkevat nuoret ja ulkomaalaistaustaiset. Palvelujonot sulkevat ne, jotka eivät voi odottaa. Kansalaisyhteiskunta yrittää paikata, mutta väsyy. Ulossulkeminen vahvistaa itseään. Mitä useampi jää ulos, sitä heikompi veropohja, sitä enemmän leikkauksia, sitä useampi jää ulos.\n\nEriarvoistumisen mekanismi – Eriarvoisuus ei ole tila, se on prosessi. Se alkaa ennen kouluikää, kun toinen saa kotona tukea ja toinen ei. Se jatkuu koulupoluissa, joissa valinnat eivät perustu kiinnostukseen vaan taustaan. Se syvenee alueellisena jakautumisena, jossa toisilla on kaikki ja toisilla ei mitään. Se periytyy varallisuutena, koulutuksena, verkostoina, kulttuurisena pääomana. Se vahvistaa itseään jokaisella sukupolvella.\n\nKokemuksellinen järjestelmä – Yksinäisyys, taloudellinen epävarmuus, luottamuksen lasku, poliittinen vieraantuminen. Nämä eivät ole \"subjektiivisia tunteita\". Ne ovat mitattavia ilmiöitä, joilla on mitattavia seurauksia. Ne muuttavat käyttäytymistä. Kun käyttäytyminen muuttuu, myös järjestelmä muuttuu – huonompaan suuntaan. Yksinäisyys lisää vetäytymistä, vetäytyminen heikentää yhteisöjä, heikentyneet yhteisöt lisäävät yksinäisyyttä.\n\nKompensaatiotalous – Järjestelmä ei paranna, se paikkaa. Korjaava työ voittaa ennaltaehkäisyn, koska se on välttämätöntä nyt. Projektit korvaavat pysyvän rahoituksen, koska ne eivät sido pitkäksi aikaa. Oireita hoidetaan, mutta sairaudet jylläävät. Paikkauksia lisätään kerros kerrokselta, kunnes kukaan ei enää ymmärrä kokonaisuutta. Ja paikkaus tuottaa aina tarvetta lisäpaikkaukseen.\n\nVastuujännite – Kenen syy? Kun epäonnistuminen kehystetään yksilön syyksi, rakenteet vapautuvat vastuusta. Aktiivimallit, kannustinpuhe, \"oma syy\" -narratiivi – ne kaikki siirtävät vastuuta sinne, missä on vähiten valtaa. Seurauksena on stigmaa, häpeää, avun hakematta jättämistä, jonka kierre jatkuu.\n\nYksi havainto kulkee kaiken läpi\n\nJärjestelmä tuottaa systemaattisesti sellaista todellisuutta, joka sitten vaikeuttaa järjestelmän omaa toimintaa.\nlista:\nUlossulkeminen heikentää veropohjaa, jota tarvittaisiin ulossulkemisen estämiseen.\nEriarvoisuus heikentää sosiaalista koheesiota, jota tarvittaisiin yhteisten ratkaisujen tekemiseen.\nEpävarmuus heikentää luottamusta, jota tarvittaisiin pitkäjänteiseen politiikkaan.\nKompensaatiotalous kuluttaa resursseja, joita tarvittaisiin ennaltaehkäisyyn.\n:lista\nTämä on itseään ruokkiva kierre. Ja se on syvempi kuin mikään yksittäinen ongelma.\n\nMutta tässä on se, mikä unohtuu helposti. Ihmiset eivät ole järjestelmän ulkopuolella. He eivät ole passiivisia uhreja, joille asioita vain tapahtuu.\n\nHe navigoivat, kiertävät, venyttävät, vastustavat. He rakentavat vertaistukea sinne, missä palvelut eivät riitä. He oppivat pelaamaan byrokratiaa, koska se on ainoa tapa selviytyä. He perustavat yhdistyksiä, yhteisöjä, osuuskuntia. He vaativat oikeuksiaan.\n\nTämä toimijuus on järjestelmän sokea piste. Se ei näy tilastoissa, mutta se on se voima, joka pitää yhteiskuntaa pystyssä silloin, kun rakenteet pettävät, mutta silläkin on rajansa. Toimijuus voi täydentää, mutta se ei voi korvata. Kun vastuu siirtyy pysyvästi yksilöille ja yhteisöille ilman resursseja, toimijuus muuttuu taakaksi, joka murtuu ennemmin tai myöhemmin.\n\nMitä tästä pitäisi oppia?\n\nOsa I osoitti, että kriisi on ohjausjärjestelmän kriisi.\nOsa II on osoittanut, että tämä kriisi ei ole abstraktio.\nlista:\nSe on olemassa jokaisessa kohtaamisessa, jonottamisessa, ulos jäämisessä ja paikkaamatta jättämisessä.\nSe on olemassa nuoren mielenterveysongelmissa, joihin ei ole hoitoa.\nSe on olemassa yksinhuoltajan väsymyksessä, kun tuet eivät riitä.\nSe on olemassa ikääntyvän työntekijän irtisanomisessa, jolle ei ole uutta työtä.\nSe on olemassa lapsen koulupudokkuudessa, joka ennustaa aikuisuuden syrjäytymistä.\n:lista\nRakenteet eivät ole abstraktioita. Ne ovat todellisuutta, jossa ihmiset elävät.\n\nJos järjestelmä tuottaa systemaattisesti tällaista todellisuutta, ongelma ei ole ihmisissä. Ongelma on järjestelmässä.\n\nSeuraavaksi\n\nOsa III ei etsi korjauksia tähän järjestelmään. Se kysyy, millainen järjestelmä voisi tuottaa toisenlaista todellisuutta.\nlista:\nSellaista, jossa osallisuus ei ole poikkeus vaan oletus.\nSellaista, jossa eriarvoisuus ei periydy vaan purkautuu.\nSellaista, jossa kokemus ei ole epävarmuutta vaan luottamusta.\nSellaista, jossa ennaltaehkäisy voittaa korjaamisen.\nSellaista, jossa vastuu jaetaan, ei sysätä.\n:lista\nMuutos ei ole kiinni teknisistä korjauksista. Se on kiinni tavasta ajatella, ja siitä, uskallammeko katsoa peiliin ja sanoa, että meidän on tehtävä toisin."
    },
    {
      "index": 20,
      "id": "300",
      "part": "III-MUUTOS",
      "title": " Muutos – Suunta on kaikki",
      "content": "Hyvinvointivaltiota ei voi vakauttaa paikkaamalla oireita.\n\nOsa I kuvasi koneen. Sen historian, sen logiikan, sen mittarit. Osa II näytti, mitä se kone tekee ihmisille. Ulossulkemista, epävarmuutta, uupumusta.\n\nNyt on aika kysyä: mitä tehdään?\n\nTässä osassa ei etsitä korjauksia. Ei ehdoteta, että vähän höllätään tästä ja kiristetään tuosta. Sellainen on paikkaamista, ja paikkaus on osa ongelmaa. Kysymys on uudelleenrakentamisesta. Siitä, että kone rakennetaan uusiksi – eri logiikalla, eri suunnalla, eri tavoitteilla.\n\nMikä on oikea ongelma?\n\nJulkisesta taloudesta puhutaan usein niin, että ongelma on raha. Liian vähän rahaa, liikaa velkaa, väärä meno, mutta se on oire, ei syy.\n\nTodellinen ongelma on logiikka:\ntaulukko:\nReagoimme liian myöhään.|Autamme vasta kun ongelma on jo kriisi. | Sitten se maksaa moninkertaisesti.\nToimimme siiloissa. | Jokainen hoitaa omaa budjettiaan, kukaan ei katso kokonaisuutta. | Ennaltaehkäisy on aina jonkun muun ongelma.\nAjattelemme liian lyhyesti. | Neljä vuotta, seuraavat vaalit. | Sillä aikajänteellä ennaltaehkäisy ei ehdi näyttää tuloksia, joten sitä ei tehdä.\nMittaamme vääriä asioita. | BKT, velkasuhde, tuottavuus – nämä eivät kerro, voivatko ihmiset hyvin. | Ne kertovat vain, että kone käy.\n:taulukko\nSeurauksena menot kasvaa, korjaava työ paisuu, ennaltaehkäisy kuihtuu, ja tulevat sukupolvet maksavat laskun.\n\nMitä tarkoittaa suunnan muuttaminen?\n\nKuvittele, että ajat autoa. Olet menossa väärään suuntaan. Ongelma ei ole se, että autoa pitää korjata. Ongelma on se, että käännät väärään.\n\nNyt pitää kääntää.\n\nTässä on se muutos:\ntaulukko:\notsikot: Vanha logiikka|Uusi logiikka\nReagoidaan ongelmiin | Ennakoidaan ja ehkäistään\nHoidetaan omaa budjettia | Hoidetaan kokonaisuutta\nNeljä vuotta kerrallaan | Sukupolvien yli\nMitataan tuotantoa | Mitataan elinvoimaa\nTyö on tulonlähde | Työ on osallisuutta\n:taulukko\nTämä ei tarkoita, että järjestelmää kasvatetaan. Se tarkoittaa, että se suunnataan uudelleen.\n\nKolme konkreettista muutosta\n\n1. Älykäs kohdentaminen – kaikkea ei tarvitse integroida\n\nTässä on fakta: pieni joukko ihmisiä käyttää suuren osan palveluista. He käyvät päivystyksessä toistuvasti, heillä on samaan aikaan työttömyyttä, terveysongelmia, velkaa, asunnottomuutta. He poukkoilevat luukulta luukulle, kukaan ei omista heidän tilannettaan.\n\nRatkaisu: kohdennetaan resurssit sinne, missä ne eniten vaikuttavat.\n\nTunnistetaan ne, joilla palvelut kasautuvat. Nimetään yksi vastuuhenkilö, joka katsoo kokonaisuutta. Annetaan yhteinen budjetti, jolla voi ostaa mitä tahansa tarvittavaa – ei siilosta toiseen poukkoillen. Tämä ei ole järjestelmän rakentamista kaikille. Se on järjestelmän rakentamista niille, jotka sitä eniten tarvitsevat.\n\n2. Yhteensovitettu rahoitus – siilojen purku\n\nTässä on se klassinen ongelma: yksi maksaa, toinen hyötyy. Kunta säästää ennaltaehkäisystä, mutta hyvinvointialue maksaa korjaavasta työstä. Valtio säästää koulutuksesta, mutta kunta maksaa nuorten syrjäytymisestä. Jokainen optimoi omaa budjettiaan, kokonaisuus kärsii.\n\nRatkaisu: jaetaan kustannukset ja hyödyt.\n\nKun ennaltaehkäisy maksaa itsensä takaisin useammalle toimijalle, siitä tulee kannattavaa. Kun säästöt jaetaan, investointi on järkevä. Tämä vaatii siilojen purkamista. Se vaatii, että eri toimijat istuvat saman pöydän ääressä ja katsovat samaa budjettia. Se on vaikeaa, mutta se on ainoa tapa saada ennaltaehkäisy toimimaan.\n\n3. Tulevaisuuden institutionaalinen ääni\n\nTulevat sukupolvet eivät voi äänestää. He eivät ole täällä kertomassa, mitä he haluavat. Me päätämme heidän puolestaan, ja me päätämme usein huonosti.\n\nRatkaisu: annetaan tulevaisuudelle ääni.\n\nTulevaisuusvaltuutettu arvioi päätösten vaikutukset 30 vuoden päähän. Ei estääkseen päätöksiä, vaan pakottaakseen ajattelemaan. Pitkän aikavälin budjettikehys pakottaa katsomaan demografiaa ja kestävyyttä. Ei vain tätä vuotta, vaan seuraavia vuosikymmeniä.\n\nElinvoimaindikaattorit BKT:n rinnalle: mielenterveys, luottamus, osallisuus, syntyvyys, ympäristö. Ne, jotka oikeasti kertovat, onko yhteiskunta menossa parempaan vai huonompaan suuntaan.\n\nMiksi tämä on niin vaikeaa?\n\nJos ratkaisu on näin selvä, miksi sitä ei ole jo tehty?\n\nSyynä ovat viisi lukkoa:\n1. Polkuriippuvuus. 1990-luvun valinnat ovat jämähtäneet rakenteiksi. Ne näyttävät luonnonlaeilta, vaikka ne ovat vain vanhoja päätöksiä.\n2. Poliittinen lyhytjänteisyys. Neljän vuoden sykli tappaa pitkän aikavälin ajattelun. Poliitikko, joka investoi tulevaisuuteen, ei näe tuloksia omalla kaudellaan. Hän näkee vain kulut.\n3. Kehysvalta. BKT ja velkasuhde määrittävät, mikä on \"järkevää\". Kaikki mikä ei mahdu niihin, on epäilyttävää. Vaikka se olisi elinvoiman kannalta välttämätöntä.\n4. Sirpaloitunut vastuu. Kukaan ei omista kokonaisuutta. Valtio, hyvinvointialueet, kunnat, virastot – jokainen katsoo omaa budjettiaan. Kokonaisuus ajautuu, koska kukaan ei ohjaa.\n5. Ajautuminen. Pienet päätökset kumuloituvat. Ei ole yhtä hetkeä, jolloin olisi pitänyt kääntää. Vain pitkä sarja valintoja, jotka ovat vieneet tähän.\n\nMiksi muutos on silti mahdollinen?\n\nKoska nämä lukot eivät ole luonnonlakeja. Ne ovat rakenteita, jotka voidaan purkaa ja rakentaa uudelleen.\n\nSe vaatii uusia liittoumia:\n- Nuoret, yritykset, kolmas sektori – heillä kaikilla on intressi toimivaan järjestelmään. Heidän on löydettävä toisensa.\n- Investointien ja kulutuksen erottaminen. Kun investoinnit nähdään eri asiana kuin kulutus, niitä voidaan arvioida eri kriteerein. Pitkän aikavälin tuotto ei huku lyhyen aikavälin säästöihin. \n- Kieltä, joka puhuu arjesta. Rakenteet on kuvattava kielellä, joka kytkeytyy ihmisten kokemuksiin. Ei abstraktina velkana, vaan konkreettisena asiana: tämä vaikuttaa sinun elämääsi näin.\n\nSuunnanmuutos\n\nHyvinvointivaltiota ei voi vakauttaa paikkaamalla oireita. Se on kuin laittaisi laastaria märkivään haavaan. Se vakautuu vain, kun sen logiikka muuttuu.\nlista:\nReaktiosta ennakointiin.\nSiiloista kokonaisuuteen.\nNykyhetkestä tulevaisuuteen.\n:lista\nSeuraavat luvut kertovat, miten tämä tehdään käytännössä. Ei teoriana, vaan konkreettisina askelina. Koska muutos ei tapahdu itsestään. Se täytyy tehdä."
    },
    {
      "index": 21,
      "id": "301",
      "part": "III-MUUTOS",
      "title": " Miksi muutos on vaikeaa? - Lukitukset ja ajautuma",
      "content": "Rakenteiden vastarinnassa ei pelkkä tahto riitä. \n\nTiedämme, että järjestelmä ei toimi. Velka kasvaa. Palvelut heikkenevät. Ihmiset uupuvat. Luottamus laskee. Tämä tiedetään politiikassa, hallinnossa, tutkimuksessa ja jokaisen arjessa. Silti mikään ei muutu.\n\nMiksi?\n\nVastaus ei ole typeryys, laiskuus tai välinpitämättömyys. Se ei ole yksittäisten ihmisten vika. Vastaus on rakenteellinen. Järjestelmä on lukittunut toimimaan tietyllä tavalla. Nämä lukot eivät ole konkreettisia esteitä, jotka voi ohittaa päättäväisyydellä. Ne ovat mekanismeja, jotka tekevät muutoksesta vaikeaa – joskus mahdotonta – vaikka kaikki tietäisivät sen välttämättömäksi.\n\nTässä on viisi lukkoa, jotka pitävät meidät paikoillamme.\n\n1. Polkuriippuvuus – kun kerran valittu tie on ainoa tie\n\nPolkuriippuvuus tarkoittaa yksinkertaisesti sitä, että aiemmat valinnat rajaavat tulevia valintoja. Mitä pidempään jotakin on tehty tietyllä tavalla, sitä vaikeampi on tehdä toisin.\n\n1990-luvun lama oli käännekohta. Silloin tehdyt ratkaisut – budjettikuri, tehokkuusajattelu, markkinaistuminen – olivat aikansa järkeviä. Ne auttoivat selviämään akuutista kriisistä.\n\nKolmen vuosikymmenen aikana niistä on tullut itsestäänselvyyksiä. Virastot, lait, mittarit, budjetointikäytännöt ja jopa ihmisten ammatillinen identiteetti on rakennettu niiden varaan. Kokonainen hallintokulttuuri on muotoutunut niiden ympärille.\n\nKun rakenne on uponnut näin syvälle, sen muuttaminen ei ole yksittäinen päätös. Se tarkoittaa uusien mittareiden rakentamista, uusien käytäntöjen luomista, uuden osaamisen hankkimista. Se tarkoittaa, että tuhannet ihmiset joutuvat oppimaan uuden tavan tehdä työtä, jota he ovat tehneet vuosikymmeniä.\n\nPolkuriippuvuus tekee järjestelmästä vakaan. Se estää heilahtelua ja takaa ennakoitavuutta. Mutta sama vakaus tekee muutoksesta hidasta ja vaikeaa – myös silloin, kun suunta on väärä.\n\n2. Poliittinen lyhytjänteisyys – neljä vuotta on liian vähän\n\nDemokratia toimii vaalikausien rytmissä. Hallituksia arvioidaan neljän vuoden tuloksista. Tämä ei ole demokratian vika, vaan sen ominaisuus, mutta tällä ominaisuudella on seuraus: pitkän aikavälin ongelmia on lähes mahdoton ratkaista. Väestön ikääntyminen, eriarvoisuus, ilmastokriisi, mielenterveysongelmien kasvu – nämä vaativat investointeja, joiden hyödyt näkyvät vasta vuosikymmenten päästä. Poliittinen kannustin toimii päinvastaiseen suuntaan.\n\nJos hallitus leikkaa menoja, vaikutus näkyy heti: velkasuhde paranee, markkinat luottavat. Jos hallitus investoi ennaltaehkäisyyn, tulokset näkyvät vasta seuraavalla tai sitä seuraavalla hallituskaudella. Kuka muistaa silloin, kuka investoi?\n\nTämä ei ole yksittäisten poliitikkojen moraalinen puute. Se on rakenteellinen vinouma, joka on sisäänrakennettu vaalidemokratiaan.\n\nSamaan aikaan väestö ikääntyy. Vuonna 2030 yli 65-vuotiaita on arviolta 28 prosenttia väestöstä – suurempi osuus kuin koskaan ennen. Heidän etunsa ovat välittömiä: eläkkeet, terveyspalvelut, hoiva. Nämä ovat täysin legitiimejä tavoitteita, mutta kun budjetti on nollasummapeli, ikääntyneiden edut ovat suoraan vastakkain nuoriin kohdistuvien investointien kanssa: koulutus, perhepolitiikka, ennaltaehkäisy. Nuoret äänestävät vähemmän, eivätkä he muodosta yhtä vahvaa eturyhmää. Demokratia tuottaa tässä mielessä systemaattisen vinouman: se suosii nykyhetken enemmistöä tulevaisuuden kustannuksella.\n\n3. Kehysvalta – se mikä on itsestään selvää, ei ole luonnonlaki\n\nKehysvalta tarkoittaa valtaa määrittää, mikä nähdään ongelmana ja mikä ratkaisuna. Kun tietyt käsitteet ja mittarit vakiintuvat, ne rajaavat sitä, mikä tuntuu järkevältä, realistiselta ja mahdolliselta. Julkisessa taloudessa keskeiset kehykset ovat BKT, velkasuhde, tuottavuus ja kilpailukyky. Ne määrittävät, mitä pidetään vastuullisena politiikkana.\nlista:\nKun BKT kasvaa, talous on \"terve\".\nKun velkasuhde nousee, talous on \"sairas\".\nKun tuottavuus paranee, julkinen sektori on \"tehokas\".\n:lista\nNämä kehykset ovat niin syvälle juurtuneita, että niitä harvoin kyseenalaistetaan. Vaihtoehtoiset kehykset – elinvoima, demografinen kestävyys, mielenterveys, luottamus, ennaltaehkäisyn pitkän aikavälin tuotto – eivät ole vakiintuneet samalla tavalla. Ne kuulostavat epämääräisiltä, vaikeasti mitattavilta, \"pehmeiltä\".\n\nKun poliitikko sanoo, että budjetti on tasapainotettava, se kuulostaa itsestään selvältä. Kun poliitikko puhuu elinvoiman mittaamisesta, se kuulostaa idealistiselta. Tämä on kehysvallan ydin: se määrittää, mikä on itsestään selvää ja mikä tarvitsee erityistä perustelua. Se ei estä vaihtoehtoisia puhetapoja, mutta tekee niistä aina hankalampia, marginaalisempia, vähemmän uskottavia.\n\n4. Hajautunut vastuu – kun kukaan ei omista kokonaisuutta\n\nSuomen julkinen hallinto on historiallisesti kerrostunut ja toiminnallisesti hajautunut. Valtio, hyvinvointialueet, kunnat, Kela, virastot – jokainen vastaa omista tehtävistään ja budjeteistaan. Tämä ei ole virhe. Se on seuraus vuosikymmenten aikana tehdyistä ratkaisuista, joilla kullakin oli oma logiikkansa. Ongelma syntyy siellä, missä ihmisten tilanteet ylittävät hallinnolliset rajat.\n\nYksi toimija hoitaa etuuksia, toinen työllisyyttä, kolmas terveyttä, neljäs asumista, viides koulutusta. Jokainen toimii rationaalisesti omasta näkökulmastaan, omien mittareidensa ohjaamana, oman budjettinsa puitteissa, mutta kokonaisuus jää ilman omistajaa.\n\nKukaan ei tee väärin. Silti kokonaisuus ei toimi. Nuori putoaa, koska kukaan ei omista hänen tilannettaan kokonaisuutena. Perhe uupuu, koska tuki on pirstaleista. Pitkäaikaistyötön jää palveluiden väliin, koska kukaan ei yhdistä terveyttä, toimeentuloa ja työllistymistä. Fragmentoitunut vastuu tekee suurista muutoksista lähes mahdottomia. Yksittäinen toimija voi tehdä pieniä parannuksia omalla sektorillaan, mutta kukaan ei voi yksin muuttaa järjestelmän logiikkaa.\n\n5. Ajautuma – kun pienet päätökset kumuloituvat\n\nAjautuma ei ole yksittäinen päätös. Se on prosessi, jossa pienet, kukin omassa kontekstissaan perustellut päätökset kumuloituvat vähitellen sellaiseksi kokonaisuudeksi, jota kukaan ei ole tarkoittanut.\nlista:\n1990-luvun säästöpäätös oli perusteltu.\n2000-luvun tehostamisvaatimus oli perusteltu.\n2010-luvun sopeutus oli perusteltu.\n2020-luvun leikkaus on perusteltu.\n:lista\nJokainen päätös on voinut olla omassa tilanteessaan rationaalinen. Mutta yhdessä ne ovat luoneet järjestelmän, joka on jatkuvassa paikkauskierteessä, aliresursoitu, lyhytjänteinen ja epäoikeudenmukainen. \n\nAjautuman voima on siinä, että kukaan ei tee suurta virhettä. Kukaan ei päätä romuttaa hyvinvointivaltiota. Päätökset tehdään hyvässä uskossa, pakon edessä, vallitsevassa kehyksessä, mutta koska suuntaa ei koskaan tarkisteta, pienet poikkeamat kumuloituvat. Järjestelmä ajautuu kauemmas ja kauemmas siitä, mihin sen oli tarkoitus pyrkiä.\n\nLukitusten yhteispeli\n\nNämä viisi lukitusta eivät ole erillisiä. Ne vahvistavat toisiaan.\n\nPolkuriippuvuus tekee muutoksesta vaikeaa. Lyhytjänteinen demokratia palkitsee säästöt ja rankaisee investointeja. Kehysvalta tekee vaihtoehdoista epäuskottavia. Hajautunut vastuu estää kokonaisuuden omistamisen. Ajautuma tekee kaikesta huomaamatonta – muutos tapahtuu hitaasti, päätös päätökseltä, ilman että kukaan huomaa.\n\nMiksi muutos on silti mahdollinen?\n\nLukitukset tekevät muutoksesta vaikeaa, mutta eivät mahdotonta. Ne voidaan tunnistaa, purkaa ja rakentaa uudelleen.\n\nSe vaatii kolmea asiaa:\n\nEnsinnäkin lukitusten tunnistamista. Niin kauan kuin ne näyttäytyvät luonnonlakeina, niitä vastaan ei voi toimia. Kun ne tunnistetaan rakenteiksi, ne voidaan myös purkaa rakenteina. Toiseksi poliittista tahtoa ja yhteiskunnallista ymmärrystä. Lyhytjänteisyyttä voidaan tasapainottaa pitkän aikavälin instituutioilla. Kehyksiä voidaan laajentaa uusilla mittareilla. Hajautunutta vastuuta voidaan koordinoida. Negatiivisia kierteitä voidaan katkaista ennaltaehkäisevillä investoinneilla. Kolmanneksi uskottavaa vaihtoehtoa. Ei riitä, että todetaan nykyisen järjestelmän toimimattomuus. On osoitettava, miten se voisi toimia toisin.\n\nAjautumasta siirtymään\n\nLukitukset selittävät, miksi muutos on niin vaikeaa. Mutta ne eivät tee siitä mahdotonta. Historia on täynnä esimerkkejä siitä, miten lukkiutuneet järjestelmät ovat muuttuneet – ei yhdessä räjähdyksessä, vaan vähitellen, kun riittävän moni on tunnistanut lukitukset, tahtonut toisin ja rakentanut uskottavan vaihtoehdon. Suomi ei ole tässä poikkeus. 1990-luvun lama oli lukkiutuma, josta irtauduttiin – mutta irtautuminen vei mukanaan toiseen lukkiutumaan, joka nyt on tullut tiensä päähän.\n\nSeuraava siirtymä on mahdollinen, jos tunnistamme, mihin olemme juuttuneet, ja jos meillä on rohkeutta rakentaa uutta ennen kuin vanha romahtaa. Ajautuma ei ole kohtalo. Se on seuraus päätöksistä, joita ei ole tehty, ja se voidaan katkaista päätöksillä, jotka tehdään nyt."
    },
    {
      "index": 22,
      "id": "302",
      "part": "III-MUUTOS",
      "title": "Siirtymän politiikka - miten murretaan vanhat etuoikeudet",
      "content": "Miten muutos tehdään todeksi maailmassa, jossa jokaisella rakenteella on puolustajansa ja jokaisella etuoikeudella oma tarinansa?\n\nRakenteellinen analyysi on valmis. Tiedämme nyt, mikä on rikki ja miksi, mutta tieto ei vielä muuta mitään. Se ei murra etuoikeuksia, ei siirrä resursseja, ei rakenna uutta. Sen tekee politiikka, ja tässä kohtaa moni hyvä yritys kaatuu. Koska jokaisella rakenteella on puolustajansa. Jokaisella budjettikohdalla on omistajansa. Jokaisella etuoikeudella on tarinansa. Vanhojen etuoikeuksien murtaminen ei tarkoita yksilöiden syyllistämistä. Se tarkoittaa järjestelmätason lukkojen tunnistamista ja purkamista. Se on vallan uudelleenjakoa – ja se on aina vaikeaa.\n\nEtuoikeus ei ole moraalinen kysymys – se on rakenteellinen\n\nKun puhutaan etuoikeuksista, ajatellaan helposti jotakuta, joka elelee leveästi muiden kustannuksella. Sellaisiakin on, mutta se ei ole tämän keskustelun ydin. Tärkeämpiä ovat ne etuoikeudet, jotka ovat rakentuneet osaksi järjestelmää niin huomaamattomasti, ettei kukaan edes ajattele niitä etuoikeuksina.\n\nEsimerkki: eläkkeiden indeksisuojaus. Se on aikanaan perusteltu ratkaisu, joka suojaa eläkkeiden ostovoimaa. Mutta kun budjetti on tiukka ja väestö ikääntyy, se tarkoittaa samalla, että yhä suurempi osa julkisista menoista on sidottu menneisyyteen – ja yhä pienempi osa jää tulevaisuuteen, nuoriin, koulutukseen, ennaltaehkäisyyn. Tämä ei ole moraalinen syytös eläkeläisiä kohtaan. Se on rakenteellinen havainto: kerran tehty päätös on lukkiutunut osaksi järjestelmää, eikä sitä enää kyseenalaisteta, vaikka maailma on muuttunut. Sama koskee monia toimialatukia, verovähennyksiä, hallinnollisia käytäntöjä. Ne ovat aikanaan olleet perusteltuja. Nyt ne vain ovat. Ja koska ne ovat, niitä on vaikea purkaa.\n\nPoliittiset lukot – kuka oikeasti vastustaa muutosta?\n\nRakenteelliset lukitukset selittävät, miksi järjestelmä on hidas. Mutta muutoksen tiellä on myös konkreettisia toimijoita, joilla on intressi pitää kaikki ennallaan.\n\nIkääntyneet ja eläkeläisjärjestöt ovat demografinen ja poliittinen voimatekijä. He äänestävät, heillä on aikaa, ja heitä edustavat vahvat järjestöt. Heidän etunsa on säilyttää eläkkeiden indeksisuojaus, terveyspalvelut ja hoivan resurssit. Tämä on täysin oikeutettua. Mutta kun budjetti on nollasummapeli, se on suoraan vastakkain nuoriin kohdistuvien investointien kanssa.\n\nAmmattiyhdistysliike ei ole yhtenäinen. Julkisen sektorin liitot (JHL, Tehy, Super) puolustavat julkisia palveluja ja niiden resursseja. Yksityisen sektorin liitot painottavat kilpailukykyä ja vientivetoisuutta. Tämä jännite näkyy jokaisessa budjettiriihessä.\n\nProfessiot – lääkärit, juristit, insinöörit – puolustavat oman alansa etuja. He vastustavat koulutusmäärien lisäämistä, jos se heikentää heidän neuvotteluasemaansa. He vastustavat tehtävien siirtämistä muille ammattiryhmille, vaikka se olisi yhteiskunnan kokonaisedun mukaista.\n\nMaatalous- ja teollisuuslobbarit (MTK, EK) ajavat omien jäsentensä etua. Heidän vaikutusvaltansa perustuu perinteisiin, verkostoihin ja kykyyn maalata uhkakuvia: \"Jos tätä tukea leikataan, maaseutu tyhjenee.\" Nämä uhkakuvat ovat usein liioiteltuja, mutta ne purevat.\n\nHyvinvointialueiden ja kuntien hallinto puolustaa olemassaoloaan. Kun uudistuksia suunnitellaan, vastassa on aina taho, jonka mukaan \"meillä on asiat hyvin, älkää sotkeko\".\n\nMiten eturyhmät vaikuttavat?\n\nEturyhmien valta ei perustu pelkästään hyviin argumentteihin. Se perustuu kolmeen mekanismiin.\n\nEnsinnäkin mobilisaatiokykyyn. Kun jotakin uhkaa leikata, eturyhmä saa jäsenensä liikkeelle. He kirjoittavat, soittavat, marssivat. Yksittäisen kansalaisen on mahdoton vastustaa tällaista painetta.\n\nToiseksi informaatioetuun. Eturyhmillä on yksityiskohtaista tietoa omasta alastaan, jota virkamiehillä tai poliitikoilla ei ole. He voivat tuottaa selvityksiä, jotka tukevat heidän näkökulmaansa, ja kiistää vastakkaiset tutkimukset. Päättäjä on riippuvainen tästä tiedosta, vaikka se olisi valikoitua.\n\nKolmanneksi rakenteelliseen valtaan. Elinkeinoelämän järjestöt pystyvät uhkaamaan investointien ja työpaikkojen siirtymisellä muualle, jos päätökset eivät miellytä. Tämä on epäsuoraa, mutta erittäin tehokasta vaikuttamista. Kukaan poliitikko ei halua olla vastuussa siitä, että yritys muuttaa ulkomaille.\n\nMitä tälle voi tehdä?\n\nLäpinäkyvyys. Eturyhmävaikuttamista ei voi eikä pidä kieltää – se on osa demokratiaa. Mutta se voidaan tehdä näkyväksi. Kenen kanssa ministeriöt neuvottelevat ennen lakiesitysten valmistelua? Ketkä tapaavat päättäjiä ja millä agendalla? Näkyväksi tekeminen pakottaa eturyhmät perustelemaan kantansa julkisesti.\n\nVastavoimien rakentaminen. Jos ikääntyneiden edut ovat vahvoja, on luotava instituutioita, jotka edustavat niitä, joilla ei ole ääntä – nuoria, tulevia sukupolvia, heikossa asemassa olevia. Tulevaisuusvaltuutettu on yksi esimerkki.\n\nPelin sääntöjen muuttaminen. Jos tietyt eturyhmät pystyvät blokkaamaan uudistuksia, voidaan harkita päätöksentekoprosessien uudistamista. Pitkän aikavälin budjettikehys, joka on sidottu demografisiin ennusteisiin, vähentää vuotuisen budjettiriihen merkitystä ja eturyhmien vaikutusmahdollisuuksia.\n\nKoalitioiden rakentaminen – kenen kanssa muutos tehdään?\n\nMuutosta ei tee abstrakti \"kansa\". Sen tekevät liittoumat. Jokainen suuri uudistus on syntynyt, kun riittävän laaja joukko toimijoita on nähnyt yhteisen edun.\n\nSiirtymä kohti tulevaisuusorientoitunutta politiikkaa edellyttää uutta koalitiota:\nlista:\nNuoret ja nuoret aikuiset, joilla on eniten menetettävää, jos järjestelmä ei uudistu\nOsa ikääntyneistä, jotka katsovat lastenlastensa tulevaisuutta pidemmälle kuin seuraavaan budjettivuoteen\nYritykset, jotka tarvitsevat osaavaa työvoimaa ja vakaata toimintaympäristöä\nKolmannen sektorin toimijat, jotka näkevät ennaltaehkäisyn arvon arjessaan\nAsiantuntijat ja hallinnon edelläkävijät, jotka näkevät siilojen yli\n:lista\nTällainen koalitio ei synny itsestään. Se vaatii kieltä, joka yhdistää. Jos muutos kehystetään menetyksenä, se herättää vastarintaa. Jos se kehystetään investointina yhteiseen tulevaisuuteen, se voi kerätä tukea.\n\nVaiheittainen siirtymä ja kompensaatio\n\nYksikään järjestelmä ei muutu yhdellä päätöksellä. Siirtymä on prosessi. Äkillinen muutos ilman suojaavia mekanismeja synnyttää kohtuuttomia tappioita ja vahvistaa vastarintaa.\n\nSiksi tarvitaan vaiheittaisuutta ja kompensaatiota:\nlista:\nResurssien siirto korjaavista menoista ennaltaehkäisyyn ei saa jättää nykyisiä palvelujen käyttäjiä tyhjän päälle\nUusien investointimallien rinnalla on turvattava nykyisten eläkeläisten asema\nBudjettikehyksen uudistaminen ei saa horjuttaa julkisen talouden uskottavuutta\n:lista\nKompensaatio ei ole heikkoutta. Se on kestävän politiikan ehto. Kyse ei ole siitä, ettei muutos tuottaisi tappioita. Kyse on siitä, ettei kukaan joudu kantamaan kohtuutonta taakkaa yksin.\n\nInstitutionaalisten lukkojen purkaminen\n\nMonet etuoikeudet eivät perustu yksittäisten ihmisten tahtoon, vaan instituutioiden sisäänrakennettuun logiikkaan. Budjettikehys suojaa kurinalaisuutta, mutta voi estää pitkän aikavälin investoinnit. Hallintorakenne suojaa vastuunjakoa, mutta voi hajottaa kokonaiskuvan.\n\nLukkojen purkaminen edellyttää institutionaalisia muutoksia:\nlista:\nInvestointimenojen erottaminen kulutusmenoista\nTulevaisuusvaikutusten systemaattinen arviointi\nRiippumattomat arviointielimet luottamuksen vahvistamiseksi\nInstitutionaalinen muutos on hidasta. Ilman sitä siirtymä jää retoriikaksi.\n:lista\nKieli ratkaisee\n\nYksi suurimmista esteistä muutokselle on kieli. Kun puhutaan kestävyysvajeesta tai rakenteellisesta alijäämästä, suuri osa ihmisistä sulkee korvansa. Abstrakti talouskieli ei synnytä merkitystä eikä motivaatiota.\n\nSiirtymän politiikka tarvitsee kieltä, joka kytkee rakenteet arkeen:\nlista:\nKysymys ei ole vain budjettiriveistä, vaan siitä, millaisessa maassa lapset kasvavat\nKysymys ei ole vain velkasuhteesta, vaan siitä, uskaltaako nuori perustaa perheen\nKysymys ei ole vain vihreästä siirtymästä, vaan siitä, kuka kantaa riskin ja kuka hyötyy\nAbstraktio on vallan työkalu. Konkretia on muutoksen työkalu.\n:lista\nMuutoksen realismi\n\nOn helppo kirjoittaa ohjelmajulistuksia. On vaikeampi muuttaa budjetteja, lakeja ja instituutioita.\n\nSiksi siirtymän politiikka edellyttää realismia:\nlista:\nKaikkea ei voi tehdä kerralla\nKaikkia ei voi miellyttää\nKompromissit ovat väistämättömiä\n:lista\nRealismi ei kuitenkaan tarkoita luopumista suunnasta. Se tarkoittaa, että suunnan on oltava selkeä, vaikka askeleet ovat pieniä.\n\nTarvitaan uudelleenjärjestelyä\n\nSiirtymän politiikka ei tarkoita järjestelmän romuttamista. Se tarkoittaa sen uudelleenjärjestelyä vastaamaan 2020-luvun monikriisin todellisuutta.\n\nVanhojen etuoikeuksien purkaminen ei ole hyökkäys ketään vastaan. Se on yritys palauttaa tasapaino:\nlista:\nSukupolvien välillä\nSektoreiden välillä\nAikahorisonttien välillä\nEnnaltaehkäisyn ja korjaavan työn välillä\n:lista\nJos tämä epäonnistuu, muutos tapahtuu silti – mutta hallitsemattomasti. Jos se onnistuu, siirtymä voi olla hallittu ja oikeudenmukainen. Kysymys ei ole siitä, tapahtuuko muutos. Kysymys on siitä, tehdäänkö se hallitusti vai kriisin pakottamana."
    },
    {
      "index": 23,
      "id": "303",
      "part": "III-MUUTOS",
      "title": " Tulevaisuuden edustus - Kuka puhuu niiden puolesta jotka eivät vielä ole?",
      "content": "Demokratia edustaa nykyhetkeä. Tulevaisuus tarvitsee oman äänen.\n\nKuvittele, että istut kokouksessa, jossa päätetään sinun tulevaisuudestasi. Mutta sinua ei ole kutsuttu. Et saa sanoa sanaakaan. Et voi äänestää. Et voi edes protestoida. Kuulostaa epäreilulta, eikö?\n\nNäin toimii meidän demokratiamme joka ikinen päivä. Paitsi että se, joka jää ilman kutsua, ei ole joku nykyisistä ihmisistä. Se on joku, joka ei ole vielä syntynyt. Tulevat sukupolvet eivät voi äänestää. He eivät voi lobata, eivät osoittaa mieltä, eivät puolustaa etujaan. He ovat täysin riippuvaisia siitä, että me – nykyiset ihmiset – otamme heidät huomioon.\n\nJa arvaa miten hyvin se toimii?\n\nDemokratian sokea piste\n\nDemokratia perustuu ajatukseen, että kansa päättää. Mutta \"kansa\" tarkoittaa niitä, jotka ovat olemassa nyt. Tämä ei ole demokratian vika. Se on sen rakenteellinen ominaisuus. Mutta tästä ominaisuudesta seuraa systemaattinen vinouma:\nlista:\nKun otamme velkaa, tulevat sukupolvet maksavat sen.\nKun leikkaamme ennaltaehkäisystä, seuraukset näkyvät 20 vuoden kuluttua.\nKun lykkäämme ilmastotoimia, taakan kantavat lapsemme ja lastenlapsemme.\nKun syntyvyys laskee, työvoimapula iskee 30 vuoden päästä.\n:lista\nTulevat sukupolvet kantavat seuraukset päätöksistä, joihin he eivät ole voineet vaikuttaa. Tämä ei ole kestävää.\n\nKysymys kuuluu: Miten demokratia voidaan laajentaa ajassa? Miten luodaan järjestelmä, jossa tulevaisuus saa äänen?\n\nAikahorisontin pidentäminen\n\nNykyinen päätöksenteko toimii neljän vuoden sykleissä. Hallitus valitaan neljäksi vuodeksi, ja sitä arvioidaan sen perusteella, mitä se sai aikaan näinä neljänä vuotena. Tämä luo paineen: lyhyen aikavälin tulokset palkitaan, pitkän aikavälin investoinnit rangaistaan.vRatkaisu ei ole demokratian hylkääminen vaan sen täydentäminen rakenteilla, jotka pakottavat ajattelemaan pidemmälle.\n\nPitkän aikavälin budjettikehys\n\nNykyinen budjettikehys ulottuu neljään vuoteen. Se on hyödyllinen, mutta riittämätön. Entä jos sen rinnalle luotaisiin 30 vuoden budjettikehys, joka arvioisi:\nlista:\nMiten väestörakenne muuttuu?\nMiten tämä vaikuttaa menoihin (eläkkeet, hoiva, koulutus)?\nMiten tämä vaikuttaa tuloihin (veropohja, työvoiman määrä)?\nOnko kehitys kestävällä pohjalla?\n:lista\nTämä ei korvaisi vuosibudjetointia. Se olisi rinnakkainen rakenne, joka pakottaa jokaisen päätöksen kohdalla kysymään: Mitä tämä tarkoittaa 30 vuoden päästä?\n\nUusi-Seelanti tekee tätä jo. Heillä on pitkän aikavälin finanssistrategia, joka ulottuu 40 vuoteen. Se ei sido hallitusta juridisesti, mutta se pakottaa arvioimaan päätösten pitkän aikavälin seuraukset ja tekemään ne näkyviksi.\n\nSukupolvien välinen tasejärjestelmä\n\nNorjan öljyrahasto perustuu yksinkertaiseen periaatteeseen: uusiutumaton luonnonvara kuuluu kaikille sukupolville. Nykyinen sukupolvi ei voi kuluttaa kaikkea – osa on säästettävä tulevaisuuteen.\n\nSuomella ei ole öljyä, mutta periaate voidaan soveltaa muihin resursseihin:\nlista:\nMetsät\nMineraalit (kaivokset)\nDatatalous (digitaalisen infrastruktuurin tuotot)\nValtionyhtiöiden osingot\nSuhdanneylijäämät nousukausina\n:lista\nOsa näiden resurssien tuotoista ohjattaisiin sukupolvien väliseen rahastoon, joka turvaa tulevien sukupolvien toimeentulon ja toimintakyvyn.\n\nDemografinen vaikutusarviointi\n\nJokainen merkittävä päätös arvioitaisiin sen perusteella, miten se vaikuttaa:\nlista:\nSyntyvyyteen\nTyövoiman määrään\nHoivavelan kasvuun\nTyöurien pituuteen\n:lista\nTämä ei tarkoittaisi, että päätöksiä ei voitaisi tehdä, jos ne heikentävät demografista kestävyyttä. Se tarkoittaisi, että vaikutukset tehtäisiin näkyviksi ja ne otettaisiin huomioon päätöksenteossa.\n\nTulevaisuusvaltuutettu – kolme mallia\n\nAikahorisontin pidentäminen on välttämätöntä, mutta se ei yksin riitä. Tarvitaan institutionaalinen rakenne, joka edustaa tulevaisuutta päätöksenteossa. Yksi vastaus on luoda tulevaisuusvaltuutettu. Mutta millainen valta hänellä pitäisi olla?\n\nMalli A: Konsultatiivinen – ääni ilman velvoittavuutta\n\nTämä malli muistuttaa lapsiasiavaltuutettua. Valtuutettu antaa lausuntoja, tekee aloitteita ja julkaisee arvioita lakiesitysten ja budjettipäätösten pitkän aikavälin vaikutuksista. Hänellä on oikeus saada tietoa, teettää selvityksiä ja julkaista raportteja. Mutta hän ei voi estää päätöksiä.\n\nVahvuus: Keveys. Poliittisesti helpoin toteuttaa. Lisää läpinäkyvyyttä ja tuo tulevaisuusnäkökulman julkiseen keskusteluun.\n\nHeikkous: Voi jäädä paperitiikeriksi. Jos poliittinen paine on riittävän suuri, varoitukset voidaan sivuuttaa.\n\nMalli B: Prosessuaalinen – velvoite arviointiin\n\nTässä mallissa tulevaisuusvaltuutetulla on prosessuaalinen rooli. Tiettyjä päätöksiä ei voida käsitellä ilman hänen ennakollista vaikutusarviotaan. Koskee merkittäviä budjettileikkauksia, suuria investointihankkeita, veroratkaisuja ja lainsäädäntöä, jolla on pitkäaikaisia vaikutuksia.\n\nAnalogia: Perustuslakivaliokunta. Sen lausunto ei muodollisesti sido eduskuntaa, mutta käytännössä se määrittää, miten lakia voidaan käsitellä.\n\nVahvuus: Tasapaino. Ei riko demokratian perusperiaatteita, mutta muuttaa päätöksenteon dynamiikkaa. Lisää ajallista vastuuta.\n\nHeikkous: Vaikutus on epäsuora. Poliittinen enemmistö voi edelleen toimia lyhyen aikavälin logiikalla – mutta sen on tehtävä se tietoisesti ja perustellusti.\n\nMalli C: Rajoittava – viivytys- tai palautusoikeus\n\nTässä mallissa tulevaisuusvaltuutetulla on oikeus viivyttää päätöstä tai palauttaa se uudelleen käsiteltäväksi, jos se selvästi vaarantaa tulevien sukupolvien edut. Koskee suuria velkaantumispäätöksiä, investointien leikkauksia, ilmastotavoitteiden purkamista.\n\nAnalogia: Presidentin vahvistusoikeus tai perustuslaillinen valvonta.\n\nVahvuus: Tehokkuus. Luo todellisen vastapainon lyhyen aikavälin politiikalle.\n\nHeikkous: Demokraattinen jännite. Kuka antaa yhdelle henkilölle oikeuden viivyttää kansan valitseman eduskunnan päätöksiä?\ntaulukko:\notsikot: Ulottuvuus | Malli A | Malli B | Malli C\nValta | Ääni, ei päätösvaltaa | Pakollinen arviointi | Viivytys- tai palautusoikeus\nVaikutus | Epäsuora | Suorempi | Suora\nPoliittinen toteutettavuus | Helppo | Kohtalainen | Vaikea\nDemokraattinen legitimiteetti | Korkea | Korkea | Kiistanalainen\n:taulukko\nMitä vaaditaan, jotta tämä toimisi?\n\nRiippumatta mallista kolme asiaa on varmistettava:\ntaulukko: \nNimittäminen. | Valtuutetun tulisi olla eduskunnan nimittämä määräaikaiseksi kaudeksi, esimerkiksi seitsemäksi vuodeksi. | Tämä irrottaa hänet hallituskausista.\nRahoitus. | Rahoituksen tulisi olla budjettiteknisesti turvattu. | Näin varmistetaan, ettei kriittisiä arvioita voida hiljentää resurssien kautta.\nAsiantuntijaorganisaatio. | Valtuutetulla tulisi olla oma monitieteinen asiantuntijaorganisaatio, joka yhdistää taloustiedettä, demografiaa, ympäristötutkimusta ja sosiaalipolitiikkaa. | Tulevaisuus ei ole yhden tieteenalan kysymys.\n:taulukko\nSukupolvien välinen neuvottelukunta\n\nTulevaisuusvaltuutetun rinnalla voitaisiin luoda sukupolvien välinen neuvottelukunta – elin, jossa eri sukupolvet arvioivat päätöksiä yhdessä:\nlista:\nNuoret (16–25-vuotiaat)\nTyöikäiset (26–65-vuotiaat)\nIkääntyneet (yli 65-vuotiaat)\n:lista\nTämä ei olisi päätöksentekoelin vaan neuvoa-antava elin, joka toisi esiin sukupolvien väliset jännitteet ja pakottaisi etsimään ratkaisuja, jotka ovat oikeudenmukaisia kaikille sukupolville.\n\nTulevaisuusvaikutusten pakollinen arviointi\n\nNykyinen päätöksentekojärjestelmä arvioi päätöksiä monella tavalla: talousarviointi, perusoikeusarviointi, ympäristövaikutusten arviointi. Mutta tulevaisuusvaikutusten arviointi ei ole pakollinen osa lainsäädäntöprosessia.\n\nMitä arvioitaisiin?\n\nJokainen merkittävä lakiesitys ja budjettipäätös arvioitaisiin sen perusteella, miten se vaikuttaa:\n\nDemografiaan (30 vuoden aikajänteellä)\nlista:\nSyntyvyys\nTyövoiman määrä\nHoivavelan kasvu\nTyöurien pituus\n:lista\n\nElinvoimaan (20 vuoden aikajänteellä)\nlista:\nMielenterveys\nLuottamus instituutioihin, toisiin ihmisiin, tulevaisuuteen\nYhteisöllisyys\nSukupolvien väliseen oikeudenmukaisuuteen\n:lista\n\nlista:\nKuka hyötyy?\nKuka kantaa kustannukset?\nSiirretäänkö velkaa tai vastuita tuleville sukupolville?\nMiten tämä toimisi käytännössä?\n:lista\nDemografinen vaikutusarviointi pakolliseksi osaksi hallituksen esityksiä. Jokainen esitys, joka vaikuttaa perhepolitiikkaan, työelämään, maahanmuuttoon tai sosiaaliturvaan, arvioitaisiin sen perusteella, miten se vaikuttaa syntyvyyteen, työvoiman määrään ja hoivavelan kasvuun.\n\nElinvoimaindikaattorit BKT:n rinnalle. Päätöksiä arvioitaisiin sen perusteella, miten ne vaikuttavat mielenterveyteen, luottamukseen ja yhteisöllisyyteen.\n\nSukupolvien välinen tase. Jokainen päätös, joka siirtää kustannuksia tuleville sukupolville (velka, ennaltaehkäisyn leikkaukset, infrastruktuurin laiminlyönti), merkittäisiin \"sukupolvien väliseksi velaksi\". Tämä ei estäisi päätöstä, mutta tekisi näkyväksi, kuinka paljon kustannuksia siirretään.\n\nDemokratian laajentaminen ajassa\n\nTulevaisuuden edustus ei ole demokratian kumoamista. Se on demokratian laajentamista ajassa. Se tunnustaa, että demokratian periaate – \"kansa päättää\" – ei voi tarkoittaa vain nykyistä kansaa. Sen on otettava huomioon myös tulevat sukupolvet. Tämä ei tarkoita, että tulevaisuus päättäisi nykyhetken puolesta. Se tarkoittaa, että nykyhetki ottaa tulevaisuuden huomioon päätöksissään.\n\nKuusi konkreettista toimenpidettä:\nlista:\nPitkän aikavälin budjettikehys (30 vuotta)\nTulevaisuusvaltuutettu\nSukupolvien välinen neuvottelukunta\nTulevaisuusvaikutusten pakollinen arviointi\nElinvoimaindikaattorit BKT:n rinnalle\nSukupolvien välinen tase\nMitä tulevaisuusvaltuutettu ei ratkaise\n:lista\n\nOn tärkeää tunnistaa myös rajat. Tulevaisuusvaltuutettu ei korvaa poliittista tahtoa. Hän ei poista eturyhmävaikuttamista. Hän ei yksin muuta budjettikehyksen logiikkaa. Hän ei ratkaise hoivavelkaa, energiamurrosta tai geopoliittisia paineita. Hänen tehtävänsä on yksinkertaisempi ja samalla perustavampi: tuoda päätöksentekoon systemaattinen ajallinen ulottuvuus. Tehdä näkyväksi, mitä päätökset merkitsevät kymmenen, kahdenkymmenen tai kolmenkymmenen vuoden kuluttua. Ilman tällaista instituutiota tulevaisuus jää helposti retoriikaksi. Sen kanssa tulevaisuus saa ainakin muodollisen paikan vallan rakenteissa.\n\nKysymys ajasta\n\nHyvinvointivaltion kriisi ei ole vain taloudellinen tai hallinnollinen. Se on ajallinen. Päätöksenteko toimii neljän vuoden sykleissä, mutta sen seuraukset ulottuvat vuosikymmenien päähän. Budjettikehys ohjaa kuluvan vuoden menoja, mutta demografia, ilmasto, koulutus ja mielenterveys määrittävät seuraavien sukupolvien elämän. Tulevaisuuden edustus ei ole tekninen lisä järjestelmään. Se on vastaus rakenteelliseen ongelmaan: järjestelmä on ajallisesti vinoutunut. Se optimoi nykyhetkeä ja siirtää kustannuksia eteenpäin.\n\nKysymys kuuluu: olemmeko valmiita laajentamaan demokratiaa niin, että se kattaa myös ne, jotka eivät vielä ole täällä?\n\nVai jatkammeko samalla linjalla – ja annamme lastemme ja lastenlastemme maksaa laskun?"
    },
    {
      "index": 24,
      "id": "304",
      "part": "III-MUUTOS",
      "title": "Julkinen raha toisin – investointiajattelun perusta",
      "content": "Hyvinvointivaltion kriisi ei ole ensisijaisesti rahakriisi. Se on ajattelukriisi.\n\nVäärin jäsennetty talous\n\nKuvittele, että kotitaloutesi budjetti näyttäisi tältä:\ntaulukko:\nOstit asunnon.|Se on investointi.\nMaksat sähkölaskun. |Se on kulutusta.\nRemontoit kylpyhuoneen. | Se on investointi.\nOstat ruokaa. | Se on kulutusta.\n:taulukko\nYksityistaloudessa ero on selvä. Toinen kasvattaa varallisuuttasi pitkällä aikavälillä, toinen kuluu heti.\n\nJulkisessa taloudessa tämä ero on hämärtynyt.\n\nKun valtio käyttää rahaa varhaiskasvatukseen, se kirjataan budjettiin samalla tavalla kuin hallinnon paperikulut. Kun se rahoittaa mielenterveyspalveluja, se näyttää samalta kuin virkamiesten matkalaskut.\n\nTämä ei ole tekninen yksityiskohta. Se on ajattelukriisi.\n\nKolme virheellistä oletusta\n\nNykyinen tapa käsitellä julkista rahaa perustuu kolmeen oletukseen, jotka eivät pidä paikkaansa.\n\n1. Investointi ja kulutus ovat sama asia\n\nKun leikkaamme varhaiskasvatuksesta, se näkyy budjetissa säästönä. Se, että 20 vuoden päästä meillä on vähemmän osaavia nuoria, ei näy missään. Kun leikkaamme mielenterveyspalveluista, budjetti kiittää. Se, että viiden vuoden päästä meillä on enemmän työkyvyttömyyseläkkeitä, ei näy tämän vuoden luvuissa. Kun emme erota investointeja kulutuksesta, teemme systemaattisesti vääriä päätöksiä. Leikkaamme tulevaisuudesta, koska sen hyödyt eivät näy tänään.\n\n2. Aikahorisontti on neljä vuotta\n\nDemokratia toimii neljän vuoden sykleissä. Hallitus arvioidaan sen perusteella, mitä se sai aikaan näinä vuosina. Ennaltaehkäisevän työn kustannukset näkyvät heti. Sen hyödyt näkyvät vasta seuraavilla hallituskausilla. Tämä ei ole kenenkään vika. Se on rakenteellinen vinouma. Ja niin kauan kuin se on olemassa, lyhyt aikaväli voittaa aina.\n\n3. Tuotto on vain taloudellista\n\nKun puhumme investoinnin tuotosta, mittaamme yleensä:\nlista:\nKasvaako BKT?\nKasvavatko verotulot?\nPienenevätkö menot?\n:lista\n\nMutta mitä jää mittaamatta?\nlista:\nInhimillinen tuotto – vähemmän kärsimystä, enemmän hyvinvointia\nSosiaalinen tuotto – vahvempi luottamus, toimivammat yhteisöt\nEkologinen tuotto – säilyvä elinympäristö tuleville sukupolville\nTuotto ei ole vain euroja. Se on tulevan yhteiskunnan kantokykyä.\n:lista\n\nKolmen kategorian malli\n\nRatkaisu on yksinkertainen. Meidän on jaettava julkiset menot kolmeen kategoriaan.\ntaulukko:\notsikot: Kategoria | Mitä se on | Esimerkkejä\nInvestoinnit | Tuottavat pitkällä aikavälillä | Varhaiskasvatus, koulutus, ennaltaehkäisy, infra, tutkimus\nKulutus | Eivät tuota pitkällä aikavälillä | Rutiinimenot, hallinto, päivittäinen palvelutuotanto\nKorjaava työ | Paikkaavat jo syntyneitä ongelmia | Lastensuojelu, kriisityö, toimeentulotuki, sairaalahoito\n:taulukko\nTämä erottelu muuttaa kaiken.\n\nKun nämä erotetaan toisistaan, budjettileikkaukset eivät kohdistu tasan kaikkiin. Ne kohdistuvat kulutukseen, eivät investointeihin. Korjaavan työn tarvetta vähennetään vahvistamalla ennaltaehkäisyä. Korjaava työ on välttämätöntä, mutta se on aina reaktiota jo tapahtuneeseen. Se on kallista sekä inhimillisesti että taloudellisesti. Investoinnit vähentävät korjaavan työn tarvetta. Kun panostamme varhaiskasvatukseen, tarvitsemme vähemmän lastensuojelua. Kun panostamme mielenterveyteen, tarvitsemme vähemmän sairaalahoitoa.\n\nEnnaltaehkäisyn taloustiede\n\nTässä on se kohta, jossa taloustiede ja inhimillisyys kohtaavat. Jokainen euro, joka investoidaan ennaltaehkäisyyn, säästää 3–10 euroa korjaavassa työssä, mutta kustannukset ovat välittömiä, hyödyt näkyvät vasta 10–20 vuoden kuluttua, nykyinen budjettijärjestelmä ei tunnista tätä aikaeroa. Siksi ennaltaehkäisyä leikataan aina ensimmäisenä, kun budjettipaineet kasvavat.\n\nEsimerkkejä ennaltaehkäisevistä investoinneista:\n\nVarhaiskasvatus\nVarhaislapsuus määrittää oppimiskyvyn, mielenterveyden ja sosiaalisen toimintakyvyn. Investointi varhaiskasvatukseen on investointi koko elinkaareen.\n\nMielenterveys\nMielenterveys on työkyvyn perusta. Varhainen hoito vähentää sairaalahoitoa, työkyvyttömyyseläkkeitä ja syrjäytymistä.\n\nPerhetyö\nPerheiden tukeminen ennen kriisiä vähentää lastensuojelun, velkaongelmien ja syrjäytymisen kustannuksia.\n\nSosiaalinen työllistäminen\nKaikki eivät siirry avoimille työmarkkinoille. Mutta osallisuus itsessään vähentää palveluriippuvuutta.\n\nTuoton uudelleenmäärittely\n\nMitä jos mittaisimme investointien tuoton toisin?\n\nElinvoimamittarit BKT:n rinnalle\n\nMielenterveys\nlista:\nVähentyvätkö masennusdiagnoosit?\nLyhentyvätkö terapiajonot?\nVähentyvätkö itsemurhat?\n:lista\n\nLuottamus\nlista:\nKasvaako luottamus instituutioihin?\nKasvaako luottamus toisiin ihmisiin?\nKasvaako luottamus tulevaisuuteen?\n:lista\n\nOsallisuus\nlista:\nKasvaako työllisyysaste?\nVäheneekö syrjäytyminen?\nLisääntyykö yhteisöllinen toiminta?\n:lista\n\nDemografinen kestävyys\nlista:\nKasvaako syntyvyys?\nPidentyvätkö työurat?\nParaneeko maahanmuuttajien integraatio?\n:lista\n\nEkologinen kestävyys\nlista:\nVähentyvätkö päästöt?\nParaneeko luonnon monimuotoisuus?\n:lista\nNämä eivät korvaa BKT:tä. Ne täydentävät sitä. Investointia arvioitaisiin sen perusteella, paraneeko elinvoima – ei vain kasvaako BKT.\n\nPitkän aikavälin vaikutusten mittaaminen\n\nVarhaiskasvatus: seurataan lapsia 20 vuotta – kuinka moni valmistuu, työllistyy, tarvitsee tukea?\nMielenterveyspalvelut: seurataan nuoria 15 vuotta – kuinka moni toipuu, työllistyy, kuinka paljon säästetään sairaanhoidossa?\nPerhetyö: seurataan perheitä 10 vuotta – kuinka monta lasta ei päädy lastensuojeluun?\n\nTämä ei ole teknisesti vaikeaa. Se on institutionaalisesti vaikeaa, koska se vaatii pitkäjänteisyyttä ja sitoutumista.\n\nKansalaisrahasto – institutionaalinen ratkaisu\n\nInvestointiajattelu jää helposti puheeksi, jos sille ei luoda pysyvää rakennetta. Kansalaisrahasto on mekanismi, jolla pitkän aikavälin investoinnit ankkuroidaan osaksi järjestelmää – ja erotetaan vuosibudjetin lyhytjänteisyydestä.\n\nMitä voisimme oppia Norjalta?\n\nNorjan öljyrahasto on maailman suurin. Sen arvo on yli 1 500 miljardia euroa – noin kolme kertaa Norjan vuotuinen BKT, mutta rahaston menestys ei johdu vain öljystä. Se johtuu institutionaalisesta kurinalaisuudesta. Vain rahaston odotettu pitkän aikavälin tuotto saa vuosittain siirtää valtion budjettiin. Tämä pakottaa ajattelemaan sukupolvien yli. Rahaston hallinto on erotettu päivänpolitiikasta. Asiantuntijat tekevät sijoituspäätökset, eivät poliitikot. Kaikki sijoitukset ja tuotot ovat julkisia. Huonot päätökset tulisivat nopeasti valoon.\n\nMistä rahat Suomen rahastoon?\n\nMeillä ei ole öljyä, mutta meillä on muita pääomia:\nlista:\nMetsät – puun myynti, hiilinielukompensaatiot\nMineraalit – kaivostoiminnan verot ja rojaltit\nEnergia – tuulivoiman, vesivoiman ja ydinvoiman tuotot\nDatatalous – digitaalisen infrastruktuurin käyttökorvaukset\nValtionyhtiöt – osinkotuottojen ohjaaminen rahastoon\nSuhdanneylijäämät – nousukausien ylijäämät, ei uusiksi menoiksi\n:lista\nPeriaate ei ole varallisuuden kasaaminen, vaan sukupolvien välisen oikeudenmukaisuuden toteuttaminen. Nykyinen sukupolvi ei kuluta kaikkia yhteisiä resursseja, vaan jättää osan tuleville.\n\nMihin rahaa käytettäisiin?\n\nRahaston varoja ei kohdennettaisi yhteen suureen hankkeeseen, vaan hajautettuun investointisalkkuun:\nlista:\nEnnaltaehkäisevät sosiaaliset investoinnit\nKoulutus ja tutkimus\nVihreän siirtymän infrastruktuuri\nToimintakykyä vahvistavat ohjelmat\n:lista\nHajautus vähentää riskiä ja mahdollistaa oppimisen: voimme seurata, mikä tuottaa todellista vaikuttavuutta, ja kohdentaa varoja sen perusteella.\n\nMiten estetään poliittinen opportunismi?\n\nRahaston yhteyteen perustetaan riippumaton, monitieteinen arviointineuvosto, joka:\nlista:\nMäärittää pitkän aikavälin tavoitteet\nArvioi investointien vaikuttavuuden\nRaportoi eduskunnalle säännöllisesti\nTekee arvioistaan julkisia\n:lista\nTämä lisää läpinäkyvyyttä ja estää sitä, että rahastosta tulisi hallitusten lypsylehmä vaalien alla.\n\nKritiikki ja vastaukset\n\n\"Lisää byrokratiaa\"\nRiippumaton hallinto on edellytys sille, että rahasto toimii tarkoituksensa mukaisesti.\n\n\"Poliittinen kaappaus uhkaa\"\nSiksi tarvitaan laaja parlamentaarinen enemmistö nimityksissä ja selkeät säännöt.\n\n\"Rahat pitäisi käyttää heti\"\nJos käytämme kaiken heti, tulevat sukupolvet maksavat laskun.\n\n\"Miksi säästää, kun on tarpeita?\"\nJuuri siksi – investoinnit vähentävät tulevia tarpeita.\n\nInvestointiajattelun viisi periaatetta\nlista:\nErota investoinnit kulutuksesta. Investoinnit tuottavat tulevaisuudessa, kulutus kuluu heti.\nPidennä aikahorisonttia. Arvioi päätöksiä 10–30 vuoden, ei 4 vuoden perspektiivillä.\nLaajenna tuoton määritelmää. Tuottoa ovat myös mielenterveys, luottamus, osallisuus, kestävyys.\nSuojaa ennaltaehkäisy. Ennaltaehkäisevät investoinnit eivät ole säästöjen kohteita.\nRakenna sukupolvien välinen rahasto. Osa nykyisistä resursseista on säästettävä tuleville sukupolville.\n:lista\nHyvinvointivaltion kriisi ei ole ensisijaisesti rahakriisi. Se on ajattelukriisi. Olemme jumissa tavassa ajatella julkista rahaa, joka on rakennettu 1990-luvun laman aikana. Se oli aikanaan ymmärrettävä reaktio. Mutta se ei enää palvele meitä.\n\nTarvitaan uusi tapa ymmärtää julkinen talous:\nlista:\nInvestointi ei ole kulua – se on pääoman muuttamista tulevaisuudeksi\nJulkinen raha ei ole taakka – se on väline, jolla rakennetaan elinvoimaa\nTuotto ei ole vain euroja – se on tulevan yhteiskunnan kantokykyä\nKansalaisrahasto ei ole säästöporsas – se on sukupolvien välisen oikeudenmukaisuuden instituutio\n:lista\nNämä eivät ole utopioita. Norjan öljyrahasto on toiminut 30 vuotta. Uusi-Seelannin hyvinvointibudjetti mittaa hyvinvointia. Britanniassa on kokeiltu sosiaalisia vaikutusobligaatioita. Nämä mallit toimivat – ja ne voisivat toimia Suomessa. Kysymys ei ole siitä, onko meillä varaa investoida. Kysymys on siitä, onko meillä varaa olla investoimatta."
    },
    {
      "index": 25,
      "id": "305",
      "part": "III-MUUTOS",
      "title": "Siiloista saumattomuuteen - kokonaisuus kuntoon",
      "content": "Yhteensovitettu rahoitus, älykäs kohdentaminen ja työn uusi rooli – kolme vipua kohti toimivaa järjestelmää\n\nKuvittele, että sinulla on ongelma.\n\nTarvitset apua terveyteen, toimeentuloon ja työllistymiseen samaan aikaan. Menet Kelaan. He sanovat: \"Me hoidamme etuudet, mutta terveysasiat eivät kuulu meille.\" Menet terveyskeskukseen. He sanovat: \"Me hoidamme sairaudet, mutta toimeentulo ei kuulu meille.\" Menet TE-toimistoon. He sanovat: \"Me hoidamme työnhaun, mutta terveysongelmat eivät kuulu meille.\" Jokainen toimii oikein. Jokainen hoitaa oman osansa. Mutta sinä jäät yksin. Tämä ei ole yksittäisen viranomaisen vika. Se on järjestelmän rakenne.\n\nSiiloutumisen anatomia\n\nSuomalainen palvelujärjestelmä on kuin laatikosto. Jokaisella laatikolla on oma numero, oma väri, oma avain. Kelan laatikko, hyvinvointialueen laatikko, kunnan laatikko, TE-toimiston laatikko. Laatikot ovat siistejä. Ne toimivat hyvin, kun tavara mahtuu yhteen laatikkoon, mutta ihmisen elämä ei mahdu yhteen laatikkoon.\n\nNuori keskeyttää opinnot mielenterveysongelmien vuoksi. Opiskeluoikeus katkeaa, terveyspalvelut katkeavat, etuudet muuttuvat. Hän ei ole enää opiskelija, mutta ei vielä työnhakija. Hän ei sovi mihinkään laatikkoon.\n\nPitkäaikaistyötön tarvitsee samanaikaisesti terveydenhoitoa, kuntoutusta, toimeentulotukea ja työllistämistä. Jokainen viranomainen katsoo omaa laatikkoaan: oletko työkykyinen? oletko aktiivinen? oletko oikeutettu? Kukaan ei katso kokonaisuutta.\n\nOmaishoitaja uupuu. Pieni lisäpanostus kotiin olisi estänyt laitoshoidon. Mutta kunta maksaa omaishoidon tuen ja hyvinvointialue maksaa laitoshoidon. Kumpikaan ei säästä, jos toinen investoi. Investointi jää tekemättä.\n\nKun yksi maksaa ja toinen hyötyy\n\nTässä on se ydinkysymys: miksi kukaan ei investoi ennaltaehkäisyyn, vaikka kaikki tietävät sen kannattavan?\n\nKoska hyödyt menevät toiselle.\nlista:\nJos hyvinvointialue investoi mielenterveyteen, Kelan etuusmenot vähenevät.\nJos kunta panostaa varhaiseen tukeen, lastensuojelun menot vähenevät hyvinvointialueella.\nJos Kela rahoittaa kuntoutusta, työkyvyttömyyseläkkeet vähenevät eläkelaitoksilla.\n:lista\nRationaalinen toimija ei investoi, jos hyödyt menevät toiselle. Tulos on ennakoitava: ennaltaehkäisy jää vajaaksi, korjaava työ paisuu, kustannukset kasvavat. Tämä ei ole moraalinen epäonnistuminen. Se on taloudellinen logiikka väärässä mittakaavassa.\n\nViisi askelta siiloutumisen purkuun\n\n1. Yhteisrahoitus\n\nUsean toimijan budjetista muodostetaan yhteinen rahoituspooli tietylle asiakasryhmälle. Kukaan ei voi enää sanoa, ettei asia kuulu heidän budjettiinsa.\n\n2. Tulosperusteisuus\n\nRahoitus sidotaan saavutettuun muutokseen, ei käyntimääriin. Ei lasketa, montako kertaa asiakas kävi, vaan paraniiko hänen tilanteensa.\n\n3. Koordinoitu asiakkuus\n\nAsiakas ei ole enää erillisten järjestelmien asiakas, vaan yhteinen asiakkuus, jolla on yksi suunnitelma ja yksi koordinaattori. Yksi ihminen, joka katsoo kokonaisuutta.\n\n4. Säästöjen takaisinohjaus\n\nKun investointi vähentää toisen järjestelmän kustannuksia, osa säästöstä palautuu investoinnin tehneelle taholle. Tämä tekee ennaltaehkäisystä rationaalista.\n\n5. Yhteiset alustat\n\nIlman yhteistä tietopohjaa ei ole koordinaatiota. Tieto on siiloutumisen purkamisen infrastruktuuri. Kaikkea ei pidä integroida\n\nTässä kohtaa moni ajattelee: \"Ai, meidän pitää nyt integroida kaikki kaikkeen?\" Ei.\n\nValtaosa ihmisistä käyttää yhtä palvelua kerrallaan. He eivät tarvitse moniammatillista tiimiä, yhteistä budjettia tai koordinoitua asiakkuutta. He tarvitsevat toimivan neuvolan, sujuvan lääkärikäynnin tai selkeän etuuspäätöksen, mutta on pieni joukko ihmisiä, joiden palvelut kasautuvat. He käyttävät samanaikaisesti terveydenhuoltoa, sosiaalipalveluja, Kelan etuuksia ja työllisyyspalveluja. Heidän tilanteensa on monimutkainen, heidän tarpeensa limittyvät, heidän kustannuksensa ovat korkeat. Tämä joukko on suhteellisen pieni – mutta sen vaikutus julkiseen talouteen on suuri.\n\nÄlykäs kohdentaminen\n\nJos 5–10 prosenttia asiakkaista vastaa merkittävästä osasta kustannuksia, pienikin muutos tässä ryhmässä vaikuttaa koko järjestelmään. Älykäs kohdentaminen tarkoittaa, että järjestelmä tunnistaa automaattisesti tilanteet, joissa palvelut kasautuvat:\nlista:\nUseita palveluja samanaikaisesti\nPoikkeuksellisen korkeat kustannukset\nToistuvat päivystyskäynnit\nPitkät työttömyysjaksot yhdistettynä terveysongelmiin\n:lista\nKun kriteerit täyttyvät, järjestelmä laukaisee toisen tason toimintamallin: koordinoidun asiakkuuden ja yhteensovitetun rahoituksen. Integraatio aktivoituu vasta silloin, kun sitä tarvitaan.\n\nMitä tämä muuttaa?\nlista:\nNopeus: Sen sijaan että kasautuminen havaitaan vuosien päästä kustannusraporteista, se tunnistetaan kuukausissa. Reagointi aikaistuu.\nVastuu: Kun kasautuminen havaitaan, nimetään vastuuhenkilö. Asiakas ei enää juokse luukulta luukulle – joku kantaa kokonaisvastuun.\nRahoitus: Kun kasautuminen aktivoituu, myös yhteisrahoitus aktivoituu. Kukaan ei voi vetäytyä.\n:lista\nTyö osallisuuden infrastruktuurina\n\nTyö ei ole pelkkä tulonlähde. Se antaa päivälle rakenteen. Ihmiselle identiteetin. Arkeen sosiaalisen verkoston. Pitkäaikainen työttömyys murentaa näitä kerroksia yksi kerrallaan. Ihminen ei menetä vain palkkaa, vaan kokemuksen kuulumisesta yhteisöön. Siksi työmarkkinapolitiikkaa ei voida tarkastella vain työllisyysasteen kautta. Kyse on siitä, säilyykö yhteys yhteiskuntaan.\n\nKolme konkreettista muutosta:\n\nOsaamisen näkyväksi tekeminen\n\nTutkintokeskeinen järjestelmä ei enää riitä. Tarvitaan jatkuvasti päivittyvä osaamisprofiili, joka tekee näkyväksi myös epävirallisen oppimisen, kokemuksen ja todelliset taidot.\n\nTyö ja oppiminen samassa rytmissä\n\nStaattinen malli – ensin opiskellaan, sitten siirrytään työelämään – ei enää toimi. Oppisopimusten laajentaminen, lyhyet osaamismoduulit ja työn ohessa tapahtuva koulutus tekevät siirtymistä asteittaisia.\n\nSosiaalinen työllistäminen rakenteellisena vakauttajana\n\nKaikki eivät siirry avoimille työmarkkinoille. Se on fakta, mutta kun ihminen saa päivärakenteen, kokee kuuluvansa yhteisöön ja ylläpitää jäljellä olevaa työkykyä, hänen palvelukäyttäytymisensä muuttuu. Päivystyskäynnit harvenevat, kriisit tasaantuvat, mielenterveyspalvelujen kuormitus kevenee.\n\nSosiaalinen työllistäminen on siten rakenteellinen vakauttaja, ei pelkkä työllisyyspoliittinen toimenpide.\n\nKolme vipua, yksi suunta\n\nNämä kolme asiaa eivät ole erillisiä. Ne vahvistavat toisiaan.\ntaulukko:\nMekanismi | Tehtävä | Kytkös\nYhteensovitettu rahoitus | Purkaa siilot ja muuttaa kannustimet | Mahdollistaa sen, että investointi työhön ja ennaltaehkäisyyn näkyy kaikille kannattavana\nÄlykäs kohdentaminen | Tunnistaa ne, joilla palvelut kasautuvat | Kohdentaa yhteensovitetun rahoituksen sinne, missä sitä eniten tarvitaan\nTyö osallisuuden infrastruktuurina | Tarjoaa merkityksen ja rakenteen | Vähentää palveluriippuvuutta ja vakauttaa järjestelmää\nlista:\nIlman yhteensovitettua rahoitusta investointi työhön ei näy kannattavana – kukaan ei hyödy toisen säästöistä.\nIlman älykästä kohdentamista yhteensovitettu rahoitus hukkuu massaan – integroidaan kaikkea, mutta ei mitään kunnolla. \nIlman työn uutta roolia jäädään paikkaamaan oireita – ihminen ei saa päivärakennetta, ei yhteisöä, ei merkitystä.\n:lista\nKohti saumatonta järjestelmää\n\nSiiloutuminen on historiallinen ratkaisu, ei luonnonlaki. Se on rakennettu aikana, jolloin ihmisen elämä oli yksinkertaisempaa, palveluja oli vähemmän ja ongelmat olivat erilaisia. Nyt maailma on toinen. Ihmisen elämä ei noudata hallinnollisia rajoja.\n\nYhteensovitettu rahoitus, älykäs kohdentaminen ja työn uusi rooli ovat vastauksia tähän todellisuuteen. Kun rahoitus tukee yhteisiä tavoitteita, kun säästöt jaetaan, kun asiakkuus on yhteinen, kun tunnistetaan ne, joilla palvelut kasautuvat, ja kun työ ymmärretään osallisuuden infrastruktuurina – järjestelmä muuttuu. Ei siksi, että hallinto yksinkertaistuu. Vaan siksi, että vastuu kokonaisuudesta palaa näkyväksi. Resurssit sinne, missä ne muuttavat suunnan. Vastuu sinne, missä se kuuluu – kokonaisuudelle."
    },
    {
      "index": 26,
      "id": "306",
      "part": "III-MUUTOS",
      "title": "Mittarireformi – kun opimme näkemään, mikä oikeasti on tärkeää",
      "content": "Järjestelmä voi nähdä paremmin – mutta se tarvitsee uudet silmät\n\nKuvittele, että ajat autoa. Mittaristossa näkyy vain nopeus. Ei polttoaineen määrää, ei moottorin lämpötilaa, ei öljynpainetta. Vain nopeus.\n\nAjaisitko pitkälle matkalle luottavaisin mielin? Et tietenkään. Koska tiedät, että nopeus ei kerro, onko auto kunnossa. Se kertoo vain, miten lujaa mennään – ei sitä, ollaanko menossa oikeaan suuntaan tai kestääkö kone.\n\nSuomen hyvinvointivaltio toimii tällaisella mittaristolla.\n\nMittaamme BKT:tä, velkasuhdetta ja tuottavuutta. Ne ovat meidän nopeusmittarimme. Emme mittaa sitä, voivatko ihmiset hyvin. Emme mittaa luottamusta, mielenterveyttä, osallisuutta, demografista kestävyyttä. Emme näe, onko auto kunnossa. Näemme vain, miten lujaa se kulkee.\n\nMiksi mittarit ovat niin tärkeitä?\n\nYksinkertainen syy: järjestelmä optimoi sitä, mitä se mittaa. Kun yritys mittaa osakekurssia, se optimoi osakekurssia – vaikka se tarkoittaisi pitkän aikavälin investointien karsimista. Kun koulu mittaa oppimistuloksia, se opettaa testejä varten – vaikka se kaventaisi oppimista. Kun valtio mittaa BKT:tä, velkasuhdetta ja tuottavuutta, se optimoi niitä – vaikka ne eivät kertoisi mitään siitä, voivatko ihmiset hyvin.\n\nNykyinen mittaristo ei ole objektiivinen. Se on historiallinen valinta. 1990-luvun laman jälkeen Suomi valitsi joukon mittareita, jotka sopivat aikansa tilanteeseen. Ne olivat ymmärrettäviä valintoja silloin, mutta maailma on muuttunut. Meillä on edessämme täysin erilaisia haasteita: mielenterveyskriisi, luottamuksen rapautuminen, eriarvoisuus, ilmastonmuutos, väestön ikääntyminen. Mittarimme ovat yhä samoja kuin 1990-luvulla. Seuraus: ohjaamme resursseja ja huomiota asioihin, jotka eivät enää ole tärkeimpiä. Samalla emme näe sitä, mikä todella ratkaisee.\n\nBKT:n sokeat pisteet\n\nBKT on hyödyllinen mittari. Se kertoo, kuinka paljon tavaroita ja palveluita tuotetaan. Se on vertailukelpoinen ja kansainvälisesti vakiintunut, mutta BKT on myös sokea monelle asialle.\n\nSe kasvaa väärästä syystä:\nlista:\nBKT kasvaa, kun sairaudet lisääntyvät – koska terveydenhuolto kuluttaa enemmän.\nBKT kasvaa, kun rikollisuus lisääntyy – koska turvallisuuspalvelut kuluttavat enemmän.\nBKT kasvaa, kun ympäristö saastuu – koska siivoustyö kuluttaa enemmän.\nBKT kasvaa, kun ihmiset ovat onnettomia – koska he kuluttavat enemmän lohdutukseen.\nBKT ei erottele hyvää ja huonoa kasvua. Se vain mittaa kasvua.\n:lista\n\nSe ei näe tärkeitä asioita:\nlista:\nMielenterveyttä. \nLuottamusta. \nOsallisuutta. \nDemografista kestävyyttä. \nEkologista kestävyyttä.\n:lista\nNämä eivät ole sivuseikkoja. Ne ovat elinvoiman perusta. Ja koska ne eivät näy mittareissa, ne eivät myöskään näy päätöksenteossa.\n\nViisi mittaria muuttaisivat kaiken\n\nMittarireformi ei tarkoita BKT:n hylkäämistä. Se tarkoittaa sen täydentämistä. Tarvitaan uusi mittaristo, joka tekee näkyväksi sen, mihin BKT sokeutuu.\n\n1. Mielenterveysmittari\n\nMielenterveys on yhteiskunnan peruskivi. Kun se heikkenee, kaikki muu seuraa perässä.\n\nMitä mitattaisiin?\nlista:\nMasennusdiagnoosit väestössä\nTerapiajonojen pituus\nMielenterveysperusteiset työkyvyttömyyseläkkeet\nItsemurhien määrä\n:lista\nKysymys, johon vastaamme: Paraneeko vai heikentyykö mielenterveys?\n\n2. Luottamusmittari\n\nLuottamus on yhteiskunnan näkymätön öljy. Se vähentää kitkaa, nopeuttaa päätöksentekoa ja mahdollistaa yhteistyön. Ilman sitä kaikki on vaikeampaa ja kalliimpaa.\n\nMitä mitattaisiin?\nlista:\nLuottamus instituutioihin (hallitus, eduskunta, poliisi, oikeuslaitos, media)\nLuottamus toisiin ihmisiin\nLuottamus tulevaisuuteen (kuluttajien luottamus, nuorten tulevaisuususko)\nSosiaalinen pääoma (yhdistysten jäsenmäärät, vapaaehtoistyö)\n:lista\nKysymys, johon vastaamme: Vahvistuuko vai rapautuuko yhteiskunnallinen koheesio?\n\n3. Osallisuusmittari\n\nOsallisuus kertoo, kuka on mukana ja kuka jää ulkopuolelle. Se on laajempi kysymys kuin pelkkä työllisyys.\n\nMitä mitattaisiin?\nlista:\nTyöllisyysaste (kokonaisuus, nuoret, ulkomaalaistaustaiset, ikääntyneet)\nPitkäaikaistyöttömyys\nNEET-nuoret (ei työssä, ei opiskele)\nPalveluihin pääsy (terveydenhuollon jonot, koulutuksen saavutettavuus)\nYhteisöllinen toiminta (urheiluseurat, kulttuurijärjestöt)\n:lista\nKysymys, johon vastaamme: Ketkä jäävät ulkopuolelle – ja väheneekö heidän määränsä?\n\n4. Demografinen kestävyys\n\nVäestörakenne ei ole kohtalo, mutta se on tosiasia. Se määrittää, millaiselle pohjalle tulevaisuus rakentuu.\n\nMitä mitattaisiin?\nlista:\nSyntyvyys (kokonaishedelmällisyysluku)\nTyöikäisten suhde elätettäviin\nTyöurien keskimääräinen pituus\nEläkkeelle jäämisikä\nMaahanmuuttajien työllisyysaste\n:lista\nKysymys, johon vastaamme: Onko väestökehitys kestävällä pohjalla?\n\n5. Ekologinen kestävyys\n\nIlmastokriisi ei odota. Talous, joka tuhoaa elinympäristönsä, ei ole menestystarina – se on aikapommi.\n\nMitä mitattaisiin?\nlista:\nCO2-päästöt\nLuonnon monimuotoisuus (uhanalaisten lajien määrä)\nResurssien käyttö (materiaalikäyttö, kierrätysaste)\nUusiutuvan energian osuus\n:lista\nKysymys, johon vastaamme: Onko talous ekologisesti kestävällä pohjalla?\n\nMiten tämä toimisi käytännössä?\n\nElinvoimaindikaattorit eivät korvaisi BKT:tä. Ne tulisivat sen rinnalle.\n\nHallitus raportoisi vuosittain:\nlista:\nBKT:n kehitys\nMielenterveysindikaattorit\nLuottamusindikaattorit\nOsallisuusindikaattorit\nDemografiset indikaattorit\nEkologiset indikaattorit\n:lista\nBudjettia arvioitaisiin kysymällä: Kasvaako BKT? Mutta myös: Paraneeko mielenterveys? Kasvaako luottamus? Väheneekö syrjäytyminen? Paraneeko syntyvyys? Vähenevätkö päästöt?\n\nKun mittarit muuttuvat, myös päätökset muuttuvat. Ne eivät pakota tiettyihin ratkaisuihin, mutta ne tekevät näkyväksi seuraukset, jotka muuten jäisivät piiloon.\n\nAikahorisontin venyttäminen\n\nNykyinen budjettijärjestelmä toimii neljän vuoden sykleillä. Se on ymmärrettävää – hallitukset valitaan neljäksi vuodeksi, mutta ongelmat, jotka meidän on ratkaistava, eivät ratkea neljässä vuodessa. Ne vaativat 20, 30, jopa 50 vuoden aikajännettä.\n\nRatkaisu: 30 vuoden budjettikehys\n\nNykyisen neljän vuoden kehyksen rinnalle luodaan 30 vuoden budjettikehys, joka arvioi:\nlista:\nMiten väestörakenne muuttuu?\nMiten se vaikuttaa menoihin (eläkkeet, hoiva, koulutus)?\nMiten se vaikuttaa tuloihin (veropohja, työvoiman määrä)?\nOnko kehitys kestävää?\n:lista\nTämä ei korvaisi vuosibudjetointia. Se olisi rinnakkainen rakenne, joka pakottaa kysymään: Mitä tämä päätös tarkoittaa 30 vuoden päästä?\n\nInvestointien ja kulutuksen erottaminen\n\nNykyinen budjetti käsittelee kaikkia menoja samalla tavalla. Se on ongelma.\n\nPitäisi erotella:\nlista:\nInvestoinnit – jotka tuottavat tulevaisuudessa (koulutus, ennaltaehkäisy, infra)\nKulutus – joka kuluu heti (rutiinimenot, hallinto)\nKorjaava työ – joka paikkaa jo syntyneitä ongelmia (lastensuojelu, kriisityö)\n:lista\nKun nämä erotettaisiin, budjettileikkaukset eivät kohdistuisi tasan kaikkiin. Investoinnit suojattaisiin, kulutusta tehostettaisiin ja korjaavaa työtä vähennettäisiin ennaltaehkäisyä vahvistamalla.\n\nLäpinäkyvyys – mittareiden politiikka näkyväksi\n\nMittarireformi ei riitä, jos mittarit eivät ole läpinäkyviä. Mittarit ovat poliittisia valintoja. Kun BKT valitaan keskeiseksi mittariksi, se on poliittinen valinta – ei objektiivinen totuus. Kun velkasuhteen rajaksi asetetaan 60 prosenttia, se on poliittinen valinta – ei luonnonlaki.\n\nLäpinäkyvyys tarkoittaa, että nämä valinnat tehdään näkyviksi:\nlista:\nMiksi mittaamme BKT:tä? Mitä se näkee ja mitä ei?\nKuka päätti velkasuhteen rajan ja millä perusteella?\nMitä muita mittareita voitaisiin käyttää?\nKun mittareiden politiikka tehdään näkyväksi, niitä voidaan kyseenalaistaa ja muuttaa.\n:lista\nAvoimen datan periaate\n\nKaikki indikaattorit julkaistaan avoimena datana, joka on vapaasti saatavilla ja helposti ymmärrettävässä muodossa. Kansalaiset, tutkijat, media ja kansalaisjärjestöt voivat seurata, analysoida ja arvioida.\n\nDemokraattinen mittaridebatti\n\nMittareiden valinta ei voi olla vain teknokraattien asia. Se on poliittinen kysymys, johon kansalaisilla on oikeus vaikuttaa.\n\nTämä tarkoittaa:\nlista:\nJulkisia kuulemisia siitä, mitä pitäisi mitata\nKansalaisaloitteita uusista indikaattoreista\nSäännöllistä arviointia: toimivatko mittarit, pitäisikö niitä muuttaa?\n:lista \nKun kansalaiset osallistuvat mittareiden valintaan, he ymmärtävät paremmin, miten järjestelmä toimii – ja he luottavat siihen enemmän.\n\nMallit maailmalta – tämä ei ole utopiaa\n\nTämä kaikki saattaa kuulostaa idealismilta. Mutta se ei ole sitä. Useat maat ovat jo ottaneet käyttöön vastaavia malleja.\n\nUusi-Seelanti: Wellbeing Budget\n\nUusi-Seelanti on ottanut käyttöön hyvinvointibudjetin, jossa budjettia arvioidaan sen perusteella, miten se vaikuttaa kansalaisten hyvinvointiin. Budjetti rakentuu viiden hyvinvointitavoitteen ympärille, ja kaikki menot arvioidaan näiden tavoitteiden valossa.\n\nBhutan: Gross National Happiness\n\nBhutan on jo vuosikymmeniä mitannut bruttokansanonnellisuutta BKT:n sijaan. Indeksi ottaa huomioon psykologisen hyvinvoinnin, terveyden, koulutuksen, kulttuurin, ympäristön ja elämänlaadun.\n\nOECD: Better Life Index\n\nOECD on kehittänyt Better Life Index -mittariston, joka vertaa maita 11 ulottuvuudella: asuminen, tulot, työ, yhteisö, koulutus, ympäristö, hallinto, terveys, tyytyväisyys, turvallisuus, työn ja vapaa-ajan tasapaino.\n\nNämä eivät ole täydellisiä järjestelmiä. Mutta ne osoittavat, että vaihtoehto on olemassa.\n\nKolme muutosta, joilla on väliä\n\nMittarireformi ja ohjauksen uudelleenrakennus tiivistyvät kolmeen asiaan:\n\n1. Elinvoimaindikaattorit BKT:n rinnalle\n\nMielenterveys, luottamus, osallisuus, demografinen kestävyys, ekologinen kestävyys. Nämä eivät ole pehmeitä arvoja – ne ovat yhteiskunnan kantokykyä.\n\n2. Pitkän aikavälin budjetointi\n\n30 vuoden budjettikehys, investointien ja kulutuksen erottaminen, varhaisen varoituksen järjestelmä. Pakotetaan ajattelemaan pidemmälle kuin seuraaviin vaaleihin.\n\n3. Läpinäkyvyys ja demokratia\n\nMittareiden politiikan näkyväksi tekeminen, avoin data, demokraattinen mittaridebatti. Kun kansalaiset ymmärtävät, he myös luottavat.\n\nJärjestelmä voi nähdä paremmin\n\nMittarit eivät ole tekniikkaa. Ne ovat maailmankuva. Ne kertovat, mikä on tärkeää. Ne ohjaavat huomiota, resursseja ja päätöksiä. Ne luovat sen todellisuuden, jossa elämme. Nykyinen mittaristo luo todellisuuden, jossa:\nlista:\nBKT on tärkeämpi kuin mielenterveys\nVelkasuhde on tärkeämpi kuin luottamus\nTehokkuus on tärkeämpi kuin osallisuus\n:lista\nJos haluamme toisenlaisen todellisuuden, meidän on muutettava mittareita.\n\nTämä ei ole tekninen uudistus. Se on poliittinen ja kulttuurinen muutos. Se vaatii, että tunnustamme: mittarit eivät ole neutraaleja. Ne ovat vallan välineitä. Jos haluamme jakaa vallan uudelleen – nykyhetkeltä tulevaisuudelle, BKT:ltä elinvoimalle, korjaavalta työltä ennaltaehkäisylle – meidän on muutettava sitä, mitä mittaamme.\n\nJärjestelmä voi nähdä paremmin, mutta se tarvitsee uudet silmät."
    },
    {
      "index": 27,
      "id": "307",
      "part": "III-MUUTOS",
      "title": "Systeeminen siirtymä - aika luopua korjausliikkeistä",
      "content": "Hyvinvointivaltio ei kaipaa enää korjausta. Se tarvitsee uudelleenmallinnuksen.\n\nOlemme katsoneet historiaa, rahaa, mittareita, hallintoa, ihmisiä, kriisejä ja murtumispisteitä. Olemme nähneet, miten järjestelmä on rakennettu, miten se toimii ja mitä se tuottaa. Nyt on aika kysyä: mitä tästä pitäisi ajatella?\n\nVastaus on yksinkertainen: hyvinvointivaltio ei kaipaa enää korjausta. Se tarvitsee uudelleenmallinnuksen.\n\nKolmen paradigman tarina\n\nHyvinvointivaltio ei ole ikuinen luonnonlaki. Se on elänyt ja muuttunut.\n\nAgraarinen yhteiskunta (1800–1900-luku)\n\nYhteiskunta perustui maatalouteen, perheisiin ja paikallisiin yhteisöihin. Julkista sektoria oli vähän, vastuu hyvinvoinnista oli yksilöllä ja perheellä.\n\nTeollinen hyvinvointivaltio (1960–1980-luku)\n\nTeollistuminen ja talouskasvu mahdollistivat julkisen sektorin laajentumisen. Valtio takasi perusturvan, koulutuksen, terveydenhuollon. Tavoitteina tasa-arvo ja täystyöllisyys.\n\nTehokkuuden paradigma (1990-luku – nykyhetki)\n\nLama mursi teollisen hyvinvointivaltion. Uusi paradigma nosti keskiöön budjettikurin, tehokkuuden, markkinaistumisen ja kilpailukyvyn. BKT, velkasuhde ja tuottavuus määrittivät menestyksen.\n\nTehokkuuden paradigma toimi aikansa. 1990- ja 2000-luvuilla talous kasvoi, velkasuhde pieneni, työllisyys parani, mutta 2010-luvulta lähtien se on ajautunut kriisiin. Velkasuhde kasvaa, palvelut heikkenevät, eriarvoisuus syvenee, luottamus laskee. Paradigma ei enää selitä todellisuutta – eikä se tuota ratkaisuja.\n\nOnko tämä väliaikainen kriisi vai paradigman kriisi? Tämä on se ydinkysymys.\n\nJos kyse on väliaikaisesta kriisistä, ratkaisu on sopeutus. Leikataan vähän, tehostetaan vähän, odotetaan että tilanne paranee.\n\nJos kyse on paradigman kriisistä, sopeutus ei auta. Se vain pahentaa ongelmaa, koska se vahvistaa samaa logiikkaa, joka on ongelman syy.\n\nTämän kirjan analyysi on yksiselitteinen: kyse on paradigman kriisistä. Ongelmat eivät johdu huonosta toteutuksesta. Ne johtuvat logiikasta itsestään.\nlista:\nKun järjestelmä optimoi BKT:tä, se sokeutuu elinvoimalle.\nKun se optimoi velkasuhdetta, se uhraa tulevaisuuden.\nKun se optimoi tehokkuutta, se kadottaa laadun.\n:lista\nOngelma ei ole, että paradigmaa toteutetaan huonosti. Ongelma on paradigma itse.\n\nSysteeminen siirtymä – mitä se tarkoittaa?\n\nSysteeminen siirtymä ei ole uusi ohjelma, uusi strategia tai uusi hallitusohjelma. Se on perustavanlaatuinen muutos siinä, miten ymmärrämme järjestelmän, miten se toimii ja mihin se tähtää.\n\nTässä on muutoksen ydin:\ntaulukko:\notsikot: Vanha paradigma | Uusi paradigma\nBKT on tavoite | BKT on väline, elinvoima on tavoite\nNykyhetki etusijalla | Tulevaisuus etusijalla\nKorjaava työ voittaa | Ennaltaehkäisy voittaa\nTehokkuus | Vaikuttavuus\nNeljän vuoden sykli | 30 vuoden aikajänne\nSiilot | Yhteinen vastuu\nReagointi | Ennakointi\n:taulukko\nTämä ei ole korjaus. Tämä on uusi logiikka.\n\nUusi yhteiskuntasopimus – kolme perusperiaatetta\n\nParadigman vaihdos ei ole älyllinen harjoitus. Se vaatii uuden yhteiskuntasopimuksen – sopimuksen siitä, mikä on julkisen sektorin rooli, miten resurssit jaetaan ja miten vastuu jaetaan sukupolvien välillä.\n\n1. Elinvoima ennen BKT:tä\n\nVanha paradigma asettaa BKT:n jalustalle. Talouskasvu on tavoite, kaikki muu on sivuseikkaa. Uusi paradigma kääntää asetelman: elinvoima on tavoite, BKT on väline.\n\nElinvoima tarkoittaa:\nlista:\nMielenterveyttä – ihmiset voivat hyvin psyykkisesti\nLuottamusta – instituutioihin, toisiin ihmisiin, tulevaisuuteen\nOsallisuutta – ihmiset ovat mukana työssä, yhteisöissä, päätöksenteossa\nDemografista kestävyyttä – syntyvyys on riittävä, työurat pitenevät, integraatio toimii\nEkologista kestävyyttä – ympäristö säilyy tuleville sukupolville\n:lista\nBKT on tärkeä – se mahdollistaa resurssit. Mutta se ei ole tavoite. Kun elinvoima ja BKT ovat ristiriidassa, elinvoima voittaa.\n\nKäytännössä:\n\nInvestoinnit, jotka parantavat elinvoimaa, priorisoidaan – vaikka ne eivät kasvattaisi BKT:tä lyhyellä aikavälillä. Politiikkaa, joka kasvattaa BKT:tä mutta heikentää elinvoimaa, vältetään.\n\n2. Tulevaisuus ennen nykyhetkeä\n\nVanha paradigma priorisoi nykyhetkeä. Neljän vuoden syklit, neljän vuoden budjetit, neljän vuoden tavoitteet. Uusi paradigma kääntää tämän: tulevaisuus on etusijalla, nykyhetki on vastuussa siitä.\n\nTämä tarkoittaa:\nlista:\nSukupolvien välistä oikeudenmukaisuutta – nykyinen sukupolvi ei voi kuluttaa kaikkea\nPitkän aikavälin investointeja – ennaltaehkäisy, infrastruktuuri, koulutus\nTulevaisuuden institutionaalista ääntä – tulevaisuusvaltuutettu, pitkän aikavälin budjetti\n:lista\nKäytännössä:\nPäätöksiä arvioidaan 30 vuoden aikajänteellä, ei neljän vuoden. Investoinnit, jotka tuottavat pitkällä aikavälillä, suojataan budjettileikkauksilta. Velka ei ole tabu, jos sitä käytetään investointeihin – ei kulutukseen.\n\n3. Ennaltaehkäisy ennen korjausta\n\nVanha paradigma suosii korjaavaa työtä. Kun budjettipaineet kasvavat, ennaltaehkäisy leikataan ensin – koska sen hyödyt näkyvät vasta tulevaisuudessa. Uusi paradigma kääntää tämän: ennaltaehkäisy on etusijalla, korjaavaa työtä vähennetään ennaltaehkäisyä vahvistamalla.\n\nEnnaltaehkäisyn priorisointi tarkoittaa:\nlista:\nInvestointia varhaiskasvatukseen, perhetyöhön, matalan kynnyksen mielenterveyspalveluihin\nPitkän aikavälin tuoton mittaamista – kuinka moni ei päädy lastensuojeluun, kuinka moni ei syrjäydy\nEnnaltaehkäisyn suojaamista – rahoitus pitkän aikavälin budjetista, ei vuosibudjetista\n:lista\nKäytännössä:\n\nEnnaltaehkäisy ei ole \"mukava saada\" – se on välttämätön investointi. Korjaavan työn tarve vähenee, kun ennaltaehkäisy toimii. Järjestelmä ei paikkaa – se parantaa.\n\nSiirtymän tiekartta – neljä vaihetta\n\nUusi paradigma ei synny hetkessä. Se vaatii siirtymää – prosessia, jossa vanha logiikka puretaan ja uusi rakennetaan.\n\nVaihe 1: Tunnistaminen – kriisi paradigman kriisinä\n\nEnsimmäinen vaihe on ymmärtää, että kriisi ei ole väliaikainen häiriö. Se on paradigman kriisi.\n\nNiin kauan kuin kriisi kehystetään väliaikaisena, ratkaisu on sopeutus. Kun se kehystetään paradigman kriisinä, ratkaisu on uudelleenmallinnus.\n\nTämä vaatii:\nlista:\nJulkista keskustelua siitä, toimiiko nykyinen logiikka\nTutkimusta, joka analysoi rakenteellisia ongelmia\nPoliittista rohkeutta tunnustaa, että \"business as usual\" ei riitä\n:lista\nVaihe 2: Visio – vaihtoehdon rakentaminen\n\nToinen vaihe on rakentaa visio siitä, millainen uusi paradigma voisi olla. Ei riitä, että sanotaan \"nykyinen järjestelmä ei toimi\". Pitää sanoa \"näin se voisi toimia\".\n\nTämä vaatii:\nlista:\nKonkreettisia ehdotuksia (tulevaisuusvaltuutettu, kansalaisrahasto, elinvoimaindikaattorit)\nMalleja muista maista (Norja, Uusi-Seelanti, Wales)\nDemokraattista keskustelua siitä, millaisen tulevaisuuden haluamme\n:lista\nVaihe 3: Kokeilu – pilotit ja oppiminen\n\nKolmas vaihe on kokeilla uutta logiikkaa pienessä mittakaavassa ennen kuin se otetaan käyttöön laajasti. Pilotit mahdollistavat oppimisen, virheiden korjaamisen ja mallin hienosäätämisen.\n\nTämä vaatii:\nlista:\nAlueellisia pilotteja (yksi hyvinvointialue kokeilee elinvoimabudjetointia)\nSektorikohtaisia pilotteja (ennaltaehkäisevä mielenterveystyö rahoitetaan pitkän aikavälin budjetista)\nArviointia ja oppimista\n:lista\nVaihe 4: Vakiinnuttaminen – institutionaalinen muutos\n\nNeljäs vaihe on vakiinnuttaa uusi logiikka osaksi instituutioita. Pilotit eivät riitä – muutos on tehtävä pysyväksi.\n\nTämä vaatii:\nlista:\nLainsäädännön muuttamista (tulevaisuusvaltuutettu lakiin, pitkän aikavälin budjetti lakiin)\nMittareiden muuttamista (elinvoimaindikaattorit virallisiksi)\nKulttuurin muuttamista (virkamiesten koulutus, poliitikkojen ajattelutapa)\n:lista\nSiirtymä ei tapahdu yhdessä yössä. Se vie vuosia – ehkä vuosikymmeniä. Mutta se on mahdollinen, jos on poliittista tahtoa, yhteiskunnallista tukea ja kärsivällisyyttä.\n\nKorjaus vs. uudelleenmallinnus – miksi tämä on tärkeää?\n\nKorjaus tarkoittaa: vanha logiikka säilytetään, toteutusta parannetaan. Tehokkuutta lisätään, budjettia tasapainotetaan, palveluita organisoidaan uudelleen. Mutta logiikka pysyy samana: BKT, velkasuhde, tehokkuus.\n\nUudelleenmallinnus tarkoittaa: logiikka muutetaan. Elinvoima ennen BKT:tä. Tulevaisuus ennen nykyhetkeä. Ennaltaehkäisy ennen korjausta. Tämä ei ole pieni muutos. Tämä on paradigman vaihdos, ja tämä on välttämätöntä, koska vanha logiikka ei enää toimi. Se ei ratkaise demografista kestävyyttä, ilmastokriisiä, eriarvoisuutta, luottamuksen laskua. Se ei yksinkertaisesti ole enää relevantti.\n\nUusi paradigma ei ole utopia. Se on realistinen vastaus 2000-luvun haasteisiin.\n\nTulevaisuuden edustus, kansalaisrahasto, elinvoimaindikaattorit, pitkän aikavälin budjetointi – nämä eivät ole fantasiaa. Ne ovat konkreettisia uudistuksia, jotka on otettu käyttöön muissa maissa. Ne toimivat. Ja ne voisivat toimia Suomessa.\n\nLopuksi – kysymys, jota ei voi kiertää\n\nOlemme analysoineet, diagnosoineet ja esittäneet vaihtoehdon. Olemme kuvanneet lukitukset, jotka pitävät järjestelmää otteessaan, ja siirtymän politiikan, jolla ne voidaan murtaa. Olemme hahmotelleet uuden paradigman ja konkreettiset askeleet sen toteuttamiseksi.\n\nNyt kysymys on sinulle – päättäjälle, virkamiehelle, kansalaiselle, äänestäjälle:\n\nHaluammeko todella muuttaa?\n\nEi riitä, että tiedämme nykyisen järjestelmän epäkohdat. Ei riitä, että meillä on visio paremmasta. Tarvitaan tahtoa – poliittista tahtoa tehdä vaikeita päätöksiä, jotka eivät tuota tulosta seuraavissa vaaleissa. Tarvitaan rohkeutta rakentaa uutta, vaikka se herättää vastarintaa. Tarvitaan kärsivällisyyttä, koska muutos vie aikaa. Systeeminen siirtymä ei ole teknisen asiantuntijuuden kysymys. Se on poliittisen tahdon kysymys.\n\nKysymys ei ole: Voimmeko muuttaa? Kysymys on: Haluammeko muuttaa? Jos haluamme, olemme hahmotelleet tässä kirjassa tiekartan. Se on vaativa, mutta se on mahdollinen. Se vaatii luopumista vanhoista varmuuksista, mutta se tarjoaa jotain tilalle: uskottavan, kestävän ja oikeudenmukaisen tulevaisuuden.\n\nValinta on nyt meidän."
    },
    {
      "index": 28,
      "id": "390",
      "part": "III-MUUTOS",
      "title": "OSA III - PÄÄTELMÄ",
      "content": "Uudelleenmallinnus, ei korjaus\n\nOlemme nyt matkan päässä.\n\nOsa I kuvasi koneen. Sen historian, sen rahoituslogiikan, sen mittarit, sen hallinnon, sen demografiset paineet. Näytti, miten se on rakennettu ja miksi se toimii niin kuin toimii.\nOsa II näytti, mitä se kone tekee ihmisille. Ulossulkemista, eriarvoisuutta, epävarmuutta, uupumusta. Näytti, että rakenteet eivät ole abstraktioita – ne ovat ihmisten elämää.\nOsa III on ollut vastaus. Ei korjauslista, vaan uudelleenmallinnus. Analyysi siitä, miten järjestelmän logiikka voidaan rakentaa uudelleen.\n\nKysymys ei ole ollut miten nykyistä paikataan, vaan miten se suunnataan uudelleen kohti tulevaisuutta?\n\nLukituksista liikkeelle\n\nMuutos ei ole vaikeaa siksi, että ratkaisut puuttuisivat. Ratkaisuja on. Ne on kuvattu tässä kirjassa. Muutos on vaikeaa, koska järjestelmää pitävät paikallaan viisi lukkoa:\n\n1. Polkuriippuvuus. 1990-luvun kriisiratkaisut ovat muuttuneet pysyviksi rakenteiksi. Ne näyttävät luonnonlaeilta, vaikka ovat vain vanhoja päätöksiä.\n2. Poliittinen lyhytjänteisyys. Neljän vuoden sykli palkitsee säästöt ja rankaisee investoinneista. Ennaltaehkäisyn hyödyt eivät ehdi näkyä ennen seuraavia vaaleja.\n3. Kehysvallan lukko. BKT, velkasuhde ja tehokkuus määrittävät, mikä näyttäytyy järkevänä. Kaikki muu on epäilyttävää.\n4. Hajautunut vastuu. Kukaan ei omista kokonaisuutta. Valtio, hyvinvointialueet, kunnat, virastot – jokainen katsoo omaa budjettiaan.\n5. Ajautuminen. Pienet päätökset kasaantuvat. Mikään yksittäinen päätös ei ole suuri virhe, mutta yhdessä ne vievät väärään suuntaan.\n\nNämä eivät ole luonnonlakeja. Ne ovat rakenteita. Ja rakenteet voidaan purkaa, kun ne ensin tunnistetaan rakenteiksi.\n\nKolme periaatetta, joille uusi rakennetaan\n\nUudelleenmallinnus tiivistyy kolmeen yksinkertaiseen periaatteeseen:\n\n1. Elinvoima ennen BKT:tä\nTuotanto on väline, ei päämäärä. Tavoite on elinvoima: mielenterveys, luottamus, osallisuus, demografinen ja ekologinen kestävyys. BKT on tärkeä – se mahdollistaa resurssit. Mutta se ei ole tavoite. Kun elinvoima ja BKT ovat ristiriidassa, elinvoima voittaa.\n\n2. Tulevaisuus ennen nykyhetkeä\nNykyinen sukupolvi ei voi kuluttaa kaikkea. Päätöksenteossa on oltava mekanismeja, jotka tuovat pitkän aikavälin vaikutukset näkyviksi. Tulevat sukupolvet eivät voi äänestää. Heidän etunsa on rakennettava järjestelmään.\n\n3. Ennaltaehkäisy ennen korjausta\nKorjaava työ on välttämätöntä, mutta kallista. Ennaltaehkäisy on investointi, joka vahvistaa kantokykyä ja vähentää tulevia kustannuksia. Ennaltaehkäisy ei ole \"mukava saada\". Se on välttämätön.\n\nKuusi vipua muutokseen\n\nPeriaatteet eivät toteudu itsestään. Ne tarvitsevat mekanismeja, jotka ankkuroidaan järjestelmään.\ntaulukko:\notsikot: Vipu | Mitä se tekee\nYhteensovitettu rahoitus | Purkaa siilot ja tekee ennaltaehkäisystä kannattavaa\nÄlykäs kohdentaminen | Suuntaa resurssit sinne, missä niitä eniten tarvitaan\nTyö osallisuuden infrastruktuurina | Vahvistaa yhteyttä yhteiskuntaan ja vähentää palveluriippuvuutta\nTulevaisuuden edustus | Tuo pitkän aikavälin vaikutukset päätöksentekoon\nInvestointiajattelu | Erottaa investoinnit kulutuksesta ja suojaa ennaltaehkäisyä\nMittarireformi | Tekee elinvoiman näkyväksi ja ohjaa järjestelmän suuntaa\n:taulukko\nNämä eivät ole irrallisia ideoita. Ne muodostavat kokonaisuuden.\n\nlista: \nIlman yhteensovitettua rahoitusta investoinnit eivät näy kannattavina.\nIlman kohdentamista resurssit hajaantuvat.\nIlman työn uutta roolia jäädään paikkaamaan oireita.\nIlman tulevaisuuden edustusta lyhyt aikaväli voittaa aina.\nIlman investointiajattelua ennaltaehkäisy leikataan.\nIlman mittarireformia emme näe, toimiiko mikään.\n:lista\nSiirtymä reaktiivisuudesta ennakointiin\n\nNykyinen järjestelmä on rakennettu reagoimaan kriiseihin. Odotetaan, että ongelma kasvaa, ja sitten paikataan. Uusi järjestelmä ennakoi. Se tunnistaa ongelmat ennen kuin ne kasvavat kriiseiksi. Se investoi ennaltaehkäisyyn. Se katsoo 30 vuoden päähän, ei neljän. Tämä ei tarkoita hallinnon yksinkertaistumista. Se tarkoittaa vastuun palautumista näkyväksi.\n\nSiirtymän politiikka\n\nRakenteellinen muutos ei tapahdu yhdellä päätöksellä. Se on prosessi. \nlista:\nTunnistaminen. On ymmärrettävä, että kriisi on paradigman kriisi, ei tilapäinen häiriö.\nVisio. On kyettävä kuvaamaan uskottava vaihtoehto. Tämä kirja on yritys siihen.\nKokeilu. Uutta logiikkaa on kokeiltava pienessä mittakaavassa ennen laajempaa käyttöönottoa. Pilotit mahdollistavat oppimisen.\nVakiinnuttaminen. Kun toimivat mallit on löydetty, ne on kirjattava lakeihin, budjetteihin ja instituutioihin.\nKompensaatio. Muutos tuottaa aina häviäjiä. Siirtymä on tehtävä oikeudenmukaiseksi.\n:lista\nKoalitioiden merkitys\n\nKukaan ei tee muutosta yksin. Se vaatii liittoumia.\nlista:\nNuoret sukupolvet – heillä on eniten menetettävää, jos järjestelmä ei uudistu.\nIkääntyneet – jotka katsovat lastenlastensa tulevaisuutta pidemmälle kuin seuraavaan budjettiin.\nYritykset – jotka tarvitsevat osaavaa työvoimaa ja vakaata toimintaympäristöä.\nJärjestöt – jotka näkevät ennaltaehkäisyn vaikutukset arjessaan.\nTutkijat ja asiantuntijat – joilla on näyttöä siitä, mikä toimii.\nHallinnon edelläkävijät – jotka näkevät siilojen yli.\n:lista\nMuutos tarvitsee kieltä, joka yhdistää rakenteet ihmisten arkeen. Ei abstraktia velkapuhetta, vaan konkretiaa: tämä vaikuttaa sinun elämääsi näin.\n\nRealismi ja suunta\n\nBudjetteja, lakeja ja instituutioita on vaikea muuttaa. Se on totta, mutta realismi ei tarkoita suunnasta luopumista. Se tarkoittaa, että suunnan on oltava selkeä, vaikka eteneminen on asteittaista.\nlista:\nJokainen päätös, joka vahvistaa ennaltaehkäisyä, on osa siirtymää.\nJokainen uudistus, joka pidentää aikahorisonttia, on osa siirtymää.\nJokainen investointi, joka rakentaa tulevaisuutta, on osa siirtymää.\n:lista\nMuutos ei tapahdu yhdessä räjähdyksessä. Se tapahtuu päätös päätökseltä, suunta kerrallaan.\n\nKohti järjestelmää, joka näkee kokonaisuuden\n\nHyvinvointivaltion seuraava vaihe ei synny lisäämällä palveluja tai kiristämällä säästöjä. Se syntyy, kun järjestelmä kykenee näkemään ihmisen elämäntilanteen kokonaisuutena ja suuntaamaan resurssit tämän kokonaisuuden tukemiseen.\nlista:\nEi siiloja, vaan saumattomuutta.\nEi korjausta, vaan uudelleenmallinnusta.\nEi nykyhetkeä, vaan tulevaisuutta.\n:lista\nKyse ei ole järjestelmän purkamisesta. Kyse on sen kyvystä toimia kokonaisuutena.\n\nKysymys, jota ei voi kiertää\n\nOlemme analysoineet, diagnosoineet ja hahmotelleet vaihtoehdon. Olemme tunnistaneet lukitukset ja kuvanneet siirtymän, jolla ne voidaan purkaa. Olemme esittäneet uuden paradigman ja välineet sen toteuttamiseen.\n\nNyt jäljelle jää kysymys haluammeko todella muuttaa?\n\nEi riitä, että tunnistamme ongelmat. Tarvitaan poliittista tahtoa tehdä päätöksiä, joiden hyödyt näkyvät vasta tulevaisuudessa. Tarvitaan rohkeutta rakentaa uutta, vaikka se herättää vastarintaa. Tarvitaan kärsivällisyyttä, koska rakenteellinen muutos vie aikaa.\n\nSysteeminen siirtymä ei ole tekninen kysymys. Se on poliittisen tahdon kysymys.\nlista:\nSiiloista saumattomuuteen.\nKorjauksesta uudelleenmallinnukseen.\nNykyhetkestä tulevaisuuteen.\n:lista\nValinta on nyt meidän."
    },
    {
      "index": 29,
      "id": "400",
      "part": "III-MUUTOS",
      "title": "KOKOELMAN PÄÄTELMÄ - VALINTA ON MEIDÄN",
      "content": "Hyvinvointivaltion kriisi on ohjausjärjestelmän kriisi. Se ei ratkea sopeutuksella. Se vaatii uudelleenmallinnuksen.\n\nMitä olemme nähneet?\n\nOSA I – JÄRJESTELMÄ näytti, miten hyvinvointivaltio toimii.\n\nHistoria loi polkuriippuvuuden – 1990-luvun ratkaisut jäivät elämään rakenteina. Rahoituslogiikka kavensi aikahorisonttia ja siirsi riskejä. Mittarit loivat todellisuuden – BKT, velkasuhde ja tehokkuus määrittivät, mikä on tärkeää. Hallintorakenne hajotti vastuun – kukaan ei omista kokonaisuutta. Demografia loi aikapaineen – väestö ikääntyy, syntyvyys laskee. Ja rakenteet olivat jo stressissä – kriisi ei ole tulossa, se on jo täällä.\n\nOSA II – IHMISET näytti, miten nämä rakenteet näkyvät ihmisten elämässä.\n\nUlossulkeminen vahvisti itseään – työmarkkinat, palvelujonot ja kansalaisyhteiskunnan kuormitus tuottavat systemaattisesti ulkopuolisuutta. Eriarvoisuus periytyi sukupolvelta toiselle – koulutus, alue, varallisuus ja verkostot siirtyvät vanhemmilta lapsille. Kokemus tuotti epävarmuutta – yksinäisyys, taloudellinen epävarmuus, luottamuksen lasku ja poliittinen vieraantuminen eivät ole subjektiivisia tunteita, vaan järjestelmän tuottamaa todellisuutta. Kompensaatio paikkasi mutta ei parantanut – korjaava työ voittaa ennaltaehkäisyn, projektit syövät perusrahoitusta, oireita hoidetaan mutta sairaudet jylläävät. Ja vastuu yksilöllistettiin – aktiivimallit, \"oma syy\" -narratiivi ja stigma sysäävät rakenteelliset ongelmat yksilön harteille.\n\nOSA III – MUUTOS näytti, että muutos on vaikeaa – mutta välttämätön ja mahdollinen.\n\nLukitukset pitävät järjestelmää paikallaan: polkuriippuvuus, poliittinen lyhytjänteisyys, kehysvalta, hajautunut vastuu ja ajautuminen. Mutta ne voidaan purkaa. Tulevaisuuden edustus tuo pitkän aikavälin päätöksentekoon. Uudet investointimallit muuttavat julkisen rahan logiikan. Mittarireformi laajentaa näkökulman elinvoimaan. Ja systeeminen siirtymä vaatii paradigman vaihdoksen.\n\nKolme periaatetta, joille uusi rakennetaan\n\n1. Elinvoima ennen BKT:tä\n\nBKT on väline, ei tavoite. Mielenterveys, luottamus, osallisuus, demografinen ja ekologinen kestävyys määrittävät menestyksen. Kun elinvoima ja BKT ovat ristiriidassa, elinvoima voittaa.\n\n2. Tulevaisuus ennen nykyhetkeä\n\nNykyinen sukupolvi ei voi kuluttaa kaikkea. Sukupolvien välinen oikeudenmukaisuus tarkoittaa, että päätöksenteossa on oltava mekanismeja, jotka tuovat pitkän aikavälin vaikutukset näkyviksi. Tulevat sukupolvet eivät voi äänestää – heidän etunsa on rakennettava järjestelmään.\n\n3. Ennaltaehkäisy ennen korjausta\n\nKorjaava työ on välttämätöntä mutta kallista. Ennaltaehkäisy on investointi, joka vahvistaa kantokykyä ja vähentää tulevia kustannuksia. Järjestelmä ei paikkaa – se parantaa.\n\nKonkreettiset uudistukset\n\nNämä periaatteet eivät jää puheen tasolle. Ne voidaan toteuttaa.\nlista:\nTulevaisuusvaltuutettu – institutionaalinen ääni tuleville sukupolville\nKansalaisrahasto – sukupolvien välinen omaisuus, joka turvaa tulevaisuutta\nElinvoimaindikaattorit – mielenterveys, luottamus, osallisuus, demografinen ja ekologinen kestävyys BKT:n rinnalle\nPitkän aikavälin budjetti – 30 vuoden kehys pakottaa ajattelemaan pidemmälle\nEnnaltaehkäisyn pitkän aikavälin rahoitus – suojattu budjettileikkauksilta\nSukupolvien välinen neuvottelukunta – eri ikäluokat arvioimassa päätöksiä\nDemografinen vaikutusarviointi – jokainen päätös arvioidaan sen väestövaikutusten kautta\nLäpinäkyvyys ja avoin data – mittarit ja päätökset julkisiksi\n:lista\nSiirtymän tie\n\nMuutos ei tapahdu yhdessä yössä. Se on prosessi.\n1. Tunnistaminen. On ymmärrettävä, että kriisi on paradigman kriisi, ei tilapäinen häiriö. Sopeutus ei auta – tarvitaan uudelleenmallinnus.\n2. Visio. On rakennettava uskottava vaihtoehto. Tämä kokoelma on yritys siihen.\n3. Kokeilu. Uutta logiikkaa on kokeiltava pienessä mittakaavassa. Pilotit mahdollistavat oppimisen ja korjaamisen.\n4. Vakiinnuttaminen. Kun toimivat mallit on löydetty, ne on kirjattava lakeihin, budjetteihin ja instituutioihin.\n\nHyvinvointivaltio rakennettiin turvaamaan tulevaisuus. Se oli lupaus siitä, että jokainen sukupolvi jättää seuraavalle paremman maailman, mutta nykyinen logiikka on kääntänyt tämän. Se siirtää kustannuksia tulevaisuuteen. Se uhraa ennaltaehkäisyn korjaukselle. Se optimoi BKT:tä elinvoiman kustannuksella.\n\nLupaus on vaarassa, mutta se voidaan lunastaa.\nlista:\nVoimme rakentaa järjestelmän, joka edustaa tulevaisuutta.\nVoimme investoida ennaltaehkäisyyn, ei vain korjaukseen.\nVoimme mitata elinvoimaa, ei vain BKT:tä.\nVoimme rakentaa yhteiskunnan, joka ei paikkaa vaan parantaa.\n:lista\nTämä vaatii rohkeutta tunnustaa, että nykyinen logiikka ei riitä.\nlista:\nSe vaatii visiota rakentaa uutta.\nSe vaatii kärsivällisyyttä, koska muutos vie aikaa.\nSe vaatii demokraattista keskustelua siitä, millaisen tulevaisuuden haluamme.\n:lista\nHyvinvointivaltion kriisi on ohjausjärjestelmän kriisi. Mutta se on myös mahdollisuus.\nlista:\nMahdollisuus rakentaa uudelleen.\nMahdollisuus valita paremmin.\n:lista\nMahdollisuus lunastaa lupaus: jokainen sukupolvi jättää seuraavalle paremman maailman.\n\nKysymys ei ole, voimmeko muuttaa. Kysymys on, haluammeko.\nlista:\nSiiloista saumattomuuteen.\nKorjauksesta uudelleenmallinnukseen.\nNykyhetkestä tulevaisuuteen.\n:lista\nSe vaatii muutosta. Ei korjausta – vaan uudelleenmallinnusta.\n\nValinta on nyt meidän."
    }
  ]
}